[{
  "link": "https://apps.apple.com/vn/app/driving-zone-2-car-racing/id1108479411?l=vi",
  "nameAndAge": "\n          Driving Zone 2: Car Racing\n 12+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #7 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "2,0 • 4 đánh giá",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDriving Zone 2 is a racing simulator with realistic car physics, stunning graphics and innovative gameplay.This Pro version of the game is completely without ads and gives you double earning from races, also the cars have no limited health and will never break down.You can choose from a huge range of cars, from urban hatchbacks, to luxury business sedans and powerful sports cars designed for racing. Great opportunities of tuning allow you to modify any of your cars visually and technically. All cars have detailed body and interior with a dashboard, that is illuminated at night, this creates the effect of full presence and realism.Earn points by making dangerous overtakes at high speed, but beware of the police, which will chase you for the accident, running a red light and speeding. Driving Zone 2 is a racing game for fans of extreme driving.DRIVE WITHOUT LIMITSYou have an open game world with dangerous turns and hills, and also unpredictable intersections. Drive in any direction during the day and at night, through the city streets and country roads with their impressive landscapes. Be careful on the winter road with its snow-capped roadsides, going on it it will lead to drifts and slips. Road traffic lives its own life and adheres the rules of the road. With experience of driving, you can increase the density of traffic, in order to increase the difficulty of the game.EXTENDED TUNING SYSTEMIn the simulator of street racing Driving Zone 2 engine sound of vehicles, and also their technical characteristics correspond to real ones. Use the tuning system to improve the technical specifications of your cars. For example, buying engine upgrades will give you a speed boost, the setting of sport transmission will open the drive selection option, buying the advanced suspension, you will be able to modify the ground clearance and wheel camber, the installation of nitro allows you to reach the maximum speed.CREATE YOUR UNIQUE STYLEYou can improve the exterior of your car. The game contains a huge range of settings for changing both external and internal elements of the car. Disks, spoilers, air intakes, neon light on the bottom, steering wheel and even headlights, all this and much more can be modified according to your taste. Create your own unique car and show it to the world using photo mode.\n",
  "new": "\n\n\n11 thg 3, 2023\nPhiên bản 1.18\n\n\n\n\nNew graphics features and graphics settings make the game more realistic and beautiful. Improved car physics and new control settings have made driving more intuitive.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "386,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/battleship/id1336026283?l=vi",
  "nameAndAge": "\n          BATTLESHIP\n 9+\n",
  "company": "\n\n            Marmalade Game Studio\n          \n",
  "ranking": "\n\n\n                      #3 trong Board Game\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou sank my battleship!The official version of the classic Hasbro board game of naval combat is now on mobile! Challenge other players in Classic Mode or in the all-new Commanders Mode - a fast-paced, strategic and tactical variation. Play with unique naval commanders and use resources to activate powerful special abilities that will secure you a win as you wage war on the high seas.BATTLESHIP features:CLASSIC MODE- Faithful conversion of the classic board game- Head-to-head combat- Sink your opponent’s fleet before they sink yours- Call your shot and fire!COMMANDERS MODE- BATTLESHIP with a twist!- A brand new, more tactical variation of the game- 3 new core abilities that shake up the strategic possibilities each turn- Unique special abilities for each Commander- New ship shapes to improve gameplay and the fun factorCOMMANDERS- Battle with commanders from throughout the agesFLEETS- Each commander’s fleets feature unique and authentic art for each of the many warships! Watch as they come together in an epic clash of civilizations! ARENAS- Deploy your fleet to every corner of the world and battle in epic arenas inspired by historical naval battles!MISSIONS AND RANKS- Complete missions to earn medals, rank up and become the ultimate commander of the fleet! SINGLE PLAYER- Battle against AI Commanders and raise your game before heading into multiplayer!MULTIPLAYER- Take on a world of commanders all battling to have the last fleet standing and prove that you have what it takes to conquer the oceans!Join us in BATTLESHIP now, and set sail for adventure, battle and glory!BATTLESHIP is a trademark of Hasbro and is used with permission. © 2019 Hasbro. All Rights Reserved.\n",
  "new": "\n\n\n10 thg 3, 2023\nPhiên bản 1.3.8\n\n\n\n\n- General Bug Fixing\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "390,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/vin-koloro-rotacii/id6449835569?l=vi",
  "nameAndAge": "\n          Vin Koloro Rotacii\n 4+\n",
  "company": "\n\n            Thi Nguyen Quynh Trang\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,6 • 27 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,6 • 27 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nInteractive game with colorsThere are 2 modes in this game:1) Find Color- Find different colors in the grid of colors.- the number of colors in the Color Grid will increase after each level.2) Rotate Color- Rotate the color block to catch the corresponding color ball.- There are 2 options in this mode (medium and hard)\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "63,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/el-hijo/id1560172174?l=vi",
  "nameAndAge": "\n          El Hijo\n 9+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,0 • 2 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nKhi mới sáu tuổi, “El Hijo” phải luôn tìm cách sống sót giữa những hiểm nguy đầy rẫy trong thế giới của mình. Khi lần lượt vượt qua từng thử thách ấy, cậu ấy ngày càng tự tin hơn, trở nên tinh ranh hơn và cùng với đó, cậu ấy càng nghĩ ra nhiều cách thức để qua mặt kẻ thù. Cuộc phiêu lưu hoành tráng sẽ đưa cậu ấy đến một tu viện hẻo lánh, một vùng sa mạc khắc nghiệt và tàn khốc và một thị trấn biên giới đầy rẫy tội phạm và những kẻ phản diện.Cuộc hành trình bắt đầu khi một người nông dân và con trai của cô ấy bị tấn công, bọn cướp đã san bằng nông trại của họ. Người mẹ quyết định để lại cậu bé ở một tu viện hẻo lánh để bảo vệ cậu. Tuy nhiên, cậu bé cảm thấy tu viện không phù hợp với mình và tìm cách bỏ trốn.“El Hijo - Chuyện kể về miền Tây Hoang dã” là một game lén lút phi bạo lực được xây dựng dựa trên sự tinh nghịch và vui tươi của một đứa trẻ. Sử dụng bóng tối để tạo lợi thế là yếu tố cốt lõi của game, vì “El Hijo” thường phải ẩn nấp. Không cần thêm cơ chế mới, game được mở rộng một cách tự nhiên, khi các biến thể của cơ chế hiện có dần dần được giới thiệu và sau đó được kết hợp để tăng mức độ thử thách. Những khúc mắc về cơ chế quen thuộc này thường là sản phẩm của môi trường đa dạng, ngày càng nguy hiểm mà “El Hijo” phải vượt qua để đạt được mục tiêu cuối cùng của mình.TÍNH NĂNG- Sinh tồn giữa miền Tây hoang dã bằng trí thông minh của một anh hùng trẻ tuổi- Khám phá các tu viện tăm tối, sa mạc và khu phố bùng nổ trong thế giới cao bồi Ý- Hợp nhất với bóng tối để ẩn khỏi sự vô pháp- Giải các câu đố thú vị về môi trường- Sử dụng một kho đồ chơi chiến thuật vui nhộn để qua mặt và đánh lạc hướng những kẻ phản diện đa dạng- Truyền cảm hứng cho những đứa trẻ khác về con đường dẫn đến tự do- Trải nghiệm cốt truyện hấp dẫn về một cậu bé dũng cảm tìm kiếm mẹ của mình \n",
  "new": "\n\n\n7 thg 4, 2022\nPhiên bản 1.0.3\n\n\n\n\nFixed some Korean localization issuesFixed a problem with child interaction in level 14\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-build/id1293681293?l=vi",
  "nameAndAge": "\n          Pocket Build\n 9+\n",
  "company": "\n\n            MoonBear LTD\n          \n",
  "ranking": "\n\n\n                      #8 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 751 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHave you ever wanted to make your own little fantasy world? A farm, some kind of castle, or just an epic fantasy city? Pocket Build is an open world game where you can build with no limitations or restrictions. Build whatever you like, whenever you like, however you like. The possibilities are endless!- Featured as Game of the day. - #1 game in over 57 countries.- \"An open world sandbox building game with a great 3D graphics engine.\" - AppAdviceCastles, people, animals, trees, fences, farms, bridges, towers, houses, rocks, land, it's all their for the building. The only limit is your imagination!- Hundreds of items to build.- Huge open world.- Build instantly.- Collect resources and build special items.- Command your humans to do various tasks.- Beautiful 3D graphics.- New items added every update.- Endless possibilities.- Buildings, Trees, People, Animals, Fences, Pathways, Castles, Skulls, Barrels, Farms, Bridges, Towers, Houses, Rocks, and loads more!- Build, rotate, and place items anywhere in the world.- Control the camera view, rotate, zoom.- 3D touch support.- Haptic feedback.The possibilities are endless! Build your own city, build your own world, build your own castle, be creative, craft your land, build a town, create your own adventure, build anywhere in an open world. Become a Pocket Builder today!-----------------------------------------The game contains an optional subscription feature. It is not required to play and enjoy the game. If you choose to purchase the subscription, payment will be charged to your iTunes account, and your account will be charged for renewal within 24 hours. Subscription starts at $0.99/week. Prices are in US dollars and may vary in other countries. Auto-renewal can be turned off at any time by going to your settings in the iTunes store after purchase. The subscription can be cancelled at anytime. If you don't choose to purchase the subscription, the game can still be fully played without it. Terms & conditions can be found here https://moonbear.com/terms-and-conditions\n",
  "new": "\n\n\n21 thg 9, 2022\nPhiên bản 4.0.1\n\n\n\n\n+ Fixed issue with large hitboxes on items.+ Fixed graphics issue for transparent water tiles.+ Improved world loading speed.+ Other minor bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "493,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pk-land-pk-together/id6446393713?l=vi",
  "nameAndAge": "\n          PK Land: PK Together\n 9+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #4 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,9 • 15,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThế Giới Mở đa dạng chiến trường PK: 1v1, 3v3, 15v15, Guild chiến. Tổ chức Giải Đấu và Offline thường xuyênNhập vai khám phá thế giới mở, PK 1v1, 3v3,15v15, lập Guild công chiếm địa bàn đối thủ.Cùng anh em trong Guild trải nghiệm tính năng đặc sắc:1. 6 Chức Nghiệp tùy biến, tự do phát triểnCác class Cung Thủ, Chiến Sĩ và Pháp Sư có đủ 2 giới tính nam nữ, mỗi class có thể phát triển theo 2 lối chơi có bộ skill khác nhau. Anh em có thể chuyển chức, đổi class dựa trên tình hình cuộc chiến. Ví dụ: Chiến Sĩ có thể chơi theo hướng Kiếm Sĩ (thiên về tấn công) hoặc Giáp Sĩ (thiên về phòng thủ),...2. Siêu Pet tác chiến - biến hóa khôn lườngĐây là một trong những tính năng nổi bật của game. Anh em không chỉ cần nhân phẩm khi gacha Pet, mà còn phải vận dụng tính chiến thuật trong sắp xếp đội hình trong từng trường hợp chiến đấu. 3. PK đông người cùng lúc không lo giật lagĐược tối ưu và chau chuốt tỷ mỉ với công nghệ Unreal Engine 4, anh em hoàn toàn yên tâm khi tham gia các hoạt động PK đông người mà không gặp giật lag, ảnh hưởng kết quả trận chiến4. No VIP: PK công bằng khi không có hệ thống VIPLà một trong những tựa game loại bỏ tính năng phân tầng cấp VIP, tại PK Land, tất cả anh em chỉ có thể so kèo dựa trên chính kỹ năng của mình. 5. Hit and Run: Vừa chạy vừa đánh, PK hơi \"khoai\"Hit and Run - thao tác chơi game không hề xa lạ, anh em đã sẵn sàng cho những pha combat và lật kèo bật ngờ trong PK Land chưa?6. Trò chơi nhân phẩm, \"khấn\" trước Gacha sauAnh em muốn thử thách nhân phẩm của mình? Hãy vào PK Land. Loạt vật phẩm hiếm Pet UR, Rương đỏ, Trang bị xịn,... không cần nạp mà vẫn có, chỉ cần ông bà độ.7. Chơi game tìm nửa kiaTâm Uyển phiên bản quẹt Tin Đờ hứa hẹn sẽ là tính năng được dân FA săn đón nhất tại PK Land. Vừa có thể chơi game vui vẻ, lại vừa có thể quẹt quẹt tìm người đồng hành chung sở thích. Anh em đừng bỏ lỡ nhé.8. Thời trang trendy, độc lạ ảo maAnh em có thể \"ngỡ ngàng bất ngửa\" với loạt ảo hóa thời trang bắt trend độc lạ ảo ma. Không chỉ nhập vai chiến đấu xưng bá, anh em cứ tự do thể hiện chất riêng của bản thân. Nếu anh em không ngại, người ngại là các chiến hữu của anh em.\n",
  "new": "\n\n\n27 thg 11, 2023\nPhiên bản 1.0.30\n\n\n\n\nCập nhật phiên bản mới: Cuộc Chiến Liên Minh- Tính năng mới: Chiến Lãnh Thổ Thế Giới- Tinh năng mới: Liên Minh Guild- Bổ sung tính năng: Kết Hôn Đồng Giới- Chuỗi sự kiện Giáng Sinh và Tết Nguyên Đán- Thời trang đặc biệt Giáng Sinh và Tết Nguyên Đán- Tối ưu và cân bằng các kỹ năng nhân vật, pet- Điều chỉnh sức mạnh của các loại Boss để phù hợp với thời điểm hiện tại\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-greedy-cave/id1028950091?l=vi",
  "nameAndAge": "\n          The Greedy Cave\n 9+\n",
  "company": "\n\n            AvalonGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,2 N đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIn a land far, far away there once was a vast continent called Milton. It was a land where the power of rule came by the sword and the arcane, where Men who devoted themselves to the blade or to magecraft, could become the finest warriors, wisest wizards or the greatest adventurers. In this land, there are several kingdoms divided by borders but united through history. Countless stories of alliances, upheaval, and moments of peace bedeck this tapestry, but that is a tale for another day. Our story begins in a remote kingdom to the north, Iblis, an obscure and oft-forgotten place. It is a wild and barren land, a place where its people scrape a living from the earth, mining minerals for the lords of the south. On occasion, adventurers would stop by for the night but never linger. Until one day, a fledgling adventurer lost his way and stumbled into a hole. The story might have ended then had he not come back, but return he did, with sacks of gold and glittering treasure. Like a fierce gale from the north, news of his fame and fortune fanned across the kingdoms overnight, and kings sent their bravest warriors and adventurers to clear the cavern of monsters in search of treasure. Even peasants wanting a part of this newfound wealth partook in these expeditions. In no time at all, a bustling town had sprung up in this forgotten place. People set up camps, and formed their own groups to explore the cave. Clever merchants not missing this opportunity, built taverns and shops near the cave, selling equipment and potions to eager adventurers. At first, everything seemed fine. As explorers delved into the caves, they encountered new creatures and discovered new treasures. Mysteries continued to pour forth from the cave, yet nobody knew where the source of the secrets lay. However, as the explorations continued, the balance of wealth beyond the cave began to waver, and cracks appeared among those adventurers who had previously worked arm-in-arm. The latecomers or weak, limited to wandering the upper levels of the cave, could only watch as the veteran adventurers brought treasure after treasure from the deep. They began harboring dark thoughts as they watched the veteran adventurers grow arrogant from their largesse, ordering people around, hoarding secrets from the rest. The place became a festering pool of suspicions and greed, mired in a jealous rage. It started with an adventurer disappearing in the cave. Rumors circulated he had found some legendary treasure and hoarded it for himself. Others said he had been guided to another world by some mysterious magic force in the cave. Still, the unspoken belief was that he had been murdered by a rival party and was buried somewhere beneath the caverns. Nobody knows exactly what happened, but people have continued to disappear ever since. As more people have gone missing, some adventurers have called it quits, others cling to hope, and a few continue to wait and see. Which brings us to you, an ordinary young man, coming into this extraordinary circumstance with purposes unknown to others. May you find what you seek in ...--------------------------------------------------------In \" The Greedy Cave\", you are a brave adventurer tasked with exploring a mysterious cave and battling all kinds of monsters.Use your wits to defeat them, learn different skills, gain mighty equipment, challenge evil monster bosses, and decipher the mystery surrounding this cave...Game Features·Randomly generated cave levels provide a different game experience every time!                     ·Hundreds of monsters to defeat!·Hundreds of equipment to collect!·Hundreds of quests and achievements to conquer!·Enchant/Reform/Level up/Gold collecting, and more abundant systems to explore!Contact uscs.thegreedycave@avalongames.comhttps://www.facebook.com/greedycave/\n",
  "new": "\n\n\n17 thg 9, 2023\nPhiên bản 4.0.28\n\n\n\n\nPerformance optimization. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "414 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/underground-blossom/id1665706687?l=vi",
  "nameAndAge": "\n          Underground Blossom\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #2 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 128 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy xuống Rusty Lake Underground và du hành qua cuộc đời và ký ức của Laura Vanderboom! Di chuyển từ ga này sang ga khác, mỗi ga tàu điện ngầm đại diện cho một phần trong quá khứ và tương lai của Laura. Giải những câu đố đa dạng, tìm ga tàu chính xác để lên và khám phá một trong những dòng thời gian của Laura, đồng thời giúp cô ấy hiểu rõ cuộc sống và thoát khỏi sự sụp đổ của tâm trí cô! Underground Blossom là một cuộc phiêu lưu theo phong cách chỉ-và-nhấn mới được phát triển bởi nhà sáng tạo của loạt trò chơi Cube Escape & Rusty Lake. Đặc điểm: ▪ Một trải nghiệm mới trong bối cảnh quen thuộcHãy thưởng thức một cuộc phiêu lưu cổ điển giải đố theo phong cách chỉ-và-nhấn của Rusty Lake với một câu chuyện hấp dẫn đầy bí ẩn và những câu đố. ▪ Kì vọng dừng chân một vài nơiDu hành đến 7 ga tàu điện ngầm độc đáo, mỗi ga đại diện cho cuộc đời, ký ức và tương lai tiềm ẩn của Laura Vanderboom. Thời gian du hành ước tính là 2 giờ. ▪ Bạn biết phải làm gìKhám phá những bí mật tiềm ẩn tại mỗi ga tàu điện ngầm, đạt được các thành tựu và biết đâu bạn sẽ tình cờ phát hiện ra điều gì khác! ▪ Đừng quên tai nghe của bạnTại mỗi ga tàu, bạn sẽ được đón tiếp bằng một bản nhạc nền do Victor Butzelaar sáng tác, bao gồm màn trình diễn của một nghệ sĩ đánh đàn trung vĩ cầm Sebastiaan van Halsema!\n",
  "new": "\n\n\n2 thg 10, 2023\nPhiên bản 1.1.9\n\n\n\n\nCảm ơn bạn đã chơi Underground Blossom, chúng tôi đã sửa một số lỗi trong phiên bản mới này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "171,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/haunt-the-house-terrortown/id930868205?l=vi",
  "nameAndAge": "\n          Haunt the House: Terrortown\n 9+\n",
  "company": "\n\n            SFB Games\n          \n",
  "ranking": "\n\n\n                      #15 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 9 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA beautiful side-scrolling action puzzle game starring ghosts!...What was that sound? Is somebody there? Leave the dusty halls of an abandoned clock tower to haunt your way through a town in the dead of night! Possess objects with your ghostly soul, to scare people away from a museum, a hospital, a theatre and a cruise ship. Will you be able to scare everyone out and reclaim what has been lost, before the night is over?=== REVIEWS ===\"The visuals are gorgeous, with a unique style which is both cute and creepy at the same time. The audio is also impressive, boasting effective spot effects and some genuinely amusing sounds.\" - PocketGamer\"Spending even a mere couple of hours in Terrortown is worth the price of admission. The game is a good reminder that cute ghosts aren't necessarily friendly.\" - 148Apps.com\"There's a surprisingly dark heart beating away inside this cheery little Halloween special. There's a genuine sense of mischief, too, conveyed by the bug-eyed howls of your prey and the looping, lilting tones of the jazz-club soundtrack.\" - Eurogamer\n",
  "new": "\n\n\n3 thg 11, 2016\nPhiên bản 1.4.5\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Updated store images\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "192,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/brotato-premium/id1668755109?l=vi",
  "nameAndAge": "\n          Brotato:Premium\n 12+\n",
  "company": "\n\n            Erabit Studios\n          \n",
  "ranking": "\n\n\n                      #2 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 80 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThể hiện sức mạnh của khoai tây! Xâm chiếm Địa ngục đạn!VỀ TRÒ CHƠI NÀYA spaceship from Potato World crashes onto an alien planet. The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.FeaturesAuto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that timeCollect materials to gain experience and get items from the shop between waves of enemiesAccessibility options: tweak the health, damage and speed of enemies so the difficulty is right for you\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.3.34\n\n\n\n\nCả khoai tây và quái vật đều sẵn sàng chào đón Giáng sinh\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "220,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/threekingdoms-the-last-warlord/id1373057849?l=vi",
  "nameAndAge": "\n          ThreeKingdoms The Last Warlord\n 12+\n",
  "company": "\n\n            ChengDu LongYou Tech Ltd\n          \n",
  "ranking": "\n\n\n                      #14 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 87 đánh giá",
  "price": "349.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nA Chinese strategy game! Continuation of classic! 1000K copies were sold!No.2 in China’s SLG, No.1 in Taiwan’s paid games and No.1 in strategy games of Japan and HK.\"The End of Han Dynasty\" yêu cầu phiên bản hệ thống phải là iOS 11 trở lên và sử dụng iPhone 7 hoặc 7Plus, iPhone 8 hoặc 8 Plus, iPhone X trở lên, iPad Air 2, iPad mini 4, iPad 2017 hoặc bất kỳ iPad Pro nào để chơi trò chơi.Giới thiệu trò chơi\"Three Kingdoms: Hegemony at End of the Han Dynasty\" là một trò chơi SLG theo lượt được sản xuất cẩn thận bởi Longyou Tianxia Studio. Nó chủ yếu dựa trên tư duy mới của chính con người và góc nhìn mới về game Tam Quốc để tạo ra một thế giới Tam Quốc khác biệt. Trên cơ sở quay trở lại với thể loại chiến lược truyền thống, nó khắc họa sâu sắc sự khác biệt vùng miền giữa các thành phố của ba nước và những điểm giống và khác nhau về năng lực, đặc điểm riêng của mỗi người chỉ huy quân sự về tác chiến, làm nổi bật sức hấp dẫn của việc kết hợp đúng lúc, đúng chỗ và triển khai sức người.Tính năng trò chơiMột: phong cách thêu vẽ đường trắng cổ điển, đơn giản và thanh lịchĐầu của các nhân vật được trang trí theo phong cách và màu sắc thêu chỉ trắng của bộ truyện tranh kinh điển \"Tam Quốc Diễn Nghĩa\". Giao diện trò chơi áp dụng phong cách cổ xưa và thiết kế quyến rũ cổ xưa, phong cách Trung Quốc chân thực.Hai: Chế độ quản lý chính phủ đơn giản và dễ sử dụng:Các sắp xếp công việc nội bộ cơ bản, thăm dò nhân sự, trinh sát quân sự và phát triển công nghệ đều áp dụng chế độ quản lý vị trí để giảm bớt các hoạt động tẻ nhạt và lặp đi lặp lại và cho phép người chơi tập trung vào các sự kiện khác. Trong chế độ chơi quân vương, người chơi chỉ cần quan tâm đến việc quản lý kinh đô và đất nước. Các thành phố khác được giao cho tỉnh trưởng. Sử dụng chính sách để đưa ra các chỉ thị quân sự và chính trị khác nhau cho thành phố phụ.Ba: cài đặt nội dung trò chơi cực kỳ phong phú:Từ năm 184 đến năm 280 sau Công nguyên, hơn 1.300 vị tướng (bao gồm cả các vị tướng trong lịch sử và lịch sử) đã xuất hiện tại hiện trường.Năng lực cơ bản của 30 vị tướng được phân chia, và khả năng của các vị tướng được phân biệt chi tiết.Hơn 300 cấu hình độc lập của các đặc điểm của tướng, làm nổi bật đầy đủ sự khác biệt riêng của các tướng.Có hơn 500 mặt hàng và cài đặt kho báu với bằng chứng nghiên cứu. Một loạt các phân loại được chia ra để đáp ứng các sở thích khác nhau.Gần hơn 60 loại thành phố khác nhau, hơn 200 đặc điểm đô thị và các sản phẩm đặc sản được ghi nhận đầy đủ.Các hạng mục phát triển kỹ thuật phong phú và hỗ trợ xuyên suốt toàn bộ hệ thống trò chơi. Phản ánh tầm quan trọng của sức mạnh khoa học và công nghệ.Sáu cánh tay cơ bản và hơn một chục cánh tay đặc biệt tạo thành một hệ thống vũ khí phong phú.Hệ thống chức vụ chính thức và danh hiệu cao quý siêu phong phú.Hệ thống hôn nhân do quốc vương chỉ định và hệ thống thừa kế và đào tạo con cái được nhân bản hóa.Các hiện tượng thiên nhiên và thảm họa sự kiện khác nhau mô phỏng thời kỳ Tam Quốc đầy khó khăn.Nhiều thế lực nước ngoài và những tên cướp, kẻ cướp cần bạn dập tắt và loại bỏ chúng.Vô số chuyến viếng thăm, thương gia, người bất tử, người nổi tiếng, bác sĩ, thợ thủ công bậc thầy, kiếm sĩ lang thang khắp nơi, gây ra nhiều sự kiện chức năng khác nhau.Bốn: Quay trở lại hệ thống chiến đấu theo lượt cổ điển, tập trung vào việc hình thành chiến lược của quân độiViệc đưa ra các yếu tố thời tiết, địa hình và độ cao của khối càng làm nổi bật ảnh hưởng của các yếu tố thời gian và địa điểm đối với chiến tranh.\n",
  "new": "\n\n\n16 thg 4, 2023\nPhiên bản 2.0.8\n\n\n\n\nThe Last Warlord Official Version Patch 2.0.6 Update Notice on iOS（V1.0.0.3414）The new updates as follow: (4/14 3:00 pm)Bug fixes:1.Fixed the issue of BGM not being able to play.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/max-payne-mobile/id512142109?l=vi",
  "nameAndAge": "\n          Max Payne Mobile\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #13 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,1 • 12 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMax Payne, the award-winning title is now available for iOS.A fugitive undercover cop framed for murder, hunted by cops and the mob, Max is a man with his back against the wall, fighting a battle he cannot hope to win. Max Payne is a relentless story-driven game about a man on the edge, fighting to clear his name while struggling to uncover the truth about his slain family amongst a myriad of plot-twists. The groundbreaking original cinematic action-shooter, Max Payne introduced the concept of Bullet Time® in videogames. Through its stylish slow-motion gunplay combined with a dark and twisted story, Max Payne redefined the action-shooter genre.Universal App:Max Payne is supported on iPhone 3GS, iPhone 4, iPhone 4S, iPod Touch 4, iPad 1, iPad 2, the new iPad.Features:• Max Payne's signature slow motion gunplay, Bullet Time® • Stunningly sharp, HD quality resolution and textures• Retina supported resolution for the new iPad• Gameplay tailored for touch screen devices• Highly customizable controls • Multiple aiming modes • Rockstar Games Social Club integration to track stats, unlock cheats and more**Rockstar Games Social Club supported on the iPhone4, iPhone 4S, iPad 2 and the new iPad only. Cheats are still accessible on older devices. For those using the \"Skip to Level\" cheat, we recommend that you have weapons in your inventory; as you  will start a new level with your current weapon set.  Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese.Mobile Version developed by War Drum Studioswww.wardrumstudios.com  Find out more:www.rockstargames.com See videos:www.youtube.com/rockstargames Follow us: www.faceboook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n17 thg 10, 2018\nPhiên bản 2.0\n\n\n\n\nFull screen support on iPhone XGeneral bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun-racer/id6471391062?l=vi",
  "nameAndAge": "\n          Sun Racer\n 4+\n",
  "company": "\n\n            Minh Nguyen Quang\n          \n",
  "ranking": "\n\n\n                      #1 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "2,2 • 37 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDrive the truck towards the rising sun and follow the signs on the road and pass all the other trucks participating in the race to win, if you encounter a police car they will stop you from the race. , escape the police pursuit while still completing the race.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "545,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gunsnglory-premium/id385902072?l=vi",
  "nameAndAge": "\n          Guns'n'Glory Premium\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #25 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 50 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWho needs heroes when you can play the bad guys? Take up a smart, strategic position and lie in wait at the canyon to ambush settlers, stagecoaches and the gold train. Leave no witnesses! Play this innovative game if you’re bored of standard tower defense games or you’re simply looking for a great mobile game! Get Guns'n'Glory now!Features:• Defense Strategy-Action game with mobile units• Recruit the craziest Wild West Gang ever• Choose between lots of unique units• Upgrade your bandits• Discover new land in Alaska, Nevada and Oregon• Collect mighty power-ups• Arm trains and boats to fight from all side• Awesome cartoon graphics• Fun and innovative gameplayWhat would the Wild West have been without its charismatic villains? Boring! So take a walk in the cowboy boots of Billy the Kid, Jesse James or Butch Cassidy to become a real, low-down bad guy! Form your own gang by recruiting cool cowboys, crazy Mexicans and brave Indians. Take up a smart, strategic position and lie in wait at the canyon to ambush settlers, stagecoaches and the gold train. Rain bullets, lead and flaming arrows down on the pious pioneers! If your victims look like they might escape, set off in pursuit to stop them from alerting the Sheriff! When you have bagged more than a fistful of dollars, you'll be able to afford cannons or a steam train with a Gatling gun to send around the level!Thank you for playing Guns'n'Glory!Get in touch with HandyGamesTM: http://www.handy-games.comJoin us on Facebook: http://www.fb.com/handygamesFollow us on Instagram: http://instagram.com/handygamesCheck news on Twitter: http://www.twitter.com/handy_gamesStay tuned on Google+: http://goo.gl/qkjngmSubscribe to our YouTube channel: http://goo.gl/2Kq6yY\n",
  "new": "\n\n\n14 thg 9, 2017\nPhiên bản 1.7.5\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Fixed touch not working on devices with 3D Touch support\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "50,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/driving-zone-japan-pro/id1267261394?l=vi",
  "nameAndAge": "\n          Driving Zone: Japan Pro\n 4+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #2 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDriving Zone: Japan Pro - a simulator of street racing without ads and with no limits where you can drive the cars produced in Japan.In this game is presented a variety of cars of the Japanese manufacturers: from classic city cars, to worship drifting cars and modern sports cars. Each of the vehicles in the game has it's own specifications and engine sounds. Well detailed body and dashboard create the effect of full presence and realism.The game offers four unique tracks with different weather conditions. Drive on scenic country road dotted with cherry blossoms, or go for a ride in the Japanese city, which is particularly beautiful at night, thanks to the traditional Japanese lanterns, hanging over the road. If you are a real extreme racer, you should drive on winter track with dangerous icy road. Or drive on special racing tracks where time is your rival. You can choose the time of the day, that will change dynamically during driving.Start the engine, press down on the gas and chase as quickly as possible. Earn points by overtaking traffic cars, you need them to open the new vehicles, modes and other features of the game.This racing simulator gives you the ability to choose the style of driving that can be tranquil and safe or extremely racing. The abundance of settings allows you to customize a level of car physics realism, from arcade and simple to the most realistic, as in the difficult racing simulator in which you will need to show your driving skills.Features:- No Ads;- 20000 bonus points;- Modern beautiful graphics;- Realistic car physics;- Change the time of day in real-time;- Qualitatively modeled Japan cars;- 4 tracks with different weather conditions and special racing tracks;- First person view / interior camera / cinematic camera.\n",
  "new": "\n\n\n14 thg 2, 2023\nPhiên bản 1.07\n\n\n\n\nWe are excited to announce a new update for our racing game, which includes the addition of a new car and a new drifting track. We have also made significant improvements to the graphics and added new graphics settings for high-performance devices. Additionally, we have improved the car physics and the damage system, making the driving experience more exciting and enjoyable.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "226,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fishdom-vtc-game/id664575829?l=vi",
  "nameAndAge": "\n          Fishdom – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #5 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 39,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Fishdom in Vietnam.Never Fishdomed before? Then take a deep breath and dive into an underwater world of match-3 fun! Engage in challenging and fun match-3 gameplay with unique twists as you decorate tanks to create cozy homes for your lovely fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you—SO DIVE IN NOW! Features:● Unique gameplay: swap and match, design and decorate, play with and take care of fish—all in one place!● Hundreds of challenging and fun match-3 levels● Explore an exciting aquatic world with amusing 3D fish, each of which has its own personality, that you'll be excited to meet!● Fish tanks you can liven up with breath-taking underwater decor● Amazing graphics all yours once you grab your scuba mask● Buddy-diving time: play with your Facebook friends! Please note! Fishdom is free to play, though some in-game items can also be purchased for real money. If you don’t want to use this option, simply turn it off in your device’s Restrictions menu. Enjoying Fishdom? Learn more:Facebook: facebook.com/FishdomInstagram: instagram.com/fishdom_mobile/Twitter: twitter.com/FishdomOfficial Terms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.htmlQuestions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HR \n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 7.7.3\n\n\n\n\nWhat's new:- Bug fixes and improvementsPlease update the game to the latest version.Get ready for a winter Fishdom update!WINTER HOLIDAYS AND FUN- Follow the path of the Vikings to unravel the mystery of a frozen island in a new Expedition!- Become a Viking Chief and get other rewards in the Frosty Season!- Merge items and collect rewards in the Winter Fun event!- A snowman fish and other rewards await you in the Snowy Season!ALSONew aquarium: Auto MechanicNew fish: Snakehead Fish and RainbowfishWe hope you enjoy our latest update!Have an ocean of fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "248,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dungeonsquad/id1642733080?l=vi",
  "nameAndAge": "\n          DungeonSquad\n 12+\n",
  "company": "\n\n            GameCoaster\n          \n",
  "ranking": "\n\n\n                      #11 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 51 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe new game of the developer \"\"GameCoaster\"\", who made Dungeon Maker and Dungeon Defense!A seemingly infinite stream of heroes invaded the dungeon and brought ruin to the Abyss.Now you must go straight to the source of the enemy and return your home to its former glory.Defeat the Army of Light and take back the power of the Abyss.You are tasked with infiltrating a planet dominated by light all on your own.You must bring down the heroes and use them to summon monsters to fight alongside you,armed with the equipment of these fallen sacrifices.Once you are strong enough, you may receive the blessings of the Dark Gods,and combine their powers with those of your monsters to bring down colossal groups of enemies.◇ 10 elite monsters and over 100 unique skills◇ The Power of the Abyss gets stronger as you rebuild◇ Roguelike with random choices and opportunities\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.06.44\n\n\n\n\nThe Pre-launch of Season 3 is opened.ReleaseNote : shorturl.at/knuw7\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "177,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/plants-vs-zombies/id893677096?l=vi",
  "nameAndAge": "\n          Plants vs. Zombies‪™‬\n 9+\n",
  "company": "\n\n            Electronic Arts\n          \n",
  "ranking": "\n\n\n                      #4 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 138,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nGet ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — Peashooters, Wall-nuts, Cherry bombs and more — to mulchify 26 types of zombies before they break down your door.  This app offers in-app purchases. You may disable in-app purchasing using your device settings WINNER OF OVER 30 GAME OF THE YEAR AWARDS* 50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode! NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all. SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy.  FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more. GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements. COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu. *Original Mac downloadable game. Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & moreVISIT US: ea.comFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegames Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement. User Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries. EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates Important Consumer Information. This app contains direct links to the Internet.\n",
  "new": "\n\n\n14 thg 9, 2023\nPhiên bản 3.4.2\n\n\n\n\nCalling all smarty plants! Unlock Mini Games in a flash.Say goodbye to the long and winding road to unlocking Mini Games. Now, with a simple tap, you can directly purchase more zombie battles using CoinsWe've also made some behind-the-lawn changes to give you a smooth zombie-zapping experience. Go get your plants ready and update now!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "150,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hero-adventure/id6469107367?l=vi",
  "nameAndAge": "\n          Hero Adventure\n 17+\n",
  "company": "\n\n            NGUYEN TOANH\n          \n",
  "ranking": "\n\n\n                      #14 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "",
  "price": "19.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nversion 1.0Hero adventure is an exploration adventure game, a very fun game, with lovely images, with the following features:+ Eat items+ Has a record high score+ Overcome obstacles+ Free applicationhttps://www.apple.com/legal/internet-services/itunes/dev/stdeula/\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "30 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/my-talking-angela/id909351158?l=vi",
  "nameAndAge": "\n          My Talking Angela\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #6 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 110,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTalking Angela is the super fun virtual star who can’t wait to dance and sing her way to the top.Players help her stay happy and busy with day-to-day activities in her 3D world:- Stylish makeup looks- Wonderful wardrobe choices- Super sweet activities- Special sticker albumsShe’s interactive. She’s customizable. She’s fun. And she’s always ready to make new friends.From the creators of My Talking Tom, My Talking Tom 2 and My Talking Tom Friends comes the pet who’s a star in the making.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew unless they are cancelled at least 24 hours before the end of a subscription period. You can manage and cancel your subscription via Settings in your App Store account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 6.8.1\n\n\n\n\nSTEP INTO THE HOLIDAYS!It’s that special time of year!Put on your party dress, dance in the festive cabin, and add some holiday magic to your photos!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "429 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doggo-go-gh%C3%A9p-h%C3%ACnh-game-vui/id6443985819?l=vi",
  "nameAndAge": "\n          Doggo Go - ghép hình, game vui\n 4+\n",
  "company": "\n\n            Nox Interactive Technology Limited\n          \n",
  "ranking": "\n\n\n                      #3 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 38,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDoggo Go là một trò chơi ghép 3 ô hình vui nhộn, và chỉ 1% người chơi trên toàn thế giới có thể qua Level 2 và nhận được những “Cậu Vàng” meme nhảy nhót siêu ngộ nghĩnh! Người chiến thắng sẽ nhận được nhiều loại cún cưng cực dễ thương với những bộ trang phục đặc biệt. Hãy cùng toả sáng với Cậu Vàng trên sàn nhảy! Đánh bay mọi mệt mỏi và rinh về những chú chó ngộ nghĩnh, vui nhộn nhé!Doggo Go - Cực kỳ dễ chơi, cực kỳ vui nhộn- Nhấp vào 3 ô có hình giống nhau, chúng sẽ tự động ghép lại và biến mất.- Các ô xếp chồng chất lên nhau với nhiều lớp ẩn phía dười. Chỉ sau khi các ô ở lớp trên biến mất, thì các ô ở lớp dưới mới hiện ra.- Khi không còn ô nào trên màn hình có nghĩa là bạn đã qua được bàn rồi đấy!- Khi vượt qua Level 2, bạn sẽ nhận được skin meme cực độc và ngộ nghĩnh của Cậu Vàng. Đồng thời, bạn sẽ được thêm vào bảng xếp hạng khu vực của bạn. Hãy cùng chơi và giúp cho khu vực của bạn lên top nhé!- Chú ý! Khay chỉ có thể chứa tối đa 7 ô, bạn sẽ thua nếu khay đầy! Mỗi bước đều quan trọng, hãy cẩn thận nhé~Doggo Go - Hãy chơi và xem bạn có nằm trong 1% người chơi chiến thắng không nhé!- Ghép 3 ô: Doggo Go có nhiều thử thách ghép ô hài hước khác nhau, giúp rèn luyện trí não của bạn một cách hiệu quả. Level 1 rất dễ, nhằm giúp bạn hiểu cách chơi và Level 2 là thời gian để kiểm tra trí thông minh của bạn. Bạn đã sẵn sàng chưa?- Siêu “nhức não”: Chỉ có 1% người chơi có thể vượt cấp thành công, bạn có phải là một trong số họ? Hãy đến và thử thách bản thân!- Mỗi ngày 1 thử thách: Cấp độ hoàn toàn mới sẽ được ra mắt mỗi ngày, hãy bắt đầu những thử thách đầy bất ngờ với người chơi trên toàn thế giới!- Trận chiến giữa các khu vực: Bảng xếp hạng toàn cầu sẽ hiển thị số lượng người chơi đã qua bàn trong mỗi khu vực. Hãy nhanh chóng vượt qua màn chơi để đưa đất nước của bạn lên đầu bảng xếp hạng và nhận được những Cậu Vàng bóng bẩy, đồng thời giành danh hiệu \"Vũ công xuất sắc nhất\" nhé!- Thư giãn và Vui vẻ: Trò chơi giải đố ghép 3 ô ngẫu nhiên phù hợp với mọi người. Cách chơi độc đáo, cấp độ thay đổi liên tục. Cùng trải nghiệm trò chơi dễ gây nghiện này ngay nhé!Nếu bạn thích những chú chó của chúng tôi, hãy tham gia vào nhóm và đóng góp những bước nhảy tuyệt vời của bạn nhé!Email: doggogoapp@gmail.comFacebook: https://www.facebook.com/doggogoapp/Discord: https://discord.gg/pqK2JhbNDG\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 3.1\n\n\n\n\n1. Tối ưu hóa độ mượt giữa các bàn2. Tối ưu hóa trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "199,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-beat/id1588665666?l=vi",
  "nameAndAge": "\n          AU BEAT\n 12+\n",
  "company": "\n\n            VTC GAME\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 10,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU BEAT VTC - Siêu phẩm AUDITION trên Mobile mới nhất 2022THĂNG HOA TRONG TỪNG BƯỚC NHẢY AUDITION- Những bài nhạc hot - hit nhất, chọn lọc những ca khúc trending toàn thế giới và cập nhật liên tục- Nhảy cực sung trong các chế độ nhảy đơn, nhảy đấu, nhảy couple…- Thử sức vũ đạo với các mode chơi đa dạng cùng các dancer đẳng cấp- Hiệu ứng mượt mà, bắt mắt tạo nên những bước nhảy hoàn mĩ cho các dân chơiSẢI BƯỚC THẦN THÁI TRÊN SÀN THỜI TRANG AU BEAT- Thời trang sành điệu, cập nhật theo những xu hướng làng mốt mới nhất- Chế độ nhuộm màu trang phục cho phép người chơi sáng tạo khi “mix - match”- Hiệu ứng lấp lánh không đâu có được- Tự do lựa chọn và thể hiện cá tính với hàng triệu trang phục và phụ kiện khiến cả cộng đồng game “lác mắt”.CHỈ CẦN AU BEAT, CHẲNG CẦN CUPID- Tìm người ấy đâu xa, chơi Au Beat là ra- Thỏa sức thả thính kiếm bồ, kết đôi làm nhiệm vụ- Thế giới hôn nhân trong mơ, game ảo tình yêu thậtMỘT PHIÊN BẢN AUDITION MỚI NHẤT - CHẤT NHẤT- Trải nghiệm AUDITION dành cho thế hệ mới nextgen- Đồ họa 3D đỉnh cao, hình ảnh sắc nét, game mượt mà từng phút giây- Đắm chìm trong thế giới âm nhạc, thời trang đẳng cấp- Một chạm là kết bạn bốn phương với các tính năng: tổ đội, tặng quà, kết đôi, đấu rank…Các dân chơi ơi! Tải ngay game dancing cực hot AU BEAT VTC để “cháy” hết mình thôi nào!\n",
  "new": "\n\n\n7 thg 12, 2022\nPhiên bản 1.4.0\n\n\n\n\n•  Cải thiện hiệu năng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "610,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tru-ti%C3%AAn-3d-thanh-v%C3%A2n-ch%C3%AD/id1230292637?l=vi",
  "nameAndAge": "\n          Tru Tiên 3D - Thanh Vân Ch‪í‬\n 17+\n",
  "company": "\n\n            GAMOTA Corporation\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 14,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTru Tiên 3D là MMORPG được chuyển thể từ tuyệt tác Tru Tiên đình đám, do Perfect World phát triển và được NPH Gamota độc quyền phát hành tại thị trường Việt Nam. Tái hiện thế giới tiên hiệp sống động, đồ sộ và đầy đủ những tính năng huyền thoại từ phiên bản PC năm xưa, Tru Tiên 3D là phiên bản kế thừa những tinh hoa, viết tiếp hành trình chinh phục game thủ trong suốt nhiều năm qua.***CẬP NHẬT***1. Môn Phái Thứ 12 - Tuyệt ẢnhTuyệt Ảnh dùng trường đao tiến hành công phạm vi lớn, sở trường là khống chế, xung phong đa dạng, gây cho địch sát thương bạo. Tuyệt Ảnh có cơ chế đánh dấu kĩ năng độc đáo, trong chiến đấu có thể lợi dụng kĩ năng tích lũy số lượng đánh dấu, phóng kĩ năng kích sát mục tiêu, nổ lượng sát thương lớn, trong khoảng thời gian ngắn triệt hạ địch.2. Nâng Cấp Đồ Họa Ultra HDCũng trong bản cập nhật mới, Tru Tiên 3D đã được nâng cấp hoàn toàn về diện mạo, vừa đem tới cho người chơi một \"phần nhìn\" siêu hào nhoáng, vừa tối ưu cấu hình trên nhiều thiết bị, đảm bảo quá trình trải nghiệm mượt mà.3. 1V1 3V3 5V5 - Thỏa Sức Va Chạm!Trong Tru Tiên 3D, người chơi được tiếp cận tới nhiều hoạt động PvP, PvE độc đáo, có chiều sâu. Không chỉ tham gia vào những trận đại chiến quy mô lớn, tựa game còn cung cấp nhiều cơ chế chiến đấu, so tài riêng biệt. Từ 1V1, 3V3, 5V5 và không giới hạn... Là một cao thủ game nhập vai, bạn đã sẵn sàng thử sức?4. Ngự Kiếm Phi Hành - Săn Boss Tung HoànhHiếm hoi trong các tựa game nhập vai trên di động hiện nay, ở Tru Tiên 3D có hẳn cơ chế Ngự Kiếm Phi Hành. Người chơi có thể cưỡi những thanh bảo kiếm, ngang dọc trên bầu trời và triệt hạ nhiều loại Boss siêu to khổng lồ, thu thập nhiều phần thưởng quý giá.5. Biến Hóa Ngoại Hình - Gia Viên Tùy ChỉnhNgoài ra, Tru Tiên 3D cũng sở hữu 1 kho đồ thời trang rộng mênh mông, cho phép người chơi thỏa sức thay đổi vẻ ngoài thời thượng. Thêm vào đó, tính năng Gia Viên đem tới nhiều tùy chỉnh để biến \"tổ ấm\" của người chơi trở nên độc nhất vô nhị, không ở đâu có!Còn chờ đợi gì nữa, tải Tru Tiên 3D ngay hôm nay và nhận nhiều phần quà Giftcode siêu xịn từ NPH Gamota!\n",
  "new": "\n\n\n9 thg 11, 2023\nPhiên bản 2.573.0\n\n\n\n\n- Làm mới kỹ năng môn phái : Quỷ đạo- Thêm phù sinh hội quyển mới : Thần Quang Hoài Tâm- Thêm pháp bảo mới : Quế Phách Ngưng , Hoang Sát Dẫn Hồn Phiên , Nhược Y Nhược Mộng , Thần Khư Thương Viêm Linh- Tối ưu hóa tiên phủ và các phụ bản hoạt động - Và nhiều tối ưu hóa các tính năng khác\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ph%C3%BA-h%E1%BB%99-c%C3%B4ng-l%C6%B0%E1%BB%A3c-tth/id1619055257?l=vi",
  "nameAndAge": "\n          Phú Hộ Công Lược - TTH\n 12+\n",
  "company": "\n\n            Chi Hao Duong\n          \n",
  "ranking": "\n\n\n                      #2 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,6 • 20,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXuyên Về Cổ Đại, Buôn Bán Lai Rai, Phú Hộ Công Lược giúp bạn xuyên không chớp nhoáng về cổ đại, nhẹ nhàng làm Đông gia, cùng vui thú thương giới cổ đại!Ngẫu nhiên xuyên không về cổ đại thành Đông Gia. Làm thế nào mới có thể mạnh dạn làm giàu, trở thành Đại Phú Hộ đây?Chỉ cần thuê đủ Gia nhân và kết giao đủ Môn khách tinh anh, bạn có thể ngồi rung đùi làm Đông gia. Việc duy nhất bạn cần làm là Thu tiền! Thu  tiền! Thu tiền!Phú Hộ Công Lược sẽ giúp bạn vạch rõ từng bước đi làm giàu, mau đến trải nghiệm game thôi!【Tiểu Đông Gia Cổ Đại, Trí Tuệ Kinh Doanh Lớn】Hình ảnh Chibi nhẹ nhàng thoải mái, mở ra toàn cảnh phố xá cổ xưaTrải nghiệm cốt truyện hài hước, lợi dụng thủ pháp kinh doanh thời hiện đại khuấy đảo thương giới cổ đại【Môn Khách Khắp Thiên Hạ, Mỹ Nhân Kề Cạnh Bên】Hữu duyên ngàn dặm tương phùng! Cùng mỹ nhân uống rượu đàm đạo, trải nghiệm cảm giác hạnh phúc của thời khắc ngàn vàng đêm xuân.Chiêu mộ nhân tài khắp thiên hạ, Môn khách và Mỹ nhân giúp bạn kinh doanh các loại sản nghiệp,  đếm tiền mỏi tay!【Con Cháu Cùng Song Hành, Thiên Tài Nhờ Bồi Dưỡng】Độ thân mật với Tri kỷ càng cao, tư chất Đích Tôn cũng càng cao, bạn cần xây dựng tình cảm thắm thiết với Tri kỷ nhé!Con cái ngày càng lớn khôn, dựng vợ gả chồng cho con là việc đại sự. Chọn đúng dâu hiền rể thảo, sẽ giúp thừa kế và phát triển sản nghiệp lớn mạnh hơn.【Đường Thương Mại Trắc Trở, Liên Minh Để Cùng Thắng】Cạnh tranh thương mại khắp mọi nơi, dựa vào sự thông minh tài trí của bạn để mở rộng bản đồ thương mại thế giới！Lối chơi Gia Tộc với nhiều trải nghiệm vui vẻ, mang tới nhiều mối quan hệ xã giao. Các vị Đông gia đồng tâm hiệp lực xây dựng Liên Minh Thương Mại lớn mạnh nhất.【Thú Quý Ấm Lòng Người, Kiếm Tiền Theo Lối Riêng】Vừa có Kỳ Trân Dị Thú trong thần thoại, cũng có mèo con cún con dễ thương để bạn nhận nuôi ngẫu nhiên.Thông qua việc bồi dưỡng Thú Quý tăng tốc độ kiếm tiền, vừa nuôi pet vừa kiếm tiền, đúng là một công đôi việc!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.2.190\n\n\n\n\nThêm Nội dung Mới：1.Event: Thám Hiểm Miêu Cương2.Event: Cơ Quan Mê Thành3.Event: Mỹ Thực Đại Chiến4.Skin MK: Lưu Bị, Điêu Thuyền, Chư Ngộ Năng, Trần Viên Viên, Lý Thám Hoa, Đào Uyên Minh, Đông Tiểu Ngọc5.Skin Tri Kỷ: Liễu Nguyệt Như, Phạm Thiếu Gia6.Trang Trí cá tính: Tiệc Hải Sản, Mão Nhật Thực Khách7.Skin Nhà: Thành Lẩu8.Đeo Hông: Loan Vũ, Hoa Huy9.Trân Bảo: Hệ Đồ Đồng Triều Đình\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tick-tock-a-tale-for-two/id1357651989?l=vi",
  "nameAndAge": "\n          Tick Tock: A Tale for Two\n 4+\n",
  "company": "\n\n            Other Tales Interactive ApS\n          \n",
  "ranking": "\n\n\n                      #9 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 3 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTick Tock: A Tale for Two is an eerie cooperative puzzle game for two players. Each player needs a copy of the game on their own mobile device (phone or tablet) to play. You can also play cross-platform with a Nintendo Switch or a computer (PC or Mac). Average playtime: 2.5h***You and your friend are trapped in a mystical clockwork world. As time ebbs away you must solve increasingly complex puzzles to escape. Cooperation is key as neither of you have the full picture! Play on two devices, local or remotely, all you need is a voice connection.\"perhaps one of the most clever game ideas I’ve ever seen.\" - TouchArcade\"a spooky multiplayer puzzle game with a brilliant hook - that the game is played simultaneously on two screens, with half of the clues on one and half on the other.\" - EUROGAMER\"a fantastic, beautiful game that can bring you closer to your friends and loved ones\" - Coin-DropAwards & Recognition:* Winner - Danish Games Awards (Best Debut, Best Emergent Experience) 2020 * Nominee - BAFTA Games Awards 2020* Nominee - Nordic Game Awards 2020* Winner- IndieCade (Cooperative Design) 2019* Official Selection - AdventureX 2019* Official Selection - Indie MEGABOOTH 2019* Nominee - International Mobile Gaming Awards 2019* Nominee - Ludicious 2019* Official Selection - PAX 10 2018 * Official Selection - Leftfield Collection 2018* Nominee - Play17 2017* Nominee - Nordic Game 2017* Official Selection - IndieCade Europe 2017* Nominee - Amaze 2017* Official Selection - Stugan 2016\n",
  "new": "\n\n\n23 thg 6, 2021\nPhiên bản 1.1.8\n\n\n\n\nArabic and Russian languages\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "709,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/spin-guide-for-coin-master/id6471245062?l=vi",
  "nameAndAge": "\n          Spin Guide for Coin master\n 4+\n",
  "company": "\n\n            Meet Tavethiya\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,5 • 405 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,5 • 405 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nElevate Your Coin Master Experience with Spin Guide for Coin MasterEmbark on a journey to Coin Master mastery with the ultimate guide, Spin Guide for Coin Master. This comprehensive app provides you with everything you need to conquer the game, from daily spin links and rewards to expert tips, tricks, and strategies.Unleash a Treasure Trove of Features:Daily Spin Links and Rewards: Never miss out on a single spin or coin again. Access updated daily spin links and rewards to keep your game thriving.Expert Tips and Tricks: Elevate your gameplay with a wealth of expert tips and tricks. Learn how to maximize your spins, coins, and card collection to dominate the competition.Comprehensive Strategies: Gain an edge with in-depth strategies for every aspect of the game, from building villages to raiding opponents.Complete Card List: Access the complete card list to strategically collect and trade cards, completing sets and unlocking valuable rewards.Event and Level Information: Stay informed about upcoming events, level details, and optimal coin spending strategies to optimize your progress.Global Community Connection: Connect with fellow Coin Master enthusiasts worldwide, sharing tips, trading cards, and building friendships.Transform Your Coin Master Experience:Accelerate Your Progress: Advance through the game at an unprecedented pace with our expert guidance and daily spin links.Maximize Your Rewards: Reap the rewards of your efforts by maximizing your spins, coins, and card collections.Master the Game: Elevate your gameplay to new heights with comprehensive strategies and expert tips.Become a Coin Master Pro: Enjoy the satisfaction of dominating the game with your newfound knowledge and skills.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "105,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-pancakeria-to-go/id1438245901?l=vi",
  "nameAndAge": "\n          Papa's Pancakeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #28 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nServe breakfast on the go in Papa's Pancakeria To Go!-- ABOUT THE GAME --While hunting for your lost pet, you suddenly get a call from Papa Louie with some good news:  Your pet was found at Papa's Pancakeria in Maple Mountain, and since your pet likes the restaurant so much, Papa Louie decided to let you run the Pancakeria while he's away!  You'll be busy multitasking as your customers order fluffy pancakes, golden waffles, warm french toast, and delicious drinks through all seasons of the year.  Pour batter onto the griddle, add mixables to the batter, and keep checking back to flip the flapjacks halfway through.  Stack their plates high with pancakes, syrups, and toppings that change with each holiday.  Add a hot mug of coffee or a refreshing glass of juice to complete the breakfast, and serve the food to your hungry customers.  Customers can also place orders by phone, so hire a driver to deliver a hot breakfast right to their doors!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons with new holiday flavors!  As the seasons change in Maple Mountain, your customers will order their pancakes, waffles, and french toast with new seasonal ingredients.  You'll unlock new syrups, toppings, and drinks for each holiday of the year, and your customers will love trying new flavors for a festive breakfast.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Pancakeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS AND PET - Play as Cooper hunting for his lost cat Cookie, or Prudence with her lovable dog Pickle -- or create your own custom character along with your own pet!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - When you start taking phone orders, customers can call to place their breakfast order, and you'll hire a Driver to help you take and deliver orders to their homes!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Pancakeria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --Hands-on pancake shop in the Papa Louie universeAll new controls and gameplay features designed for smaller screensMulti-task between cooking, building, and serving drinksCustom chefs, drivers, and PETS!12 separate holidays to unlock, each with more ingredientsEarn and master 40 unique Special Recipes90 colorful Stickers to earn for completing tasks117 customers to serve with unique ordersUse Stickers to unlock new outfits for your customersOver 75 ingredients to unlock** NOTE FOR iPAD USERS **Papa's Pancakeria To Go is designed especially for smaller screens, look for Papa's Pancakeria HD for tablets!\n",
  "new": "\n\n\n15 thg 8, 2019\nPhiên bản 1.2.0\n\n\n\n\n- Fixed freezing bug with topping bins disappearing- Fixed bug where topping nozzles would get stuck pouring- Fixed bugs when switching between pancakes and toppings- Fixed bug where Build Station bins would get stuck in place- Fixed bug with getting stuck on Build Station after training\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "72,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gun-x-mobile-sohagame/id6444932771?l=vi",
  "nameAndAge": "\n          Gun X Mobile - SohaGame\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #3 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,4 • 4,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBắn Gà Chiu Chiu - 5 Phút Có Người IuNhận 1300 Kim Cương, Pet S, Thời Trang Độc Quyền- Liệu 1 Chú Gà có thể trở thành vua chiến trường? Liệu 1 Kẻ Tay Mơ có thể trở thành bậc thầy nhả đạn? Liệu bệnh Ế Kinh Niên có thể chữa chỉ sau 5 phút chơi game?- Tham gia thành phố và trải nghiệm những trận đấu bắn súng tọa độ đầy vui nhộn nhưng cũng không kém phần gay cấn!- Nâng cấp đồ chơi - Bắn rơi đối thủ. Bạn sẽ bắn gì vào kẻ thù của bạn? Bom? Lu Gạch? Hoặc có thể là… bàn chải nhà vệ sinh? Vui thôi gì căng, cùng tận hưởng nào!- Hãy cẩn thận! Một ngày đẹp trời bắt cặp đấu rank, bị một cô nàng bí ẩn nào đó cho \"ăn hành\" và bùm! Thoát ế! Hãy chuẩn bị tinh thần có “người iu” bất cứ lúc nào trong Gun X Mobile.- Căn gió, tính góc, nhẩm lực. Kéo và thả! Hãy chứng tỏ bản lĩnh xạ thủ qua những trận so tài 1vs1, 2vs2, 3vs3. Thư giãn hay ly kỳ, solo hay lập nhóm - luôn có một chế độ phù hợp với bạn- Tổ hợp đạo cụ, đào lỗ diệt địch, đóng băng thiêu đốt, bắn cao siêu chuẩn! Liên tục thử thách màn chơi cùng những đối thủ mới, hướng đến ngôi vị Xạ Thủ Đệ Nhất.- Ú òa! Đầy đủ thời trang theo mùa, theo Cung Hàng Đạo, theo Hot Trend và thậm chí là theo idol nổi tiếng. - Phó bản mỗi ngày độc đáo, BOSS Thế Giới mới, tổ đội diệt BOSS mọi lúc! Chiến thắng để kiếm danh hiệu và chiến lợi phẩm thú vị. 5 phút 1 trận. Không nóng máy!- Không chỉ phát người yêu, Gun X Mobile còn phát quà đều đặn. Nhận 1300 Kim Cương, Pet S, Thời Trang Free. Chơi game hàng ngày nhận phù hiếm, rương vũ khí, nguyên liệu nâng đồ, cường hóa vũ khí. Ngày nào cũng có thưởng, cứ vào là nhận quà.Tất Cả Trong Một Ván Đấu\n",
  "new": "\n\n\n9 thg 10, 2023\nPhiên bản 5.2.21\n\n\n\n\n- Thêm Panda Lửa phiên bản mới- Giảm độ khó Guild Chiến, giảm số lượng nhiệm vụ như tổ đội, Guild và bạn bè- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Ưu hóa hiển thị giao diện hệ thống kinh mạch- Ưu hóa quy tắc ghép Robot Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Thêm BXH Thiên Không Thành và Tổ Đội Viễn Chính- Thêm Panda Lửa phiên bản mới- Thêm hướng dẫn Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "857,5 MB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/this-war-of-mine/id982175678?l=vi",
  "nameAndAge": "\n          This War of Mine\n 17+\n",
  "company": "\n\n            11 bit studios s.a.\n          \n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 228 đánh giá",
  "price": "399.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"If you've not already played this brilliant, heart-wrenching game, then mobile is as good a place as any to let it completely destroy you.\" - , 9/10, Pocket Gamer UK\"This War of Mine isn’t exactly “fun,” but it’s definitely a game worth playing.\" , 9/10, 148apps\"I'm really excited to go home and download 11 bit studios' title on my iPad\" , Game InformerIn This War Of Mine you do not play as an elite soldier, rather a group of civilians trying to survive in a besieged city; struggling with lack of food, medicine and constant danger from snipers and hostile scavengers. The game provides an experience of war seen from an entirely new angle. The pace of This War of Mine is imposed by the day and night cycle. During the day snipers outside stop you from leaving your refuge, so you need to focus on maintaining your hideout: crafting, trading and taking care of your survivors. At night, take one of your civilians on a mission to scavenge through a set of unique locations for items that will help you stay alive. Make life-and-death decisions driven by your conscience. Try to protect everybody from your shelter or sacrifice some of them for longer-term survival. During war, there are no good or bad decisions; there is only survival. The sooner you realize that, the better.This War of Mine: Anniversary EditionIt's been two years since This War of Mine global release and we're still expanding the experience. This new free DLC, created especially for the Anniversary Edition, adds new characters, new locations to explore, and most importantly - a whole new ending, leading to a different outcome to the game. The dilemma though remains the same – how far will you go, to protect the ones you care about? Key Features:• Inspired by real-life events • Control your survivors and manage your shelter • Craft weapons, alcohol, beds or stoves – anything that helps you survive • Make decisions - an often unforgiving and emotionally difficult experience • Randomized world and characters every time you start a new game • Charcoal-stylized aesthetics to complement the game's themeThis War of Mine experience is now broadened with \"The Little Ones\" expansion. \"The Little Ones\" explores the hardships of wartime survival as seen from an entirely new perspective―that of a child. This DLC puts you in charge of a group of adults and children stuck in a besieged city, struggling with basic necessities. TWoM: The Little Ones focuses not only on the reality of enduring war, but also on how even in times of conflict, kids are still kids: they laugh, cry, play, and see the world differently. In addition to thinking about survival, you'll have to summon your inner child to understand how to protect the little ones. Their youth, and their future, are in your hands.• Experience the biggest expansion to This War of Mine• Protect innocent children• Craft toys, play with kids, and be the caretaker they need• Meet new adult civilians in scenarios with childrenPLEASE NOTE: This game is optimized for latest devices. While playing on older devices such as iPhone 4s or iPad 2 you might experience lower frame rates.\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 1.7.0\n\n\n\n\nFix issues with aspect ratio in: - iPhone 15- iPhone 15 Plus- iPhone 15 Pro- iPhone 15 Pro Max\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "609,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-taco-mia-to-go/id1207867591?l=vi",
  "nameAndAge": "\n          Papa's Taco Mia To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "2,9 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nIt's a flavor fiesta in this new version of Papa's Taco Mia, with gameplay and controls reimagined for iPhone and iPod Touch!You'll need to multitask between four areas of the taco shop, with new controls designed to work just right in the palm of your hand.  Head to the Order Station to take orders from your zany customers in the lobby.  Switch to the Grill Station to cook, flip and cut meats before pouring them into taco shells.  Move to the Build Station to add a variety of toppings to your tasty tacos.  Jump to the Chip Station to fill a basket with chips, and choose a delicious salsa or dip to complete the meal.  Each station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the taco-crafting process.Keep your customers happy to earn more points and level up.  As your level rises, you'll unlock new toppings for the shop, and new customers will start visiting the taqueria!  Well-crafted tacos will also earn you tips to spend in the Shop, and Mini-Game Tickets to use in the daily Mini-Game!**NEW FOR PAPA'S TACO MIA TO GO**SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the taco shop!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each recipe to earn a special prize!NOW WITH HOLIDAYS - You'll now serve seasonal tacos throughout the year in Papa's Taco Mia To Go!  As you reach new ranks, the seasons and holidays in the game will change, unlocking holiday-themed shells, meats, and toppings for your tacos.SERVE CHIPS AND DIP - Each customer will also choose chips and dip to complete their meal!  Unlock multiple types of chips, dips, and salsas as you go, and time the pouring just right to earn some bonus money.NEW INGREDIENTS - The taqueria gets a ton of new ingredients for the holidays, including some new holiday ingredients that haven't been available in other versions!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs.  You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.COMPLETE YOUR COOKBOOK - All of your Special Recipes will be collected in the Cookbook, which has been redesigned for smaller screens.  Browse through each of your recipes, choose your daily special, and switch tabs in the cookbook to view a list of the ingredients you've unlocked so far!PLAY MINI-GAMES - Foodini's mini-games have returned for Papa's Taco Mia!  Earn Mini-Game tickets as you serve customers, and spend those tickets in the daily Mini-Game available after each workday.  Earn prizes in each Mini-Game which you can use to decorate your lobby, and keep playing Mini-Games to unlock Rare Prizes!**GAME FEATURES**- Hands-on taco shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between cooking, building, and serving chips and dip- Earn and master 40 unique Special Recipes- 12 separate holidays to unlock, each with their own ingredients- Buy upgrades, furniture, and posters using your in-game tips- Play 7 different Mini-Games using your earned tickets to win prizes- Decorate your shop in the Lobby Editor- 108 customers to unlock with unique orders- 90 in-game achievements** NOTE FOR iPAD USERS**Papa's Taco Mia To Go is designed especially for smaller screens.\n",
  "new": "\n\n\n24 thg 1, 2019\nPhiên bản 1.1.1\n\n\n\n\nFixed problems with dragging when played on iPad\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "107 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/township-vtc-game/id638689075?l=vi",
  "nameAndAge": "\n          Township – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #12 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 156,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Township in Vietnam.Township is a unique blend of city building and farming! Build your dream town! Harvest crops, process them at your facilities, and sell goods to develop your town. Trade with distant islands. Open restaurants, cinemas and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world. Are you ready to build your dream? Let’s get started! Township features: ● Different buildings and decorations you can use to create your dream town ● Various crops to grow and later process at your factories ● Fun, charismatic townspeople with orders you need to fill ● Your town's mine packed with ancient artifacts to discover and collect● Exotic goods brought from the islands● A zoo to build where you can even breed animals ● Famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more! ● Play with your Facebook and Game Center friends or make new friends in the game community! Township is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu. *You need an internet connection to play the game and enable social interaction, competitions, and other features.* Enjoying Township? Learn more about the game! Facebook: www.facebook.com/TownshipMobile Twitter: twitter.com/township_mobile Questions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1 Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html\n",
  "new": "\n\n\n9 thg 11, 2023\nPhiên bản 14.0.0\n\n\n\n\nGet ready for a new update!It's winter in Township!SPORTS TOURNAMENT* An exciting new merge event is already on! Help Alicia and Mikey organize a sports tournament and make unforgettable memories!* Merge new items to create sports-themed objects and win a new upgradable decoration as a tournament memento!KLONDIKE EXPEDITION* Set out on an expedition to the Klondike to help Richard and Ellen find the legendary Golden Deer nugget!* Complete tasks to outsmart a mysterious rival and unlock a unique decoration!CHRISTMAS MIRACLES* A new Christmas season adventure is upon us! Get into the holiday spirit with festive new skins—a Christmas Port and Gift Boat!* Don't forget to purchase the Golden Ticket to dress up your chickens in deer costumes!ALSO* Enjoy the winter town design!* Do a kickflip at the new Skate Park!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "237 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/titan-quest-ultimate-edition/id6455985208?l=vi",
  "nameAndAge": "\n          Titan Quest: Ultimate Edition\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "5,0 • 8 đánh giá",
  "price": "125.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nAn epic Titan battle, as complete as never beforeTitan Quest has captivated legions of players since its 2006 debut. This is the complete edition of Titan Quest, including ALL DLCs and technical updates. You get the all-encompassing experience of an unbridled, truly heroic journey through the worlds of Titan Quest!Your honorable quest is to save the world!The gods alone cannot defeat the Titans, so real heroes are needed - and that can only be you! Your success or failure will decide the fate of the people and the Olympians! With your custom-created hero, scour the mystical and ancient worlds of Greece, Egypt, Babylon, and China. Conquer the hordes of legendary creatures and master various weapons and martial arts: Archery, sword fighting, or the use of powerful magic!Travel a world of antiquity and Nordic mythology!Battle the beasts of mythology as you travel to the Parthenon, the Great Pyramids, the Hanging Gardens of Babylon, the Great Wall, the Tartarus Arena, and other famous places. Encounter the greatest villains of Greek mythology, discover the uncharted lands of northern Europe, search for the mythical kingdom of Atlantis, and set out on a journey across the western Mediterranean.It’s all or nothing on your glorious path!With each challenge that awaits you, you'll have to defeat bigger and stronger enemies until you reach your goal and force the Titans to their knees! Rush into battle alongside brave pet companions! Find extraordinary items with special powers that will enhance your abilities and help you on your path. Legendary swords, powerful lightning spells, magical, bows and numerous other treasures with unimaginable powers await you - all of them are at your disposal in your battles and spread fear and terror among the hideous creatures!What are you waiting for?Like no other game in the Action RPG genre, Titan Quest: Legendary Edition combines the fascinating world of mythology with endless and exciting action that you would expect from such a compelling game!Key Features:● All DLCs included:● IMMORTAL THRONE - Within the world of the Immortal Throne DLC, you’ll encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx. You have to interpret the prophecies of the blind seer Tiresias, fight alongside Agamemnon and Achilles, and use the wiles of Odysseus to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe in the Ragnarök DLC, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Meet an explorer in the Atlantis DLC, in search of the mythical kingdom of Atlantis. A key is supposedly hidden in the diary of Herakles, which is rumored to be located in the Phoenician City of Gadir. Set out on a journey across the western Mediterranean, including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain. Upon tracking it down, the Hero and his comrades realize that the appearance of the ancient peril, Qiong Qi, was no mere coincidence and that something much more sinister is afoot...● All important updates have been implemented to the technically overhauled Titan Quest to grant the best gaming experience of this classic ever!! A note for all players who own the base version of Titan Quest or Titan Quest: Legendary Edition: The DLCs mentioned here will also be released for purchase as additional content so that all fans can upgrade their game to fully enjoy all expansions!● iCloud support included\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 3.0.5165\n\n\n\n\n- Fixed that you can't buy orbs anymore- Fixed missing icons and certain items when Eternal Embers isn't installed- Fixed some cloud save issues\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "1,9 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HandyGames đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-frontiers-td/id598581396?l=vi",
  "nameAndAge": "\n          Kingdom Rush Frontiers TD\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #19 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 788 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nKingdom Rush Frontiers is a whole new level of the furiously fast, enchantingly charming gameplay that made kingdom Rush an award-winning Tower Defense hit.Defend exotic lands from dragons, man-eating plants, and ghastly denizens of the underworld -all with flashy towers, levels, heroes, and more goodies to help you crush your enemies to a pulp.BUILD MIGHTY TOWERS!• OVER 18 TOWER ABILITIES! Unleash Death Riders, pestilence clouds, or assassins that steal and kill your enemies!• 8 SPECIALIZED TOWER UPGRADES! Slice, sizzle, and stomp your foes with Crossbow Forts, Mighty Templars, Necromancers, and even Earthquake Machines - hey, we told you we were shaking things up.• UPGRADE SYSTEM allows you to min/max your towers towards your preferred strategy.• Fortify the frontier in exotic news lands - hold the line in deserts, jungles, and even the underworld!TRAIN LEGENDARY HEROES• 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique specialties that fit different play styles and strategies!• Special units and features on every stage! Watch out for the Black Dragon!DEFEAT THEM ALL• OVER 40 ENEMIES with unique abilities! Stay on your toes as you fight through desert sandworms, tribal shamans, nomad tribes, and underground terrors. Action like you have never seen before!• MERCILESS BOSS FIGHTS! Hey, we told you to get those upgrades...MORE MIND-BOGGLING CONTENT• Hours of army with OVER 80 ACHIEVEMENTS! what can you expect from Ironhide Games, the creators of Kingdom rush? You will be hooked for hours searching for Easter eggs and achievements!• IN-GAME ENCYCLOPEDIA! learn all about your enemies and you will be able to plan the best strategy to defeat them. Study up!• CLASSIC, IRON, AND HEROIC GAME MODES to challenge your tactical skills!• 3 DIFFICULTY MODES! Are you up for a real challenge? Go with Hard mode!• PLAY IT OFFLINE! No internet? No problem! You will be able to jump into real action even offline!-----------------------------------------------------PRAISE FOR KINGDOM RUSH: IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n9 thg 5, 2023\nPhiên bản 5.8.10\n\n\n\n\nSmall bug fixes and improvements. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "178,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/3q-legend-danh-t%C6%B0%E1%BB%9Bng-truy%E1%BB%81n-k%E1%BB%B3/id6453690496?l=vi",
  "nameAndAge": "\n          3Q Legend:Danh Tướng Truyền K‪ỳ‬\n 9+\n",
  "company": "\n\n            Funtap JSC\n          \n",
  "ranking": "\n\n\n                      #2 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,8 • 485 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.Cày chay cũng lên Vip: Đăng nhập nhận Vip 2, lai rai lên Vip 6.Nhận ngay 10k KNB và Danh tướng tùy chọn: Tôn Sách, Cam Ninh, Quách Gia, Điển Vi...3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.- Quốc chiến xuyên biên giới Ngụy, Thục, Ngô với các quân đoàn hùng mạnh và sự xuất hiện của 100+ chiến tướng chuẩn truyện với tài văn thao võ lược như: Tào Tháo, Lữ Bố, Gia Cát Lượng, Triệu Vân...và đặc biệt là Ngụy - Quan Vũ chưa từng xuất hiện ở bất cứ đâu. 3Q Legend hứa hẹn mở ra những trận đánh cân não tính toán chuẩn lên đến 20 hiệu ứng khắc chế đặc biệt. - Game đặc biệt còn có sự xuất hiện của các vị Phong Thần nổi tiếng như: Nữ Oa, Natra, Dương Tiễn, Lôi Thần... đem lại ấn tượng mạnh về thị giác và cảm giác cho người chơi. - Hệ thống Quốc Gia hùng mạnh, trải nghiệm cảm giác xuyên không làm vua chúa. Chiến quốc đoạt ngôi, thăng quan tiến chức nhận bổng lộc triều đình. Thắng làm vua, thua bái kiến. Hậu cung trăm sắc, tùy chọn hầu hạ mỗi ngày.- Đêm 7 ngày 3, PK không kể với hệ thống PVP, PVE liên server đỉnh cao như: Quần Hùng Trục Lộc, Tranh Bá, Đấu Trường Đỉnh Cao, Thủ Hộ Kho Lương...- Giải trí chill chill, cùng các tướng lĩnh tham quan Du Ngoạn, Đấu Manh Sủng, đói bụng có ngay Yến Tiệc Cung Đình, thất tình vào ngay Bingo Trái Cây khơi dậy tuổi thơ bất hủ. 3Q Legend: Danh Tướng Truyền Kỳ chính là tựa game nhập vai Tam Quốc mà Chúa Công không thể bỏ lỡ. Hãy tải game ngay để bắt đầu hành trình xưng vương Tam Quốc!\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.0.2\n\n\n\n\n- Cập nhật Huyễn Tướng mới Quan Vũ Ngụy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "491,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-cupcakeria-to-go/id1029932207?l=vi",
  "nameAndAge": "\n          Papa's Cupcakeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #13 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nBake and decorate delicious cupcakes on the go with this brand-new version of Papa's Cupcakeria, with gameplay and controls reimagined for iPhone and iPod Touch!You'll need to multitask between four areas of the cupcake shop, with new controls designed to work just right in the palm of your hand.  Head to the Order Station to take orders from your wacky customers in the lobby.  Switch to the Batter Station to prep the pans with liners and add just the right amount of batter.  Move to the Bake Station to put the cupcakes into the oven and wait for them to bake.  Jump to the Build Station to add frosting to the cupcakes, and decorate them with a variety of shakers, drizzles, and festive toppers.  Each station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the cupcake-crafting process.Keep your customers happy to earn more points and level up.  As your level rises, you'll unlock new toppings for the shop, and new customers will start visiting the Cupcakeria!  A set of well-crafted cupcakes will also earn you tips to spend on in the Shop, and Mini-Game Tickets to use in the daily Mini-Game!**NEW FOR PAPA'S CUPCAKERIA TO GO**NOW WITH HOLIDAYS - Holidays are finally available in a \"To Go\" version!  As you reach new ranks, the seasons and holidays within the game will automatically change, unlocking new holiday-themed ingredients for the shop!  We've also included a number of holidays that weren't available in the original version!PLAY MINI-GAMES - Earn Mini-Game tickets as you serve customers, and spend those tickets in the daily Mini-Game available after each workday!  You can earn prizes in each Mini-Game, which you can use to decorate your lobby.  Earn all bronze, silver, and gold stars in a Mini-Game to unlock Rare Prizes!NEW INGREDIENTS - We've added lots of new ingredients which can't be found in the original version of the game, including brand-new items for the new holidays in the game.  We've also added new holiday batters to the game, so each holiday's cupcakes will be even more unique!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs.  You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading. BATTER and BAKE STATIONS - We've redesigned the Batter and Bake Stations for smaller screens, so you can easily add liners, pour batter, and bake cupcakes like a cupcake master!FROSTING CUPCAKES - You'll add frosting to cupcakes in a brand-new way that feels great with touch screens!  Choose a frosting type, then drag the cupcake left and right as the frosting pours down from above.  This new method gives you a great amount of control, letting you decorate your cupcakes like a pro!ADDING TOPPINGS - The Topping Bin carousel from previous \"To Go\" games is back, making it easy to browse through your available toppings!  You'll swipe the carousel of Topping Bins to choose the item you want to use, then grab the cupcake to start pouring toppings evenly across the cupcake.  Tap a button to switch to festive toppers for your cupcakes, and tap a convenient slider to swap between the two cupcakes in the order!**GAME FEATURES**- Hands-on cupcake shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between batters, baking, frosting, and topping- 12 separate holidays to unlock, each with their own ingredients- Buy upgrades, furniture, and posters using your in-game tips- Play 7 different Mini-Games using your earned tickets to win prizes- Decorate your shop in the Lobby Editor- 97 customers to unlock with unique orders- 85 in-game achievements** NOTE FOR iPAD USERS**Papa's Cupcakeria To Go is designed especially for smaller screens.\n",
  "new": "\n\n\n24 thg 1, 2019\nPhiên bản 1.1.0\n\n\n\n\n- Added support for iPhone X and newer phones!- Fixed problems with dragging items on iPhone X- Fixed problems with dragging when played on iPad- Additional bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "88,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lmht-t%E1%BB%91c-chi%E1%BA%BFn/id1531280382?l=vi",
  "nameAndAge": "\n          LMHT: Tốc Chiến\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #11 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,6 • 111 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy hòa mình vào Tốc Chiến: trải nghiệm MOBA 5 đấu 5 thuần kỹ năng và chiến thuật trong Liên Minh Huyền Thoại của Riot Games, nay được tái xây dựng hoàn toàn dành cho thiết bị di động. Với hệ thống điều khiển trơn tru và lối chơi siêu tốc, bạn có thể lập đội cùng bạn bè, khóa chọn tướng của bạn và thực hiện các pha xử lý để đời. VƯỢT MẶT ĐỐI THỦLàm chủ đấu trường và trở thành huyền thoại với hàng loạt vị tướng khác nhau cùng chiến thuật chơi năng động, thay đổi không ngừng. Mỗi trận đấu đều sẽ là cơ hội để bạn tung ra kỹ năng định hướng hoàn hảo, lật ngược thế cờ bằng khả năng phối hợp đồng đội tuyệt đỉnh hoặc thực hiện thành công pha pentakill xuất sắc.TRANH TÀI CÙNG BẠN BÈChiến thắng chỉ đến với ai biết cách phối hợp cùng đồng đội trong trò chơi MOBA trên di động này. Dù là đấu đôi, đấu ba hay cả một tổ đội 5 người, bạn đều có thể tham gia hàng chờ cùng những người bạn của mình để leo hạng và phá hủy Nhà Chính của kẻ địch. CHỌN TƯỚNG CỦA BẠNXông vào chiến trường với một thanh kiếm khổng lồ, đóng băng kẻ địch trên đường đi bằng mũi tên băng bay xuyên bản đồ hay nhử đối thủ đến gặp tử thần bằng bùa phép vô cùng vi diệu. Với mỗi trang sử huyền thoại bạn viết lên, sẽ luôn có một vị tướng phù hợp.LUÔN CÔNG BẰNG Đối đầu trong những trận đấu công bằng cả về kỹ năng lẫn quy mô tổ đội. Tất cả anh hùng đều có thể được nhận trong Tốc Chiến và bạn sẽ không bao giờ phải trả tiền để có thể chơi hay tăng sức mạnh. Dù chỉ là 1 xu.\n",
  "new": "\n\n\n24 thg 10, 2023\nPhiên bản 4.4.0\n\n\n\n\nBản cập nhật Sức Mạnh Tột Đỉnh ‘23 đã ra mắt! Từ tháng 10 đến tháng 01:  • TƯỚNG MỚI: Khiến bạn khóc thét hoặc chỉ... rơm rớm mà thôi - Sivir, Zyra và Fiddlesticks sắp sửa lẩn vào Đấu Trường  • TRANG BỊ MỚI: Giờ của pháp sư đến rồi! Hãy để chúng tôi thử đo ni họ với một vài trang bị mới cùng thật nhiều cập nhật khác nữa!  • CHẾ ĐỘ CHƠI MỚI: Không đường, không rừng, không giới hạn! Chiến đấu tới sức cùng lực kiệt trong Võ Đài! Tìm hiểu thêm tại https://tocchien.zing.vn/. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B5-luy%E1%BB%87n-%C4%91%E1%BB%89nh-phong-t%E1%BA%B7ng-vip10/id6447084599?l=vi",
  "nameAndAge": "\n          Võ Luyện Đỉnh Phong-Tặng VIP10\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #9 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 407 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nĐĂNG NHẬP TẶNG VIP 10 - ĐIÊU LÀM TRÓA    Game nhập vai đề tài tiên hiệp cực nhẹ với bộ cài chỉ 70MB.    Thỏa sức cày mọi thứ trong game: cày bạc, cày pet, cày KNB, cày Tiên Ngọc… Tài nguyên rủng rỉnh, đủng đỉnh lên top.VIP 10 TRAO TAY - NHẬN NGAY TỪ LEVEL 1   •  Đăng nhập nhận ngay VIP 10 từ Võ Luyện Đỉnh Phong không cần suy nghĩ, hưởng trọn đặc quyền, nguyên liệu dồi dào, lực chiến tăng như vũ bão.QUẸT TINDER - KIẾM VỢ GIÀU - CHẠN VƯƠNG VÔ ĐỊCH    •  Tìm bạn đồng hành, kết duyên tri kỷ xuyên server, không rào cản. Tha hồ rong chơi thưởng ngoạn, tạo nên những kỷ niệm lứa đôi khó quên.    •  Chạn vuong cũng được! Nóc nhà vui là được!.BIẾN LỚN! BIẾN LỚN! HÓA MA ĐỒNG QUẬY XUNG XUNG    •  Biến thân hóa lớn, thừa hưởng sức mạnh của giới thượng nhân: Na Tra Ma Đồn, Nhị Lang Thần… cùng bộ kỹ năng kinh thiên diệt thế.    •  Biến đổi đúng lúc có thể lật ngược tình thế, đè nén đối thủ.Thời Trang Siêu Chất - Skill Siêu Lạ    •  Rực rỡ, sinh động và thời thượng, người chơi thỏa sức khoác lên mình những bộ thời trang ấn tượng.    •  Hiệu ứng kỹ năng đa dạng và thú vị: Gấu Trúc lăn tròn tuyệt kỹ, Như Lai Thần Chưởng… siêu teen siêu cute.AFK THOẢI MÁI - LƯỜI CŨNG TOP   •  Đăng nhập mỗi ngày đều nhận quà xịn sò, từ thời trang, thú cưỡi, Pet trang bị cho tới nguyên liệu.   •  Không ngừng tăng cường sức mạnh, chạm ngưỡng đột phá, làm chủ tam giới và phá đảo những chiến trường PK không giới hạn.\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 2.26\n\n\n\n\n- Update tính năng mới- Update thời trang mới- Update BXH mới\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "176,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doomsday-last-survivors/id6447841794?l=vi",
  "nameAndAge": "\n          Doomsday: Last Survivors\n 12+\n",
  "company": "\n\n            HTD MEDIA VIET NAM JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #12 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 7,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame thủ thành mới! Tận thế đã đến, bầy zombie chạy tán loạn. Là chỉ huy của người sống sót, hãy thu thập và sử dụng tài nguyên bảo vệ khu trú ẩn cuối cùng!Doomsday: Last Survivors là một trò chơi chiến lược sinh tồn zombie, chơi trực tuyến với nhiều người chơi cùng chế độ chiến lược thời gian thực. Bối cảnh ở tương lai gần, nơi zombie chiếm lấy thế giới, những người còn sống sót phải chiến đấu vì mạng sống của họ và tương lai của nhân loại. Là người Chỉ huy, nhiệm vụ của bạn phải dẫn dắt những người sống sót đồng hành của mình xây dựng khu trú ẩn, khám phá những nơi chưa từng biết đến và chiến đấu với zombie và các phe đối thủ! Bạn thích chơi trò chơi zombie, sinh tồn và cả chiến lược? Doomsday: Last Survivors sẽ giúp bạn trải nghiệm tất cả![Điểm Nổi Bật]Trò Chơi Thủ Thành MớiNhững người sống sót có kỹ năng giỏi sẽ tham gia cùng bạn khám phá thế giới hoang tàn cùng với những kẻ bị nhiễm bệnh này. Bạn phải luôn luôn nhạy bén, lập đội quân Hero lý tưởng và xây dựng công trình để sống sót trong cuộc xâm lược của zombie!Kẻ Mạnh sẽ Sống SótDẫn dắt quân đội và dân thường trong Khu trú ẩn! Tiêu diệt zombie để sống sót sau ngày tận thế, hoặc đột kích các Khu trú ẩn khác để duy trì sự sống của bạn. Bạn cũng có thể thành lập liên minh và chiến đấu với kẻ thù cùng các đồng đội.Trải Nghiệm Tận Thế Chân ThậtHệ thống địa hình hình cầu thực tế với việc điều khiển có thể phóng to thu nhỏ thuận tiện cho phép xem cận cảnh Khu trú ẩn đến chế độ xem vệ tinh. Một trải nghiệm sinh tồn nhập vai với những zombie gớm ghiếc, mối đe dọa luôn rình rập, một thế giới tàn khốc, nơi đi tiêu diệt hoặc bị tiêu diệt.Chiến Đấu bằng Chiến LượcSử dụng mọi thứ bạn có thể tìm thấy để sống sót trong ngày tận thế. Huấn luyện nhiều loại quân lính và tiến hành các cuộc chiến đấu với chiến lược đa dạng, các kỹ năng và cách thức chiến đấu của Hero để tồn tại lâu hơn bầy zombie.Hero Cá TínhHero thiết kết rất chân thực và cá tính, khắc họa những người sống sót từ các tầng lớp khác nhau. Tuyển Hero tài năng để giúp dẫn dắt quân đội và bảo vệ khu trú ẩn của bạn!Chỉ huy, bạn đã sẵn sàng sống sót trong ngày tận thế?Trở thành người giỏi nhất trong trò chơi zombie bằng sức mạnh và trí thông minh của bạn!===Thông tin===Facebook chính thức: https://www.facebook.com/DoomsdayLastSurvivorsDiscord chính thức: https://discord.gg/bZErQs6CkNLiên hệ Hỗ trợ: help.doomsday.apple@igg.com===Chi tiết đăng ký===Đăng ký (4,99 USD/tháng)- Đăng ký để nhận: Tốc độ Nghiên cứu +2%, Tốc độ Huấn luyện +2%, Phục hồi Thể lực +2%, EXP từ Zombie +10% và phần thưởng ngày.Lưu ý:1, Thanh toán sẽ được tính vào Tài khoản iTunes của bạn khi mua hàng.2, Đăng ký sẽ tự động gia hạn trừ khi tắt tự động gia hạn ít nhất 24 giờ trước khi kết thúc đăng ký hiện tại.3, Tài khoản của bạn sẽ nhận được xác nhận về lần gia hạn tiếp theo và giá gói trong vòng 24 giờ trước khi kết thúc đăng ký hiện tại của bạn.4, Bạn có thể quản lý/tắt đăng ký và tự động gia hạn bằng cách vào Cài đặt tài khoản sau khi giao dịch.Điều khoản dịch vụ (EULA): https://policies.igg.com/view/?id=1Chính sách bảo mật: https://policies.igg.com/view/?id=2\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 1.25.0\n\n\n\n\nCập nhật:1. Chỉ huy chọn mảnh Hero cho phần thưởng từ danh sách Top Chỉ huy, Vòng Quay May Mắn và Thợ Săn Truyền Kỳ.2. Loại bỏ hạn chế sử dụng Hero do lịch sử Liên bang. Hero được sử dụng mà không bị hạn chế ở bản đồ khu vực, bản đồ sự kiện bất kỳ và trong Đấu Trường.3. Điều chỉnh Hero có mặt tại Sở Cảnh Sát.4. Điều chỉnh tính Hero có mặt tại Hỗ Trợ Ngày.5. Buff Kỹ năng Master Jin6. Top Chỉ huy: Kết hợp giai đoạn 6 và 7 và điều chỉnh cách kiếm điểm.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-freezeria-to-go/id824305459?l=vi",
  "nameAndAge": "\n          Papa's Freezeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #5 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,4 • 17 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nBuild and serve sundaes on the go with this brand-new version of Papa's Freezeria, with gameplay and controls reimagined for iPhone and iPod Touch!You've just started a relaxing summer job at an oceanfront ice cream shop, but things get hectic when all of Papa Louie's customers arrive on the island!  You'll need to whip up delicious Freezer sundaes by pouring ice cream, adding mixables and syrups, blending sundaes, adding whipped cream and toppings, and don't forget the cherry on top for a perfect summertime treat!You'll need to multitask between each area of the restaurant, with new controls designed to work just right in the palm of your hand.  Head to the Order Station to watch for customers waiting in the lobby.  Switch to the Build Station to combine ice cream and mixables for each sundae.  Jump to the Mix Station to mix sundaes until they're blended just right.  Hop to the Top Station to pour whipped cream and toppings before serving the sundae to your picky customers.  Each Station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the sundae-building process.Keep your customers happy to earn points and level up.  As your level rises, you'll unlock new toppings for the shop, and new customers will start to visit the Freezeria!  A well-crafted sundae also earns you tips, which you can spend on upgrades and decorations for the lobby!** NEW FOR PAPA'S FREEZERIA TO GO**Papa's Freezeria To Go is redesigned and reimagined for smaller screens, so your fingers won't get in the way of the action!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs.  You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.BUILD STATION - We've completely redesigned the Build Station for smaller screens.  The Pour Button and Bonus Meter are moved to the side and sized just right for your thumb, so you can watch the meter and tap at the right time without any fingers blocking your view.  When it's time to choose a mixable or a syrup, the entire screen is filled with large buttons so you can easily tap the correct item.MIX STATION - We've fine-tuned the Mix Station upgrades to work even better on small touch screens.  Once you purchase the Blend Alarm upgrades, you can drag these large alarms and snap them onto any blender.  Booster Buttons are also large and easy to press, and you can even use multi-touch to boost multiple blenders at once!TOP STATION - The Topping Bin carousel from \"Papa's Burgeria To Go!\" is back, which lets you top sundaes in a brand-new way!  Swipe the carousel of Topping Bins to choose the item you want to use, then grab the sundae cup to start pouring toppings evenly across the sundae.  You can also tap a button to switch to placeable items like cherries and cookies.  And with full multi-touch support, you can keep one finger sliding the bins and another tapping on the cup below, so you'll have those sundaes finished in no time!NEW INGREDIENTS - We've added a ton of new ingredients that can't be found in the classic or HD versions of the game, including mixables, syrups, whipped cream flavors, and other toppings that you'll unlock as you play the game.  There's over 70 unique ingredients for you to discover!**GAME FEATURES**- Hands-on ice cream shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between building, mixing, and topping- Shop to buy upgrades using your in-game tips- 85 customers to unlock with unique orders- Challenging Closers and Food Critic- 120 in-game achievements to earn**NOTE FOR iPAD USERS**Papa's Freezeria To Go is designed especially for smaller screens.  If you're looking for large-screen gameplay, check out \"Papa's Freezeria HD\" for iPad!\n",
  "new": "\n\n\n24 thg 1, 2019\nPhiên bản 1.2.0\n\n\n\n\n- Added support for iPhone X and newer phones!- Fixed problems with dragging items on iPhone X- Fixed problems with dragging when played on iPad- Additional bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "67 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/exploding-kittens/id1040227414?l=vi",
  "nameAndAge": "\n          Exploding Kittens‪®‬\n 9+\n",
  "company": "\n\n            Exploding Kittens, Inc\n          \n",
  "ranking": "\n\n\n                      #1 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,6 • 475 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay the most-funded game in Kickstarter history anywhere with the Exploding Kittens® Official mobile game!The mobile version of the game is available now, including the Party Pack, Betrayal, Streaking Kittens, and the all new Barking Kittens expansion! Play with friends or strangers in online play, challenge the AI, or play offline with friends face-to-face! In this highly-strategic, kitty-powered version of Russian Roulette, players draw cards until someone draws an Exploding Kitten, at which point they explode, they are dead, and they are out of t​he game -- unless that player has a Defuse card, which can defuse the Kitten using things like laser pointers, belly rubs, and catnip sandwiches. All of the other cards in the deck are used to move, mitigate, or avoid the Exploding Kittens. KEY FEATURES:- Exploding Kittens is a multiplayer card game for people who are into kittens and explosions and laser beams and sometimes goats.- Play with 2 to 5 players across multiple phones in the same room, or online with friends or strangers- Featuring original art by The Oatmeal- New cards exclusive to the digital version of Exploding Kittens - Digital versions of the hit expansions, including Streaking and Barking Kittens, as well as digital exclusive Betrayal and Party decks- The digital version of the most backed game in Kickstarter historyCreat​ed by Elan Lee (Xbox, ARGs), Matthew Inman (The Oatmeal), and Shane Small (Xbox, Marvel).Exploding Kittens is a paid app in which optional game features may be purchased with real money. You must be at least 13 years old to download and play. There is also an option to compete online against strangers and resulting data transfer charges may apply. Player usernames and expressions are their own. Exploding Kittens, LLC is not responsible for and does not endorse player usernames or expressions. For our privacy policy, visit www.explodingkittens.com/privacy.\n",
  "new": "\n\n\n9 thg 8, 2022\nPhiên bản 5.3.6\n\n\n\n\nVarious fixes and improvements for multiplayer stability.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "276 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-room-three/id918054748?l=vi",
  "nameAndAge": "\n          The Room Three\n 9+\n",
  "company": "\n\n            Fireproof Studios Limited\n          \n",
  "ranking": "\n\n\n                      #13 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 177 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWE RECOMMEND PLAYING ON iPHONE 5 (& UP) OR iPAD 3 (& UP) AS iPAD 2, iPAD MINI 1 AND iPHONE 4S MAY EXPERIENCE PROBLEMS.The eagerly awaited sequel to the BAFTA award winning 'The Room' (Apple Game of the Year 2012) and 'The Room Two' (App Store Best of 2013-14) is finally here.Welcome to The Room Three, a physical puzzle game within a beautifully tactile world.Lured to a remote island, you must draw upon all your puzzle-solving ability to navigate a series of trials devised by a mysterious figure known only as “The Craftsman”. PICK-UP-AND-PLAY DESIGNEasy to begin yet hard to put down, enjoy a unique mix of intriguing puzzles with a simple user interface. INTUITIVE TOUCH CONTROLSA tactile experience so natural you can almost feel the surface of each object. EXPANDED LOCATIONS Lose yourself in a variety of stunning new environments, each spanning multiple areas. INTRICATE OBJECTSRotate, zoom and examine dozens of artifacts to discover their hidden secrets. ATMOSPHERIC AUDIOA haunting soundtrack coupled with dynamic sound effects create an unforgettable soundscape. MAGNIFIED WORLDSUse the new eyepiece ability to explore the world in miniature ALTERNATE ENDINGSReturn to a persistent environment and change your fate ENHANCED HINT SYSTEMRe-read hints to get the full picture iCLOUD & GAMECENTER SUPPORTEDShare your progress between multiple devices and unlock achievements. MULTI LANGUAGE SUPPORTAvailable in English, French, Italian, German, Spanish, Brazilian Portuguese, Turkish and Russian.Fireproof Games is an independent studio from Guildford, United Kingdom.Find out more at fireproofgames.comFollow us @Fireproof_GamesFind us on Facebook\n",
  "new": "\n\n\n26 thg 6, 2018\nPhiên bản 1.0.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "931,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stickman-party-4-player-games/id1467762267?l=vi",
  "nameAndAge": "\n          Stickman Party: 4 player games\n 9+\n",
  "company": "\n\n            Maxim Krivokonev\n          \n",
  "ranking": "\n\n\n                      #3 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 44,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nStickman Party là một game arcade độc ​​đáo được thiết kế để giúp bạn vui chơi trong công ty của bạn bè, cũng như Stickmen!Dưới đây là toàn bộ bộ sưu tập các trò chơi gây nghiện và rất thú vị cho mỗi ngày, chơi mọi lúc mọi nơi. Cạnh tranh với bạn bè hoặc gia đình của bạn trong hơn 30 loại trò chơi cạnh tranh khác nhau, trò chơi này sẽ cho phép bạn chơi ngay lập tức 1 2 3 và bốn người chơi trên một thiết bị. Chiến đấu trên những chiếc xe tăng mạnh mẽ trong cuộc đấu tay đôi nóng bỏng, chơi bóng đá trong các trận đấu đồng đội 2 trên 2 hoặc 1 trên 1, tham gia vào các cuộc đua xe điên cuồng và chiến đấu trong một khu vực mở trong một trận chiến nơi chiến thắng mạnh nhất!Trò chơi Stickman có những quy tắc rất đơn giản. Bạn có thể chơi mà không cần Internet / Wi-Fi, vì nhiều người chơi ở đây là cục bộ, ngoại tuyến, trên một thiết bị.Những trò chơi stickman vui nhộn dành cho một, hai người chơi trở lên là lý tưởng để đi du lịch, cho các bữa tiệc, những cuộc hẹn hò đầu tiên, cũng như cho chồng và vợ, con cái và cha mẹ, anh chị em, cho một nhóm bạn.Stickman Party rất vui khi chơi trên cùng một thiết bị với bạn bè. Càng nhiều người chơi, càng vui! Nhưng nếu bạn không có ai chơi cùng, thì hãy thử chơi trên một người chơi. Đào tạo để giành chiến thắng trước bạn bè sau này.Một số trò chơi trong bộ sưu tập Stickman Party có các quy tắc độc đáo, nhưng có những bản làm lại của các bản hit di động nổi tiếng. Tất nhiên, chúng được điều chỉnh cho một nhiệm vụ điên rồ, để có thể thoải mái chơi một mình, cho hai, ba và 4 người chơi trên một màn hình.Ví dụ:• Stickmen chạy• bắt gà• Chạy trốn khỏi con ma• Xe tăng• Đánh nhau• Bóng đá Stickman• Xe đua• Trận đánh trên biểnChúng tôi thường xuyên thêm các trò chơi nhỏ mới. Hãy theo dõi và nói với bạn bè của bạn về trò chơi!=======Thông số kỹ thuật=======• Thao tác một chạm đơn giản, một nút bấm• 4 người chơi có thể chơi trên một thiết bị• hơn 40 trò chơi nhỏ thú vị khác nhau• Thách thức bạn bè và gia đình của bạnCảm ơn cho các trò chơi!\n",
  "new": "\n\n\n5 thg 6, 2023\nPhiên bản 2.3.5\n\n\n\n\n- 3 bản đồ mới cho chế độ phiêu lưu- Khả năng di chuyển máy ảnh trong chế độ phiêu lưu- Lưu trò chơi trong cuộc phiêu lưu (Bây giờ phiên hiện tại có thể kết thúc sau)- Mũ không gian mới về shop- Sửa lỗi- Cải tiến nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "146 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/specimen-zero-horror/id1574175808?l=vi",
  "nameAndAge": "\n          Specimen Zero - Horror\n 12+\n",
  "company": "\n\n            Rafael Sanchez Martel\n          \n",
  "ranking": "\n\n\n                      #7 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "3,2 • 22 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou wake up in an unknown place and the last thing you remember is being kidnapped. But something has happened in that strange place, something out of the ordinary ... something dangerous. You must discover the way to escape. Because here, you will only find death.-Explore a large dark area: secret buildings, a creepy hospital and mysterious laboratories. -Solve puzzles and search, collect and use objects to escape from the place.-Escape with your friends in online multiplayer mode! (Alpha)INCLUDES:-New map: Forest-Create unlimited private multiplayer rooms-No ads\n",
  "new": "\n\n\n22 thg 11, 2021\nPhiên bản 1.1.1\n\n\n\n\n-New map added-New monster SPEC 043-New skins\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "436,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sands-of-salzaar/id6443875944?l=vi",
  "nameAndAge": "\n          Sands of Salzaar\n 12+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #17 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "3,6 • 27 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThis is a fantastical tale of an exotic land. The Old Empire has fallen, leaving rival tribes to fight for control of the great desert. Little do they know of the seeds of darkness which grow in the shadows with each passing day...Sands of Salzaar is an open-world strategy-action RPG set across a sprawling desert. Build up and manage your forces from a single unit to a mighty army, then lead them into massive battles against your foes. How you progress is up to you: customize your hero with a wide variety of skills and talents, choose which factions to side with, and plan your strategies carefully to establish yourself as whoever you aspire to be - a lone wolf, a wealthy trader, a city lord, or a war schemer.\n",
  "new": "\n\n\n5 thg 7, 2023\nPhiên bản 1.0.30\n\n\n\n\nV1.0.30 [New DLC Release - The Ember Saga]This DLC contains 3 content expansions: \"Ember Workshop\", \"Child Rearing\" and \"Among Legends: Xin Qi Ji\", and they can be independently loaded/removed in the game.[Ember Workshop]New side story: A story depicting the tumultuous past of the Iron Dynasty's Vitalus Vitara and the Ember Workshop.After the Battle of the Black Sun, many people were reported missing all over the desert, and a strange plague gradually spread. Some have even claimed to have seen immortal monsters whose bodies are half steel and half flesh. Some of the elders who have lived long say that this has something to do with remnants of Vitalus Vitara.However, these riots are a small matter for the sultans who are at war.This is even more true for Husnu, the Nasir Sultan. At this moment, he is more concerned about when the artisans of the Ember Workshop will be able to deliver new weapons and equipment. Cherry of the Ember Workshop has also recently been sending assignment letters to heroes from all over the world soliciting their help in some quests.    ○ Jewel Salvage - Salvage identified/unidentified jewels into materials for refining and fusing jewels.    ○ Jewel Refinement - You can refine jewels with an initial level of 1-3 in the game. Refinement increases the level of a jewel by 1 and can grant them more powerful attributes.    ○ Jewel Fusion - Randomly fuse two jewels of the same level into a higher-level jewel.[Child Rearing]Even amidst the war, the need to continue one's bloodline has never stopped.It's just that since the Battle of the Black Sun, the flow of time has become very strange for some. Some young people become old overnight, while some babies suddenly grow up into adults within a day. It seems that God or some other entity has stolen time away from these people. Some say it is a curse, while others call it a blessing.    ○ Tavern Girls: Now, after you confess your love to a tavern girl, you can further develop the relationship, and there will be a chance for her to bear your child after some time.    ○ Heir Development: There are male and female child characters with fixed avatars. At present, there are two different sets of avatars for each gender. There are a large number of parenting stories from pregnancy to adulthood, which can affect the character's attribute and skill changes. You can raise up to three children in each playthrough.    ○ Heir Skills: A total of four brand new sets of skills, designed according to the roles of warrior, support, mage and archer, along with an ultimate linked to the player. When using the joint ultimate, all children will use their ultimates at the same time (similar to Double Musou from the Dynasty Warriors series).[New Class - Among Legends: Xin Qi Ji]A heroic young man from the small village of Tai'an, grew up in a village ruled by outsiders, and so his heart was filled with resentment. He is a little reckless, and came to the desert unwittingly. He is good at counterattack skills and strengthening physique. He has unique skills composed of Profound Sword, Profound Mind and Demon Sword.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rfs-real-flight-simulator/id1444761746?l=vi",
  "nameAndAge": "\n          RFS - Real Flight Simulator\n 4+\n",
  "company": "\n\n            RORTOS SRL\n          \n",
  "ranking": "\n\n\n                      #1 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,6 • 1,2 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nLive a unique experience flying in any part of the world and exploring sceneries and airports in high resolution with satellite maps, 3D buildings, runways, procedures and air traffic. Jump on board of real time flights, chat with other pilots and join them in multiplayer. Manage flight plans and interact with ATC controllers. Get access to thousands of community created liveries, customize all airplanes, their gauges, failures and weather conditions.Become a real pilot!Manual/Tutorial: wiki.realflightsimulator.org/wiki FLY NOW:-Takeoff, landing or full flight-Automatic creation of flight plan ADVANCED FLIGHT PLAN (PRO only)-Multiple options to create/edit/duplicate complex flight plans-Date/time: CUSTOM/REAL (with night/day cycle)-Flight Plan with procedures for DEPARTURE, ARRIVAL, APPROACH and TRANSITION (SID and STAR)-Aircraft: V-SPEEDS, GROSS WEIGHT LIMITS, FUEL BURN, FLIGHT TIME ESTIMATED with customization of FUEL, PASSENGERS and CARGO-Weather/Metar Departure and Arrival: CUSTOM/REAL - WIND DIRECTION/SPEED, MAIN WEATHER (CLEAR, FOG, RAIN, STORM, SNOW), CLOUDS, CLOUDS BASE, TURBULENCE, GROUND TEMPERATURE REAL TIME FLIGHTS (PRO only)-40.000 real time flights every day-Real time traffic for the 35 largest airports in the world and their connected destinations-Jump on any available real time flight and bring it to destination MULTIPLAYER (PRO only)-Join hundreds of pilots and fly together in any part of the world-Chat with any multiplayer pilot Features: ADVANCED MULTI PANEL SYSTEM: personalize your instruments and gauges AIRCRAFT: Custom liveries, 3D live cockpit, working parts and lights AIRPORTS35+ HD: Airports built down to the finest detail! 3D Buildings and vehicles, taxiways and departure and approach procedure. More coming soon for PRO users!500 SD: Runways, 3D buildings and departure and approach procedures 14000 LD (PRO only): Runways and departure and approach procedures Ground and air traffic (PRO only)ATC Air Traffic Control (PRO only)-Interactive multi voice ATC procedures and communications-Frequencies: ATIS, GROUND, TOWER, APPROACH, EN ROUTE, EMERGENCY FAILURES: CUSTOM/RANDOM - ALTITUDE/SPEED SENSOR, FUEL TANK, LANDING GEAR, ENGINE, FLAPS, AILERONS, THRUST REVERSERS, TYRES, RUDDER, SPOILER, BRAKE, ELECTRICAL SYSTEMS, RADAR SATELLITE TERRAIN (PRO only): High definition worldwide satellite terrainsSATELLITE HEIGHTMAPS (PRO only): High definition worldwide heightmaps(Satellite data requires online connection to stream data) LIVERIES: Create your airplane liveries and share them with other players around the world IN GAME:-ADVANCED MULTI PANEL SYSTEM: .INSTRUMENTS: PFD, ND, FMS, Map, Engines, Fuel, Altimeter/Anemo .INDICATORS: Air/Ground/Vertical Speed, Heading, Altitude AGL/ASM, ETE Next/Dest, Destination, Next WP, Nearest Airport, Ground/OAT Temp, Wind, Activity/Flight/UTC/Local/Arrival Time, Load and Fuel, N1, V-Speeds and more-ILS Instrument Landing System-CONTROLS: Main Throttle, Flaps, Landing Gear, Spoiler, Brake, Rudder and Pushback-GROUND SYSTEMS: GPU, PBB, PUSHBACK-AIRCRAFT SYSTEMS: HUD, WP/AIRCRAFT/COMMS HUD, APU, ANTI ICE, NAV/BEACON/LANDING/STROBE LIGHTS-ENGINES: Start/Stop Engines, Separated Throttles, ANTI FIRE-FUEL: Weight balancing, fuel dumping and real fuel consumption-AUTOPILOT: NAVIGATION, APPROACH + SPEED, HDG, ALT, V/S-MASTER CAUTION ALARM-VDGS: VISUAL DOCKING GUIDANCE SYSTEM on all HD airports-MAP: air topography with airports and waypoints. Detailed airport view (HD Airport) + FMC and flight plan-MULTI CAMERAPAUSE/IN FLIGHT: -QUICK ACTIVITY: Runway/Gate Takeoff, Landing, Short Landing, Next WP and Current Position-DATE/TIME: CUSTOM/REAL-AIRCRAFT: Full customization (Load/Passengers/Fuel) anytime during your flight-WEATHER: CUSTOM/REAL-FAILURES: CUSTOM/RANDOM/OFF RESUME LAST ACTIVITYLOGBOOKONLINE MANUAL/TUTORIAL PRO Version requires a subscriptionTERMS OF USE: http://www.rortos.it/terms/Support: rfs@rortos.com\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 2.1.9\n\n\n\n\n- New aircraft EMBRAER RJ145- Major rework on AIRBUS A380-800- New engine sounds with 3D spatial audio system for EMBRAER RJ145, AIRBUS A380-800- Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "577,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hit-bug/id6444820139?l=vi",
  "nameAndAge": "\n          Hit Bug\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,3 • 97 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMove your hand to hit the bugs, taking advantage of its direction of movement to bring it closer to the spinner and away from the apple plate.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "45,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cytus/id485246824?l=vi",
  "nameAndAge": "\n          Cytus\n 4+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #5 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 273 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to the Musical World of CytusLET’S EXPERIENCE MUSIC ’N ART, BEAT ’N REBOUND!Check the screenshots and you will see the most AWESOME mobile music game ever!Just PLAY and ENJOY! ------------------------------------------------------FEATURES- 200 songs and 400 variations, including many from famous composers around the world - Beautiful hand-drawn art style (as illustrated in the screenshots)- Easy, intuitive Active Scan Line system and 3 types of notes - Different display modes allow player-friendly previewing of notes- Strong beat and rhythms provide satisfying feedback for taps- More than 9 difficulty levels for more fun and challenges- Various music genres: POP, JAZZ, TRANCE, HARDCORE, DRUM 'N BASS and many more - Connect to Facebook and show off your Cytus skills------------------------------------------------------HOW TO PLAY- Follow along the Active Scan Line- Tap each note as the line passes through- Time your taps as the line is at the center of the note for a higher score!------------------------------------------------------STORYIn the distant future, the only sentient beings in the world are robots. They are the last remnant of the human spirit. However, mankind is not dead. Technology exists that is capable of transferring memories to these robots. But with limited space, new memories will gradually overwrite the old. To prevent the emotions in human memories from fading away, the robots resorted to converting the emotions to music, and storing them in a place called Cytus. The robots use these songs to experience human emotion and dream that souls exists in each of them... Cytus---------------------------------------------Cytus Official Site: http://www.rayark.com/g/cytusRayark Official Site: http://www.rayark.comFollow Cytus https://twitter.com/CytusRayarkLike Cytus http://www.facebook.com/rayark.Cytus\n",
  "new": "\n\n\n25 thg 10, 2023\nPhiên bản 10.1.5\n\n\n\n\n10.1.5 - API Updated\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/coloring-game-color-asmr/id1669217910?l=vi",
  "nameAndAge": "\n          Coloring game: Color ASMR\n 4+\n",
  "company": "\n\n            VAN DAT NGUYEN\n          \n",
  "ranking": "\n\n\n                      #17 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nColoring is one of the most relaxing coloring challenges that help you wipe out all your stress and bring you joyful coloring feelings. With this free, fun and exciting art coloring game, you can enjoy an endless coloring book right on your device. Hundreds of colorful and trending characters are waiting for you to draw, color and have fun in our amazing drawing game.Finish all amazing paintings, pass all drawing challenges, enhance your art skills and share your coloring masterpieces with friends on social media. Download Coloring Game: Color ASMR and enjoy the relaxation for all ages.*GAME FEATURES**Hot And Trending Characters*Hundreds of famous and trending characters are constantly updated in our coloring games every week for you to draw, color and relax. Not only hot characters, there are other popular stuff available for you to draw and paint such as animals and birds, fruit and vegetables, science and nature, and much more in this coloring game. Each image is beautifully designed with simple lines and a vibrant color scheme to soothe your eyes and inspire your creative impulses, along with tranquil color ASMR sound. Unlock all of them to solve the drawing challenges and master the ultimate coloring games for all ages.*Easy And Simple Gameplay*In order to solve all coloring challenges, first of all, draw the image by following the outlines. Then color in the spaces to complete the picture. The straightforward, relaxing mechanics ensure you can easily start over if you make a mistake in our amazing drawing games.What’s more, you can choose whatever colors you want to create the picture that you find most attractive and interesting. Want a red carrot or a green dog in a coloring game? Just do whatever you like to complete the coloring challenges.*Color ASMR Relaxing Sound*Relax and enjoy all the fun of coloring and drawing games, including the soothing and tranquil sound from our color ASMR effects, without any mess or expensive materials. This is a fantastic anti-stress tool that can literally help you to relax with its clean images and bright colors. Drop into the drawing games anytime to soothe your nerves with therapeutic coloring and drawing challenges.Thank you for taking the time to experience fun and relaxing coloring challenges. Share your beautiful artwork and show off your talent to the world in this color ASMR coloring game.Spread the word so more drawing game lovers can enjoy the wholesome entertainment with the Coloring Game: Color ASMR game, too!\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.18\n\n\n\n\n- Optimize performance.- Add new maps.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "175,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/five-nights-at-freddys-2/id941143328?l=vi",
  "nameAndAge": "\n          Five Nights at Freddy's 2\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #20 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 31 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome back to the new and improved Freddy Fazbear's Pizza!In Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!What could go wrong?As the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.As always, Fazbear Entertainment is not responsible for death or dismemberment.NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n16 thg 10, 2023\nPhiên bản 2.0.5\n\n\n\n\n- Removed short delay to put on the mask after flipping down the monitor- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "123,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]