[{
  "link": "https://apps.apple.com/vn/app/el-hijo/id1560172174?l=vi",
  "nameAndAge": "\n          El Hijo\n 9+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,3 • 3 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nKhi mới sáu tuổi, “El Hijo” phải luôn tìm cách sống sót giữa những hiểm nguy đầy rẫy trong thế giới của mình. Khi lần lượt vượt qua từng thử thách ấy, cậu ấy ngày càng tự tin hơn, trở nên tinh ranh hơn và cùng với đó, cậu ấy càng nghĩ ra nhiều cách thức để qua mặt kẻ thù. Cuộc phiêu lưu hoành tráng sẽ đưa cậu ấy đến một tu viện hẻo lánh, một vùng sa mạc khắc nghiệt và tàn khốc và một thị trấn biên giới đầy rẫy tội phạm và những kẻ phản diện.Cuộc hành trình bắt đầu khi một người nông dân và con trai của cô ấy bị tấn công, bọn cướp đã san bằng nông trại của họ. Người mẹ quyết định để lại cậu bé ở một tu viện hẻo lánh để bảo vệ cậu. Tuy nhiên, cậu bé cảm thấy tu viện không phù hợp với mình và tìm cách bỏ trốn.“El Hijo - Chuyện kể về miền Tây Hoang dã” là một game lén lút phi bạo lực được xây dựng dựa trên sự tinh nghịch và vui tươi của một đứa trẻ. Sử dụng bóng tối để tạo lợi thế là yếu tố cốt lõi của game, vì “El Hijo” thường phải ẩn nấp. Không cần thêm cơ chế mới, game được mở rộng một cách tự nhiên, khi các biến thể của cơ chế hiện có dần dần được giới thiệu và sau đó được kết hợp để tăng mức độ thử thách. Những khúc mắc về cơ chế quen thuộc này thường là sản phẩm của môi trường đa dạng, ngày càng nguy hiểm mà “El Hijo” phải vượt qua để đạt được mục tiêu cuối cùng của mình.TÍNH NĂNG- Sinh tồn giữa miền Tây hoang dã bằng trí thông minh của một anh hùng trẻ tuổi- Khám phá các tu viện tăm tối, sa mạc và khu phố bùng nổ trong thế giới cao bồi Ý- Hợp nhất với bóng tối để ẩn khỏi sự vô pháp- Giải các câu đố thú vị về môi trường- Sử dụng một kho đồ chơi chiến thuật vui nhộn để qua mặt và đánh lạc hướng những kẻ phản diện đa dạng- Truyền cảm hứng cho những đứa trẻ khác về con đường dẫn đến tự do- Trải nghiệm cốt truyện hấp dẫn về một cậu bé dũng cảm tìm kiếm mẹ của mình \n",
  "new": "\n\n\n7 thg 4, 2022\nPhiên bản 1.0.3\n\n\n\n\nFixed some Korean localization issuesFixed a problem with child interaction in level 14\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-build/id1293681293?l=vi",
  "nameAndAge": "\n          Pocket Build\n 9+\n",
  "company": "\n\n            MoonBear LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 751 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHave you ever wanted to make your own little fantasy world? A farm, some kind of castle, or just an epic fantasy city? Pocket Build is an open world game where you can build with no limitations or restrictions. Build whatever you like, whenever you like, however you like. The possibilities are endless!- Featured as Game of the day. - #1 game in over 57 countries.- \"An open world sandbox building game with a great 3D graphics engine.\" - AppAdviceCastles, people, animals, trees, fences, farms, bridges, towers, houses, rocks, land, it's all their for the building. The only limit is your imagination!- Hundreds of items to build.- Huge open world.- Build instantly.- Collect resources and build special items.- Command your humans to do various tasks.- Beautiful 3D graphics.- New items added every update.- Endless possibilities.- Buildings, Trees, People, Animals, Fences, Pathways, Castles, Skulls, Barrels, Farms, Bridges, Towers, Houses, Rocks, and loads more!- Build, rotate, and place items anywhere in the world.- Control the camera view, rotate, zoom.- 3D touch support.- Haptic feedback.The possibilities are endless! Build your own city, build your own world, build your own castle, be creative, craft your land, build a town, create your own adventure, build anywhere in an open world. Become a Pocket Builder today!-----------------------------------------The game contains an optional subscription feature. It is not required to play and enjoy the game. If you choose to purchase the subscription, payment will be charged to your iTunes account, and your account will be charged for renewal within 24 hours. Subscription starts at $0.99/week. Prices are in US dollars and may vary in other countries. Auto-renewal can be turned off at any time by going to your settings in the iTunes store after purchase. The subscription can be cancelled at anytime. If you don't choose to purchase the subscription, the game can still be fully played without it. Terms & conditions can be found here https://moonbear.com/terms-and-conditions\n",
  "new": "\n\n\n21 thg 9, 2022\nPhiên bản 4.0.1\n\n\n\n\n+ Fixed issue with large hitboxes on items.+ Fixed graphics issue for transparent water tiles.+ Improved world loading speed.+ Other minor bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "493,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-greedy-cave/id1028950091?l=vi",
  "nameAndAge": "\n          The Greedy Cave\n 9+\n",
  "company": "\n\n            AvalonGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,2 N đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIn a land far, far away there once was a vast continent called Milton. It was a land where the power of rule came by the sword and the arcane, where Men who devoted themselves to the blade or to magecraft, could become the finest warriors, wisest wizards or the greatest adventurers. In this land, there are several kingdoms divided by borders but united through history. Countless stories of alliances, upheaval, and moments of peace bedeck this tapestry, but that is a tale for another day. Our story begins in a remote kingdom to the north, Iblis, an obscure and oft-forgotten place. It is a wild and barren land, a place where its people scrape a living from the earth, mining minerals for the lords of the south. On occasion, adventurers would stop by for the night but never linger. Until one day, a fledgling adventurer lost his way and stumbled into a hole. The story might have ended then had he not come back, but return he did, with sacks of gold and glittering treasure. Like a fierce gale from the north, news of his fame and fortune fanned across the kingdoms overnight, and kings sent their bravest warriors and adventurers to clear the cavern of monsters in search of treasure. Even peasants wanting a part of this newfound wealth partook in these expeditions. In no time at all, a bustling town had sprung up in this forgotten place. People set up camps, and formed their own groups to explore the cave. Clever merchants not missing this opportunity, built taverns and shops near the cave, selling equipment and potions to eager adventurers. At first, everything seemed fine. As explorers delved into the caves, they encountered new creatures and discovered new treasures. Mysteries continued to pour forth from the cave, yet nobody knew where the source of the secrets lay. However, as the explorations continued, the balance of wealth beyond the cave began to waver, and cracks appeared among those adventurers who had previously worked arm-in-arm. The latecomers or weak, limited to wandering the upper levels of the cave, could only watch as the veteran adventurers brought treasure after treasure from the deep. They began harboring dark thoughts as they watched the veteran adventurers grow arrogant from their largesse, ordering people around, hoarding secrets from the rest. The place became a festering pool of suspicions and greed, mired in a jealous rage. It started with an adventurer disappearing in the cave. Rumors circulated he had found some legendary treasure and hoarded it for himself. Others said he had been guided to another world by some mysterious magic force in the cave. Still, the unspoken belief was that he had been murdered by a rival party and was buried somewhere beneath the caverns. Nobody knows exactly what happened, but people have continued to disappear ever since. As more people have gone missing, some adventurers have called it quits, others cling to hope, and a few continue to wait and see. Which brings us to you, an ordinary young man, coming into this extraordinary circumstance with purposes unknown to others. May you find what you seek in ...--------------------------------------------------------In \" The Greedy Cave\", you are a brave adventurer tasked with exploring a mysterious cave and battling all kinds of monsters.Use your wits to defeat them, learn different skills, gain mighty equipment, challenge evil monster bosses, and decipher the mystery surrounding this cave...Game Features·Randomly generated cave levels provide a different game experience every time!                     ·Hundreds of monsters to defeat!·Hundreds of equipment to collect!·Hundreds of quests and achievements to conquer!·Enchant/Reform/Level up/Gold collecting, and more abundant systems to explore!Contact uscs.thegreedycave@avalongames.comhttps://www.facebook.com/greedycave/\n",
  "new": "\n\n\n17 thg 9, 2023\nPhiên bản 4.0.28\n\n\n\n\nPerformance optimization. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "414 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/underground-blossom/id1665706687?l=vi",
  "nameAndAge": "\n          Underground Blossom\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #3 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 129 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy xuống Rusty Lake Underground và du hành qua cuộc đời và ký ức của Laura Vanderboom! Di chuyển từ ga này sang ga khác, mỗi ga tàu điện ngầm đại diện cho một phần trong quá khứ và tương lai của Laura. Giải những câu đố đa dạng, tìm ga tàu chính xác để lên và khám phá một trong những dòng thời gian của Laura, đồng thời giúp cô ấy hiểu rõ cuộc sống và thoát khỏi sự sụp đổ của tâm trí cô! Underground Blossom là một cuộc phiêu lưu theo phong cách chỉ-và-nhấn mới được phát triển bởi nhà sáng tạo của loạt trò chơi Cube Escape & Rusty Lake. Đặc điểm: ▪ Một trải nghiệm mới trong bối cảnh quen thuộcHãy thưởng thức một cuộc phiêu lưu cổ điển giải đố theo phong cách chỉ-và-nhấn của Rusty Lake với một câu chuyện hấp dẫn đầy bí ẩn và những câu đố. ▪ Kì vọng dừng chân một vài nơiDu hành đến 7 ga tàu điện ngầm độc đáo, mỗi ga đại diện cho cuộc đời, ký ức và tương lai tiềm ẩn của Laura Vanderboom. Thời gian du hành ước tính là 2 giờ. ▪ Bạn biết phải làm gìKhám phá những bí mật tiềm ẩn tại mỗi ga tàu điện ngầm, đạt được các thành tựu và biết đâu bạn sẽ tình cờ phát hiện ra điều gì khác! ▪ Đừng quên tai nghe của bạnTại mỗi ga tàu, bạn sẽ được đón tiếp bằng một bản nhạc nền do Victor Butzelaar sáng tác, bao gồm màn trình diễn của một nghệ sĩ đánh đàn trung vĩ cầm Sebastiaan van Halsema!\n",
  "new": "\n\n\n2 thg 10, 2023\nPhiên bản 1.1.9\n\n\n\n\nCảm ơn bạn đã chơi Underground Blossom, chúng tôi đã sửa một số lỗi trong phiên bản mới này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "171,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/brotato-premium/id1668755109?l=vi",
  "nameAndAge": "\n          Brotato:Premium\n 12+\n",
  "company": "\n\n            Erabit Studios\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 82 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThể hiện sức mạnh của khoai tây! Xâm chiếm Địa ngục đạn!VỀ TRÒ CHƠI NÀYA spaceship from Potato World crashes onto an alien planet. The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.FeaturesAuto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that timeCollect materials to gain experience and get items from the shop between waves of enemiesAccessibility options: tweak the health, damage and speed of enemies so the difficulty is right for you\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.3.34\n\n\n\n\nCả khoai tây và quái vật đều sẵn sàng chào đón Giáng sinh\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "220,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/threekingdoms-the-last-warlord/id1373057849?l=vi",
  "nameAndAge": "\n          ThreeKingdoms The Last Warlord\n 12+\n",
  "company": "\n\n            ChengDu LongYou Tech Ltd\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 87 đánh giá",
  "price": "349.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nA Chinese strategy game! Continuation of classic! 1000K copies were sold!No.2 in China’s SLG, No.1 in Taiwan’s paid games and No.1 in strategy games of Japan and HK.\"The End of Han Dynasty\" yêu cầu phiên bản hệ thống phải là iOS 11 trở lên và sử dụng iPhone 7 hoặc 7Plus, iPhone 8 hoặc 8 Plus, iPhone X trở lên, iPad Air 2, iPad mini 4, iPad 2017 hoặc bất kỳ iPad Pro nào để chơi trò chơi.Giới thiệu trò chơi\"Three Kingdoms: Hegemony at End of the Han Dynasty\" là một trò chơi SLG theo lượt được sản xuất cẩn thận bởi Longyou Tianxia Studio. Nó chủ yếu dựa trên tư duy mới của chính con người và góc nhìn mới về game Tam Quốc để tạo ra một thế giới Tam Quốc khác biệt. Trên cơ sở quay trở lại với thể loại chiến lược truyền thống, nó khắc họa sâu sắc sự khác biệt vùng miền giữa các thành phố của ba nước và những điểm giống và khác nhau về năng lực, đặc điểm riêng của mỗi người chỉ huy quân sự về tác chiến, làm nổi bật sức hấp dẫn của việc kết hợp đúng lúc, đúng chỗ và triển khai sức người.Tính năng trò chơiMột: phong cách thêu vẽ đường trắng cổ điển, đơn giản và thanh lịchĐầu của các nhân vật được trang trí theo phong cách và màu sắc thêu chỉ trắng của bộ truyện tranh kinh điển \"Tam Quốc Diễn Nghĩa\". Giao diện trò chơi áp dụng phong cách cổ xưa và thiết kế quyến rũ cổ xưa, phong cách Trung Quốc chân thực.Hai: Chế độ quản lý chính phủ đơn giản và dễ sử dụng:Các sắp xếp công việc nội bộ cơ bản, thăm dò nhân sự, trinh sát quân sự và phát triển công nghệ đều áp dụng chế độ quản lý vị trí để giảm bớt các hoạt động tẻ nhạt và lặp đi lặp lại và cho phép người chơi tập trung vào các sự kiện khác. Trong chế độ chơi quân vương, người chơi chỉ cần quan tâm đến việc quản lý kinh đô và đất nước. Các thành phố khác được giao cho tỉnh trưởng. Sử dụng chính sách để đưa ra các chỉ thị quân sự và chính trị khác nhau cho thành phố phụ.Ba: cài đặt nội dung trò chơi cực kỳ phong phú:Từ năm 184 đến năm 280 sau Công nguyên, hơn 1.300 vị tướng (bao gồm cả các vị tướng trong lịch sử và lịch sử) đã xuất hiện tại hiện trường.Năng lực cơ bản của 30 vị tướng được phân chia, và khả năng của các vị tướng được phân biệt chi tiết.Hơn 300 cấu hình độc lập của các đặc điểm của tướng, làm nổi bật đầy đủ sự khác biệt riêng của các tướng.Có hơn 500 mặt hàng và cài đặt kho báu với bằng chứng nghiên cứu. Một loạt các phân loại được chia ra để đáp ứng các sở thích khác nhau.Gần hơn 60 loại thành phố khác nhau, hơn 200 đặc điểm đô thị và các sản phẩm đặc sản được ghi nhận đầy đủ.Các hạng mục phát triển kỹ thuật phong phú và hỗ trợ xuyên suốt toàn bộ hệ thống trò chơi. Phản ánh tầm quan trọng của sức mạnh khoa học và công nghệ.Sáu cánh tay cơ bản và hơn một chục cánh tay đặc biệt tạo thành một hệ thống vũ khí phong phú.Hệ thống chức vụ chính thức và danh hiệu cao quý siêu phong phú.Hệ thống hôn nhân do quốc vương chỉ định và hệ thống thừa kế và đào tạo con cái được nhân bản hóa.Các hiện tượng thiên nhiên và thảm họa sự kiện khác nhau mô phỏng thời kỳ Tam Quốc đầy khó khăn.Nhiều thế lực nước ngoài và những tên cướp, kẻ cướp cần bạn dập tắt và loại bỏ chúng.Vô số chuyến viếng thăm, thương gia, người bất tử, người nổi tiếng, bác sĩ, thợ thủ công bậc thầy, kiếm sĩ lang thang khắp nơi, gây ra nhiều sự kiện chức năng khác nhau.Bốn: Quay trở lại hệ thống chiến đấu theo lượt cổ điển, tập trung vào việc hình thành chiến lược của quân độiViệc đưa ra các yếu tố thời tiết, địa hình và độ cao của khối càng làm nổi bật ảnh hưởng của các yếu tố thời gian và địa điểm đối với chiến tranh.\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 2.0.9\n\n\n\n\nDecember 20th Version Update Preview​​1, New DLC 'Heroes Assemble' releases on December 20th.2, Winter special offer from December 20th to 31st, with a discounted price of 38 yuan.3, Added 'Nightmare' difficulty, a 550% challenge.4, Outstanding equipment drops for Infantry, Archers, and Cavalry.5, Harbor AI optimized and adjusted.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/evocreo-pocket-monster-like/id918997182?l=vi",
  "nameAndAge": "\n          EvoCreo™: Pocket Monster Like\n 9+\n",
  "company": "\n\n            ilmfinity LLC\n          \n",
  "ranking": "\n\n\n                      #14 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 176 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPlayed by millions of players worldwide.• Over 170 monsters to catch, train, battle, fight & evolve!• Explore a massive open world!• 30 hours + gameplay, playable offline!• RPG adventure with multiplayer arenaDo you have what it takes to be an evoking master?Catch, train, battle, fight & evolve to prove what you are capable of.No energy bars, no waiting! EvoCreo offers a twist to the monster battle and monster capture genre!Embark on a journey through the world of Zenith. Become the top evoker by capturing and battling over 170 kinds of Creo!Play, battle, fight, catch, train and evolve with your monster online and offline wherever you are.Test yourself in the arenas, and work your way up to the Coliseum! On the way, you’ll be fighting the sinister plot of the nefarious organization, Shadow Hive!• Over 170 monsters to capture, train, battle, fight & evolve!• Fully animated monsters and characters• A massive open world to explore where Creo roam• An epic adventure over 40 hours long (also offline)• Cross-platform multiplayer• Challenge other evokers and become the ultimate evoking master!• Customize your Creo’s moves, traits, and abilities to suit your very own strategy!You think you can show the EvoCreo world what you can do?Catch monsters, train creatures, battle enemies, fight with your monster and evolve your pets even when you’re offline!Like us on FB for more news and updates: https://www.facebook.com/ilmfinity\n",
  "new": "\n\n\n31 thg 7, 2022\nPhiên bản 1.9.13\n\n\n\n\n- Added a delete account function. This will remove all your data from our servers. - On screen button will only animate if there is an object you can interact with.- Fixed the battle creo sizing issue- Misc bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "126 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun-racer/id6471391062?l=vi",
  "nameAndAge": "\n          Sun Racer\n 4+\n",
  "company": "\n\n            Minh Nguyen Quang\n          \n",
  "ranking": "\n\n\n                      #1 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "2,2 • 57 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDrive the truck towards the rising sun and follow the signs on the road and pass all the other trucks participating in the race to win, if you encounter a police car they will stop you from the race. , escape the police pursuit while still completing the race.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "545,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gunsnglory-premium/id385902072?l=vi",
  "nameAndAge": "\n          Guns'n'Glory Premium\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 50 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWho needs heroes when you can play the bad guys? Take up a smart, strategic position and lie in wait at the canyon to ambush settlers, stagecoaches and the gold train. Leave no witnesses! Play this innovative game if you’re bored of standard tower defense games or you’re simply looking for a great mobile game! Get Guns'n'Glory now!Features:• Defense Strategy-Action game with mobile units• Recruit the craziest Wild West Gang ever• Choose between lots of unique units• Upgrade your bandits• Discover new land in Alaska, Nevada and Oregon• Collect mighty power-ups• Arm trains and boats to fight from all side• Awesome cartoon graphics• Fun and innovative gameplayWhat would the Wild West have been without its charismatic villains? Boring! So take a walk in the cowboy boots of Billy the Kid, Jesse James or Butch Cassidy to become a real, low-down bad guy! Form your own gang by recruiting cool cowboys, crazy Mexicans and brave Indians. Take up a smart, strategic position and lie in wait at the canyon to ambush settlers, stagecoaches and the gold train. Rain bullets, lead and flaming arrows down on the pious pioneers! If your victims look like they might escape, set off in pursuit to stop them from alerting the Sheriff! When you have bagged more than a fistful of dollars, you'll be able to afford cannons or a steam train with a Gatling gun to send around the level!Thank you for playing Guns'n'Glory!Get in touch with HandyGamesTM: http://www.handy-games.comJoin us on Facebook: http://www.fb.com/handygamesFollow us on Instagram: http://instagram.com/handygamesCheck news on Twitter: http://www.twitter.com/handy_gamesStay tuned on Google+: http://goo.gl/qkjngmSubscribe to our YouTube channel: http://goo.gl/2Kq6yY\n",
  "new": "\n\n\n14 thg 9, 2017\nPhiên bản 1.7.5\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Fixed touch not working on devices with 3D Touch support\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "50,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fishdom-vtc-game/id664575829?l=vi",
  "nameAndAge": "\n          Fishdom – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #6 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 39,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Fishdom in Vietnam.Never Fishdomed before? Then take a deep breath and dive into an underwater world of match-3 fun! Engage in challenging and fun match-3 gameplay with unique twists as you decorate tanks to create cozy homes for your lovely fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you—SO DIVE IN NOW! Features:● Unique gameplay: swap and match, design and decorate, play with and take care of fish—all in one place!● Hundreds of challenging and fun match-3 levels● Explore an exciting aquatic world with amusing 3D fish, each of which has its own personality, that you'll be excited to meet!● Fish tanks you can liven up with breath-taking underwater decor● Amazing graphics all yours once you grab your scuba mask● Buddy-diving time: play with your Facebook friends! Please note! Fishdom is free to play, though some in-game items can also be purchased for real money. If you don’t want to use this option, simply turn it off in your device’s Restrictions menu. Enjoying Fishdom? Learn more:Facebook: facebook.com/FishdomInstagram: instagram.com/fishdom_mobile/Twitter: twitter.com/FishdomOfficial Terms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.htmlQuestions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HR \n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 7.7.3\n\n\n\n\nWhat's new:- Bug fixes and improvementsPlease update the game to the latest version.Get ready for a winter Fishdom update!WINTER HOLIDAYS AND FUN- Follow the path of the Vikings to unravel the mystery of a frozen island in a new Expedition!- Become a Viking Chief and get other rewards in the Frosty Season!- Merge items and collect rewards in the Winter Fun event!- A snowman fish and other rewards await you in the Snowy Season!ALSONew aquarium: Auto MechanicNew fish: Snakehead Fish and RainbowfishWe hope you enjoy our latest update!Have an ocean of fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "248,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mobile-legends-bang-bang-vng/id1428475506?l=vi",
  "nameAndAge": "\n          Mobile Legends: Bang Bang VNG\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #18 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,4 • 165,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMobile Legends: Bang Bang VNG! Game MOBA 5v5 Cổ Điển - Thi đấu công bằng - Kỹ năng quyết định!!!Cái tên đang gây sốt trên tất cả các bảng xếp hạng về game MOBA trên toàn Thế giới – Nay đã được 360mobi (VNG) phát hành tại Việt Nam.Cơ hội tham gia các giải đấu Esports lớn nhỏ trong nước và quốc tế chưa bao giờ dễ dàng đến vậy. Hãy tải ngay Mobile Legends: Bang Bang VNG và để 360mobi mang danh tiếng của bạn đi khắp Thế giới nào!!!Ghép đội nhanh chóng – chỉ trong 10 giây, diễn biến đầy kịch tính, chiến đấu đầy vẻ vang. Với bản đồ 3 đường quen thuộc, đi rừng cướp quái, giữ đường đọ kỹ năng, phá trụ đẩy đường, tấn công lén lút hay những pha \"\"móc lốp\"\" hoàn hảo,... tất cả những điều thú vị xuất hiện ngay trong siêu phẩm nàyTham gia hoàn toàn miễn phí, Tướng Skin đa dạng hoành tráng. Hãy cùng đồng đội thách đấu với hàng triệu người chơi trên khắp thế giới trong siêu phẩm MOBA Esports 5v5. Và cùng tận hưởng gameplay tuyệt vời với chiều sâu chiến thuật vượt trội, điều khiển nhạy bén chính xác, đồ họa tuyệt đỉnh và tỷ lệ khung hình cao nhất trên di động.Các tính năng nổi bật:1. Bản đồ 5v5 – 3 đường cổ điểnMobile Legends: Bang Bang VNG luôn dẫn đầu xu hướng với đầy đủ tính năng của một game esport thời thượng với chế độ đánh 5vs5, và các bản đồ đấu thường, đấu hạng, custom tạo phòng đấu,v.v…Bản đồ MOBA cổ điển được tái hiện lại đầy đủ trong chế độ đánh 5v5 giữa các đối thủ trên toàn thế giới. Bản đồ hùng vĩ, 4 khu vực rừng, 18 trụ phòng thủ cùng 2 quái khủng trong rừng đang chờ đợi bạn!!!2. Ghép trận cực nhanh – Combat siêu đãHệ thống tìm trận dưới 10 giây, trận đấu diễn biến chớp nhoáng đầy kịch tính, kết quả phân định chiến thắng công bằng nhất.Combat siêu đã - Né chiêu, khống chế đối phương, hồi máu cho đồng đội,... - Hãy chọn ngay tướng Đấu Sĩ, Pháp Sư, Xạ Thủ, Đỡ Đòn hay Hỗ Trợ,... để tạo nên một đội mạnh nhất và chiến đấu để trở thành MVP của trận đấu! Đoàn kết chiến đấu cùng bạn bè để lên chiến thuật và kỹ năng điêu luyện mỗi cá nhận để quét sạch mọi tháp trụ, căn cứ ngáng đường bạn đến vinh quang!3. Ghép trận toàn cầu – Thi đấu quốc tếSo tài và thách đấu với các cao thủ trên toàn thế giới thật dễ dàng cùng hệ thống ghép trận toàn cầu – thi đấu quốc tế.Cơ hội để cả thế giới biết đến tên của bạn!4. Hệ thống Hero đa dạng – Kỹ năng hoành trángĐè bẹp đối thủ và giành chiến thắng vang dội khi thuần thục các hero với nhiều chủ đề và lối chơi khác nhau: Tạo nên các trận đấu khó quên khi là sát thương chính; Tấn công bất ngờ khi là người đi rừng đầy đe dọa; Hút sát thương và bảo vệ đồng đội khi làm đội trưởng hàng tiền tuyến…Sở hữu kho tướng cực chất cùng kỹ năng hoành tráng - những vị tướng mới của Mobile Legends: Bang Bang VNG luôn được liên tục ra mắt và đồng hành cùng với bạn.5. Thi đấu công bằng - Kỹ năng quyết địnhKỹ năng, đồng đội và chiến thuật – 3 yếu tố then chốt bảo đảm chiến thắng công bằng, tuyệt đối và đúng chất Esports nhất!Người thắng, kẻ thua sẽ được quyết định dựa trên kỹ năng và chỉ kỹ năng với sự công bằng tuyệt đối. Chính quá trình trui rèn và tích lũy kinh nghiệm sẽ giúp kỹ năng của bạn vươn lên một tầm cao mới!Mobile Legends: Bang Bang VNG hứa hẹn sẽ là sản phẩm bùng nổ của 360mobi - nơi vận hành các đế chế MOBA game huyền thoại, rất được yêu thích như: 3Q 360mobi, 3Q Củ Hành…Dù bạn đang ở đâu hay bất cứ lúc nào, hãy cầm điện thoại lên và gia nhập ngay vào các cuộc tranh tài nảy lửa, những pha hành động nghẹt thở và chiến thắng huy hoàng nhất đang chờ đợi bạn!!!Điện thoại của bạn đang thèm khát những trận chiến đỉnh cao kìa!!!* Thoả thuận người dùng: http://mobilelegends.vnggames.net/bai-viet/dieu-khoan/dieu-khoan-s-dung-tro-choi-mobile-legends-bang-bang-vng.html\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 1.8.31\n\n\n\n\n1. Tướng Làm Lại: Moskov, Mũi Thương Tĩnh Lặng.2. Lễ Hội Ánh Sao bắt đầu vào 25/11. Tham gia để nhận skin Angela \"Sứ Thần Thời Gian\" mới\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "325,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dungeonsquad/id1642733080?l=vi",
  "nameAndAge": "\n          DungeonSquad\n 12+\n",
  "company": "\n\n            GameCoaster\n          \n",
  "ranking": "\n\n\n                      #19 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 51 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe new game of the developer \"\"GameCoaster\"\", who made Dungeon Maker and Dungeon Defense!A seemingly infinite stream of heroes invaded the dungeon and brought ruin to the Abyss.Now you must go straight to the source of the enemy and return your home to its former glory.Defeat the Army of Light and take back the power of the Abyss.You are tasked with infiltrating a planet dominated by light all on your own.You must bring down the heroes and use them to summon monsters to fight alongside you,armed with the equipment of these fallen sacrifices.Once you are strong enough, you may receive the blessings of the Dark Gods,and combine their powers with those of your monsters to bring down colossal groups of enemies.◇ 10 elite monsters and over 100 unique skills◇ The Power of the Abyss gets stronger as you rebuild◇ Roguelike with random choices and opportunities\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.06.44\n\n\n\n\nThe Pre-launch of Season 3 is opened.ReleaseNote : shorturl.at/knuw7\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "177,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/angry-birds-2/id880047117?l=vi",
  "nameAndAge": "\n          Angry Birds 2\n 4+\n",
  "company": "\n\n            Rovio Entertainment Oyj\n          \n",
  "ranking": "\n\n\n                      #11 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 61,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPlay the world's best bird flinging, pig popping game!Use the slingshot to fling birds at the piggies' towers and bring them crashing down – all to save the precious eggs.New to the world of Angry Birds? Angry Birds 2 is the best way to get to know all of the iconic characters and experience the fun gameplay that has captured the hearts (and spare time) of millions of players.Decorated Angry Birds veteran? Everything you love about classic Angry Birds games is here with some awesome new additions. Choose which bird to fling when, play with friends, take on multi stage levels, and compete and collaborate with players around the globe.Features:● CHOOSE YOUR BIRD. Choose which bird to put in the slingshot and defeat the pigs with strategy!  ● MULTI-STAGE LEVELS. Play fun, challenging levels with multiple stages – just watch out for those Boss Pigs!  ● DAILY CHALLENGES. Have a minute? Complete a daily challenge and earn some quick rewards.  ● LEVEL UP your birds with feathers and up their scoring power. Build the ultimate flock!   ● JOIN A CLAN to take down the pigs with friends and players around the world.  ● IMPRESS THE MIGHTY EAGLE in Mighty Eagle's Bootcamp and earn coins to use in his exclusive shop.  ● COMPETE in the ARENA. Compete with other players for some friendly bird flinging fun and prove who is the best.  ● COLLECT SILLY HATS. Collect hats with different fun themes and level up your birds' fashion game.  ● BAD PIGGIES. The green baddies are back, stronger, badder, and even greener.  ● LOTS OF LEVELS. Play hundreds of levels with more added in regular updates and limited time events.  ● LEADERBOARDS. Prove who is the best in the world on the global leaderboards.  ● FREE to download!    ---    When playing this game, Rovio will offset the carbon footprint caused by the device’s energy consumption.Angry Birds 2 is completely free to play. Although Angry Birds 2 can be downloaded for free, there are optional in-app purchases available.This game may include:  - Direct links to social networking websites that are intended for an audience over the age of 13.  - Direct links to the internet that can take players away from the game with the potential to browse to any web page  - Advertising of Rovio products and also products from third partiesThis game may require internet connectivity and subsequent data transfer charges may apply. When the game is played for the first time, there is a one-off download of additional content.Terms of Use: https://www.rovio.com/terms-of-servicePrivacy Policy: https://www.rovio.com/privacyWe may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 3.18.1\n\n\n\n\nMinor bug fixes. Bugs: the only thing that (almost) makes us angrier than the piggies.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "320,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/plants-vs-zombies/id893677096?l=vi",
  "nameAndAge": "\n          Plants vs. Zombies‪™‬\n 9+\n",
  "company": "\n\n            Electronic Arts\n          \n",
  "ranking": "\n\n\n                      #5 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 138,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nGet ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — Peashooters, Wall-nuts, Cherry bombs and more — to mulchify 26 types of zombies before they break down your door.  This app offers in-app purchases. You may disable in-app purchasing using your device settings WINNER OF OVER 30 GAME OF THE YEAR AWARDS* 50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode! NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all. SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy.  FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more. GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements. COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu. *Original Mac downloadable game. Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & moreVISIT US: ea.comFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegames Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement. User Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries. EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates Important Consumer Information. This app contains direct links to the Internet.\n",
  "new": "\n\n\n14 thg 9, 2023\nPhiên bản 3.4.2\n\n\n\n\nCalling all smarty plants! Unlock Mini Games in a flash.Say goodbye to the long and winding road to unlocking Mini Games. Now, with a simple tap, you can directly purchase more zombie battles using CoinsWe've also made some behind-the-lawn changes to give you a smooth zombie-zapping experience. Go get your plants ready and update now!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "150,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/my-talking-angela/id909351158?l=vi",
  "nameAndAge": "\n          My Talking Angela\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #5 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 110,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTalking Angela is the super fun virtual star who can’t wait to dance and sing her way to the top.Players help her stay happy and busy with day-to-day activities in her 3D world:- Stylish makeup looks- Wonderful wardrobe choices- Super sweet activities- Special sticker albumsShe’s interactive. She’s customizable. She’s fun. And she’s always ready to make new friends.From the creators of My Talking Tom, My Talking Tom 2 and My Talking Tom Friends comes the pet who’s a star in the making.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew unless they are cancelled at least 24 hours before the end of a subscription period. You can manage and cancel your subscription via Settings in your App Store account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 6.8.1\n\n\n\n\nSTEP INTO THE HOLIDAYS!It’s that special time of year!Put on your party dress, dance in the festive cabin, and add some holiday magic to your photos!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "429 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doggo-go-gh%C3%A9p-h%C3%ACnh-game-vui/id6443985819?l=vi",
  "nameAndAge": "\n          Doggo Go - ghép hình, game vui\n 4+\n",
  "company": "\n\n            Nox Interactive Technology Limited\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 38,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDoggo Go là một trò chơi ghép 3 ô hình vui nhộn, và chỉ 1% người chơi trên toàn thế giới có thể qua Level 2 và nhận được những “Cậu Vàng” meme nhảy nhót siêu ngộ nghĩnh! Người chiến thắng sẽ nhận được nhiều loại cún cưng cực dễ thương với những bộ trang phục đặc biệt. Hãy cùng toả sáng với Cậu Vàng trên sàn nhảy! Đánh bay mọi mệt mỏi và rinh về những chú chó ngộ nghĩnh, vui nhộn nhé!Doggo Go - Cực kỳ dễ chơi, cực kỳ vui nhộn- Nhấp vào 3 ô có hình giống nhau, chúng sẽ tự động ghép lại và biến mất.- Các ô xếp chồng chất lên nhau với nhiều lớp ẩn phía dười. Chỉ sau khi các ô ở lớp trên biến mất, thì các ô ở lớp dưới mới hiện ra.- Khi không còn ô nào trên màn hình có nghĩa là bạn đã qua được bàn rồi đấy!- Khi vượt qua Level 2, bạn sẽ nhận được skin meme cực độc và ngộ nghĩnh của Cậu Vàng. Đồng thời, bạn sẽ được thêm vào bảng xếp hạng khu vực của bạn. Hãy cùng chơi và giúp cho khu vực của bạn lên top nhé!- Chú ý! Khay chỉ có thể chứa tối đa 7 ô, bạn sẽ thua nếu khay đầy! Mỗi bước đều quan trọng, hãy cẩn thận nhé~Doggo Go - Hãy chơi và xem bạn có nằm trong 1% người chơi chiến thắng không nhé!- Ghép 3 ô: Doggo Go có nhiều thử thách ghép ô hài hước khác nhau, giúp rèn luyện trí não của bạn một cách hiệu quả. Level 1 rất dễ, nhằm giúp bạn hiểu cách chơi và Level 2 là thời gian để kiểm tra trí thông minh của bạn. Bạn đã sẵn sàng chưa?- Siêu “nhức não”: Chỉ có 1% người chơi có thể vượt cấp thành công, bạn có phải là một trong số họ? Hãy đến và thử thách bản thân!- Mỗi ngày 1 thử thách: Cấp độ hoàn toàn mới sẽ được ra mắt mỗi ngày, hãy bắt đầu những thử thách đầy bất ngờ với người chơi trên toàn thế giới!- Trận chiến giữa các khu vực: Bảng xếp hạng toàn cầu sẽ hiển thị số lượng người chơi đã qua bàn trong mỗi khu vực. Hãy nhanh chóng vượt qua màn chơi để đưa đất nước của bạn lên đầu bảng xếp hạng và nhận được những Cậu Vàng bóng bẩy, đồng thời giành danh hiệu \"Vũ công xuất sắc nhất\" nhé!- Thư giãn và Vui vẻ: Trò chơi giải đố ghép 3 ô ngẫu nhiên phù hợp với mọi người. Cách chơi độc đáo, cấp độ thay đổi liên tục. Cùng trải nghiệm trò chơi dễ gây nghiện này ngay nhé!Nếu bạn thích những chú chó của chúng tôi, hãy tham gia vào nhóm và đóng góp những bước nhảy tuyệt vời của bạn nhé!Email: doggogoapp@gmail.comFacebook: https://www.facebook.com/doggogoapp/Discord: https://discord.gg/pqK2JhbNDG\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 3.1\n\n\n\n\n1. Tối ưu hóa độ mượt giữa các bàn2. Tối ưu hóa trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "199,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-beat/id1588665666?l=vi",
  "nameAndAge": "\n          AU BEAT\n 12+\n",
  "company": "\n\n            VTC GAME\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 10,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU BEAT VTC - Siêu phẩm AUDITION trên Mobile mới nhất 2022THĂNG HOA TRONG TỪNG BƯỚC NHẢY AUDITION- Những bài nhạc hot - hit nhất, chọn lọc những ca khúc trending toàn thế giới và cập nhật liên tục- Nhảy cực sung trong các chế độ nhảy đơn, nhảy đấu, nhảy couple…- Thử sức vũ đạo với các mode chơi đa dạng cùng các dancer đẳng cấp- Hiệu ứng mượt mà, bắt mắt tạo nên những bước nhảy hoàn mĩ cho các dân chơiSẢI BƯỚC THẦN THÁI TRÊN SÀN THỜI TRANG AU BEAT- Thời trang sành điệu, cập nhật theo những xu hướng làng mốt mới nhất- Chế độ nhuộm màu trang phục cho phép người chơi sáng tạo khi “mix - match”- Hiệu ứng lấp lánh không đâu có được- Tự do lựa chọn và thể hiện cá tính với hàng triệu trang phục và phụ kiện khiến cả cộng đồng game “lác mắt”.CHỈ CẦN AU BEAT, CHẲNG CẦN CUPID- Tìm người ấy đâu xa, chơi Au Beat là ra- Thỏa sức thả thính kiếm bồ, kết đôi làm nhiệm vụ- Thế giới hôn nhân trong mơ, game ảo tình yêu thậtMỘT PHIÊN BẢN AUDITION MỚI NHẤT - CHẤT NHẤT- Trải nghiệm AUDITION dành cho thế hệ mới nextgen- Đồ họa 3D đỉnh cao, hình ảnh sắc nét, game mượt mà từng phút giây- Đắm chìm trong thế giới âm nhạc, thời trang đẳng cấp- Một chạm là kết bạn bốn phương với các tính năng: tổ đội, tặng quà, kết đôi, đấu rank…Các dân chơi ơi! Tải ngay game dancing cực hot AU BEAT VTC để “cháy” hết mình thôi nào!\n",
  "new": "\n\n\n7 thg 12, 2022\nPhiên bản 1.4.0\n\n\n\n\n•  Cải thiện hiệu năng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "610,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ph%C3%BA-h%E1%BB%99-c%C3%B4ng-l%C6%B0%E1%BB%A3c-tth/id1619055257?l=vi",
  "nameAndAge": "\n          Phú Hộ Công Lược - TTH\n 12+\n",
  "company": "\n\n            Chi Hao Duong\n          \n",
  "ranking": "\n\n\n                      #2 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,6 • 20,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXuyên Về Cổ Đại, Buôn Bán Lai Rai, Phú Hộ Công Lược giúp bạn xuyên không chớp nhoáng về cổ đại, nhẹ nhàng làm Đông gia, cùng vui thú thương giới cổ đại!Ngẫu nhiên xuyên không về cổ đại thành Đông Gia. Làm thế nào mới có thể mạnh dạn làm giàu, trở thành Đại Phú Hộ đây?Chỉ cần thuê đủ Gia nhân và kết giao đủ Môn khách tinh anh, bạn có thể ngồi rung đùi làm Đông gia. Việc duy nhất bạn cần làm là Thu tiền! Thu  tiền! Thu tiền!Phú Hộ Công Lược sẽ giúp bạn vạch rõ từng bước đi làm giàu, mau đến trải nghiệm game thôi!【Tiểu Đông Gia Cổ Đại, Trí Tuệ Kinh Doanh Lớn】Hình ảnh Chibi nhẹ nhàng thoải mái, mở ra toàn cảnh phố xá cổ xưaTrải nghiệm cốt truyện hài hước, lợi dụng thủ pháp kinh doanh thời hiện đại khuấy đảo thương giới cổ đại【Môn Khách Khắp Thiên Hạ, Mỹ Nhân Kề Cạnh Bên】Hữu duyên ngàn dặm tương phùng! Cùng mỹ nhân uống rượu đàm đạo, trải nghiệm cảm giác hạnh phúc của thời khắc ngàn vàng đêm xuân.Chiêu mộ nhân tài khắp thiên hạ, Môn khách và Mỹ nhân giúp bạn kinh doanh các loại sản nghiệp,  đếm tiền mỏi tay!【Con Cháu Cùng Song Hành, Thiên Tài Nhờ Bồi Dưỡng】Độ thân mật với Tri kỷ càng cao, tư chất Đích Tôn cũng càng cao, bạn cần xây dựng tình cảm thắm thiết với Tri kỷ nhé!Con cái ngày càng lớn khôn, dựng vợ gả chồng cho con là việc đại sự. Chọn đúng dâu hiền rể thảo, sẽ giúp thừa kế và phát triển sản nghiệp lớn mạnh hơn.【Đường Thương Mại Trắc Trở, Liên Minh Để Cùng Thắng】Cạnh tranh thương mại khắp mọi nơi, dựa vào sự thông minh tài trí của bạn để mở rộng bản đồ thương mại thế giới！Lối chơi Gia Tộc với nhiều trải nghiệm vui vẻ, mang tới nhiều mối quan hệ xã giao. Các vị Đông gia đồng tâm hiệp lực xây dựng Liên Minh Thương Mại lớn mạnh nhất.【Thú Quý Ấm Lòng Người, Kiếm Tiền Theo Lối Riêng】Vừa có Kỳ Trân Dị Thú trong thần thoại, cũng có mèo con cún con dễ thương để bạn nhận nuôi ngẫu nhiên.Thông qua việc bồi dưỡng Thú Quý tăng tốc độ kiếm tiền, vừa nuôi pet vừa kiếm tiền, đúng là một công đôi việc!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.2.190\n\n\n\n\nThêm Nội dung Mới：1.Event: Thám Hiểm Miêu Cương2.Event: Cơ Quan Mê Thành3.Event: Mỹ Thực Đại Chiến4.Skin MK: Lưu Bị, Điêu Thuyền, Chư Ngộ Năng, Trần Viên Viên, Lý Thám Hoa, Đào Uyên Minh, Đông Tiểu Ngọc5.Skin Tri Kỷ: Liễu Nguyệt Như, Phạm Thiếu Gia6.Trang Trí cá tính: Tiệc Hải Sản, Mão Nhật Thực Khách7.Skin Nhà: Thành Lẩu8.Đeo Hông: Loan Vũ, Hoa Huy9.Trân Bảo: Hệ Đồ Đồng Triều Đình\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-two-crowns/id1477991646?l=vi",
  "nameAndAge": "\n          Kingdom Two Crowns\n 9+\n",
  "company": "\n\n            Raw Fury\n          \n",
  "ranking": "\n\n\n                      #22 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 35 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nKingdom Two Crowns is a side-scrolling micro strategy game with a minimalist feel wrapped in a beautiful, modern pixel art aesthetic. Play the role of a monarch atop their steed and recruit loyal subjects, build your kingdom and protect it from the greedy creatures looking to steal your coins and crown. In the brand-new campaign mode, monarchs must now work to build a kingdom that stands over time until finding a way to defeat the Greed for good. Explore the environments to discover new mounts and secrets hidden across the vast land.But you don’t have to rule alone! Introducing cooperative play to Kingdom Two Crowns, monarchs can now choose between a solo experience or seek the assistance of a friend, working together locally in classic split screen while sitting next to your fellow monarch, or even across from them on opposite sides of the device in the custom mobile feature of tabletop coop.In addition to the traditional medieval setting, Kingdom Two Crowns also includes: • Dead Lands: Enter the dark lands of Kingdom. Play as unique monarchs, including the Shardbinder Miriam, with powerful traits from the gothic horror action-RPG Bloodstained. Ride the gigantic beetle steed to lay out traps, the eerie undead mount that summons barriers impeding the progress of the Greed, and from Bloodstained the mythic demon horse “Gamigin” with its powerful charge attack. Building your Kingdom has never been spookier!• Shogun: Journey to lands inspired by the architecture and culture of feudal Japan. Play as the mighty Shogun or Onna-bugeisha, enlist the support of the ninja, lead your soldiers to battle atop the mythological Kirin, and form new strategies as you brave the Greed hiding in the thick bamboo forests.Additional DLC available via in-app purchase:• Norse Lands: Set in a domain inspired by Norse Viking culture 1000 C.E, the Norse Lands DLC is a full new campaign that expands the world of Kingdom Two Crowns with a unique setting to build, defend, explore, and conquer. In Norse Lands, players can look forward to unleashing abilities drawn upon from Norse gods, commanding mighty units, building Viking-inspired armaments, solving challenging puzzles, and facing a new enemy Greed.A challenge awaits all who seek it here, whether you are a first or long-time ruler. So be brave, great monarchs, for in the end Two Crowns shall reign stronger than one!\n",
  "new": "\n\n\n24 thg 2, 2023\nPhiên bản 1.1.19\n\n\n\n\nDear monarchs! We bring you a small patch to fix a bug where the Lost Islands countdown would display the wrong time.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-tiny-bang-story/id495937600?l=vi",
  "nameAndAge": "\n          The Tiny Bang Story\n 4+\n",
  "company": "\n\n            Ellada Games LLC\n          \n",
  "ranking": "\n\n\n                      #6 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,1 • 7 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nLife on Tiny Planet was calm and carefree until a great disaster occurred - Tiny Planet was hit by a meteor! The world fell apart and now its future depends only on you! Use your imagination and creativity: in order to restore Tiny Planet and help its inhabitants you will have to fix a variety of machines and mechanisms as well as solve puzzles in each of the five chapters of this game. Navigation is simple and intuitive. It doesn't distract you from the witty brain teasers, and you will be able to fully immerse yourself in the unique atmosphere of the game.*There is no text in this game. It is fun for all ages and suitable for the whole family!*Five vastly different chapters and over 30 exciting brain teasers (minigames)*A bright, gorgeous world drawn entirely by hand*Absorbing game play and simple navigation*10 enchanting musical themes- #1 Top Paid Apps for iOS in UK, Japan, German, Russia- Top 10 Best Games and Top 5 Best Adventure Games of 2011 by Gamezebo- Best Games of 2011 by GameHouse- Top 100 Best Indie Games of 2011 by Indie DB. - Top 10 on Mac App Store in more countries, TOP 1 - in Japan, Russia, Taiwan, China.\n",
  "new": "\n\n\n13 thg 2, 2023\nPhiên bản 3.5\n\n\n\n\nLatest devices support\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "126,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hà Lan, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/spin-guide-for-coin-master/id6471245062?l=vi",
  "nameAndAge": "\n          Spin Guide for Coin master\n 4+\n",
  "company": "\n\n            Meet Tavethiya\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,6 • 443 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,6 • 443 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nElevate Your Coin Master Experience with Spin Guide for Coin MasterEmbark on a journey to Coin Master mastery with the ultimate guide, Spin Guide for Coin Master. This comprehensive app provides you with everything you need to conquer the game, from daily spin links and rewards to expert tips, tricks, and strategies.Unleash a Treasure Trove of Features:Daily Spin Links and Rewards: Never miss out on a single spin or coin again. Access updated daily spin links and rewards to keep your game thriving.Expert Tips and Tricks: Elevate your gameplay with a wealth of expert tips and tricks. Learn how to maximize your spins, coins, and card collection to dominate the competition.Comprehensive Strategies: Gain an edge with in-depth strategies for every aspect of the game, from building villages to raiding opponents.Complete Card List: Access the complete card list to strategically collect and trade cards, completing sets and unlocking valuable rewards.Event and Level Information: Stay informed about upcoming events, level details, and optimal coin spending strategies to optimize your progress.Global Community Connection: Connect with fellow Coin Master enthusiasts worldwide, sharing tips, trading cards, and building friendships.Transform Your Coin Master Experience:Accelerate Your Progress: Advance through the game at an unprecedented pace with our expert guidance and daily spin links.Maximize Your Rewards: Reap the rewards of your efforts by maximizing your spins, coins, and card collections.Master the Game: Elevate your gameplay to new heights with comprehensive strategies and expert tips.Become a Coin Master Pro: Enjoy the satisfaction of dominating the game with your newfound knowledge and skills.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "105,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/candymistseeker/id6472033179?l=vi",
  "nameAndAge": "\n          CandyMistSeeker\n 4+\n",
  "company": "\n\n            Diep Nguyen Van\n          \n",
  "ranking": "\n\nMiễn phí\n \n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nThis is a very casual game, and the gameplay is also very simple. The colors and colors of the game are very bright. When playing these casual puzzle games, everyone can calm down and experience the fun of these games, without the disputes of large-scale online games.\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 1.3\n\n\n\n\nOptimized some visual representations\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.3 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.3 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "13,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/beat-fever/id1633422010?l=vi",
  "nameAndAge": "\n          Beat Fever\n 4+\n",
  "company": "\n\n            SENSOR NOTES JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n99.000đ\nCho phép Mua In-App\n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBeat Fever with rhythm game collection:- Punch Holes- Built to scale- Assembly Widget- Fillbots- Screwbot Factory- And more...Play this EDM music Rhythm Game now!\n",
  "new": "\n\n\n26 thg 7, 2022\nPhiên bản 1.9\n\n\n\n\nVersion 1.9- We’ve updated the app to fix some crashes and make features load faster.- Beat Fever with rhythm game collection:+ Remix with multi games+ Punch Holes+ Built to scale+ Assembly Widget+ Fillbots+ Screwbot Factory+ And more...\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "189,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Basque, Faeroese, Nam Phi, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Do Thái, Tiếng Estonia, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Iceland, Tiếng Indonesia, Tiếng Latvia, Tiếng Lithuania, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Serbia-Croatia, Tiếng Slovak, Tiếng Slovenia, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-pancakeria-to-go/id1438245901?l=vi",
  "nameAndAge": "\n          Papa's Pancakeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #23 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nServe breakfast on the go in Papa's Pancakeria To Go!-- ABOUT THE GAME --While hunting for your lost pet, you suddenly get a call from Papa Louie with some good news:  Your pet was found at Papa's Pancakeria in Maple Mountain, and since your pet likes the restaurant so much, Papa Louie decided to let you run the Pancakeria while he's away!  You'll be busy multitasking as your customers order fluffy pancakes, golden waffles, warm french toast, and delicious drinks through all seasons of the year.  Pour batter onto the griddle, add mixables to the batter, and keep checking back to flip the flapjacks halfway through.  Stack their plates high with pancakes, syrups, and toppings that change with each holiday.  Add a hot mug of coffee or a refreshing glass of juice to complete the breakfast, and serve the food to your hungry customers.  Customers can also place orders by phone, so hire a driver to deliver a hot breakfast right to their doors!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons with new holiday flavors!  As the seasons change in Maple Mountain, your customers will order their pancakes, waffles, and french toast with new seasonal ingredients.  You'll unlock new syrups, toppings, and drinks for each holiday of the year, and your customers will love trying new flavors for a festive breakfast.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Pancakeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS AND PET - Play as Cooper hunting for his lost cat Cookie, or Prudence with her lovable dog Pickle -- or create your own custom character along with your own pet!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - When you start taking phone orders, customers can call to place their breakfast order, and you'll hire a Driver to help you take and deliver orders to their homes!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Pancakeria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --Hands-on pancake shop in the Papa Louie universeAll new controls and gameplay features designed for smaller screensMulti-task between cooking, building, and serving drinksCustom chefs, drivers, and PETS!12 separate holidays to unlock, each with more ingredientsEarn and master 40 unique Special Recipes90 colorful Stickers to earn for completing tasks117 customers to serve with unique ordersUse Stickers to unlock new outfits for your customersOver 75 ingredients to unlock** NOTE FOR iPAD USERS **Papa's Pancakeria To Go is designed especially for smaller screens, look for Papa's Pancakeria HD for tablets!\n",
  "new": "\n\n\n15 thg 8, 2019\nPhiên bản 1.2.0\n\n\n\n\n- Fixed freezing bug with topping bins disappearing- Fixed bug where topping nozzles would get stuck pouring- Fixed bugs when switching between pancakes and toppings- Fixed bug where Build Station bins would get stuck in place- Fixed bug with getting stuck on Build Station after training\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "72,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gun-x-mobile-sohagame/id6444932771?l=vi",
  "nameAndAge": "\n          Gun X Mobile - SohaGame\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #4 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,4 • 4,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBắn Gà Chiu Chiu - 5 Phút Có Người IuNhận 1300 Kim Cương, Pet S, Thời Trang Độc Quyền- Liệu 1 Chú Gà có thể trở thành vua chiến trường? Liệu 1 Kẻ Tay Mơ có thể trở thành bậc thầy nhả đạn? Liệu bệnh Ế Kinh Niên có thể chữa chỉ sau 5 phút chơi game?- Tham gia thành phố và trải nghiệm những trận đấu bắn súng tọa độ đầy vui nhộn nhưng cũng không kém phần gay cấn!- Nâng cấp đồ chơi - Bắn rơi đối thủ. Bạn sẽ bắn gì vào kẻ thù của bạn? Bom? Lu Gạch? Hoặc có thể là… bàn chải nhà vệ sinh? Vui thôi gì căng, cùng tận hưởng nào!- Hãy cẩn thận! Một ngày đẹp trời bắt cặp đấu rank, bị một cô nàng bí ẩn nào đó cho \"ăn hành\" và bùm! Thoát ế! Hãy chuẩn bị tinh thần có “người iu” bất cứ lúc nào trong Gun X Mobile.- Căn gió, tính góc, nhẩm lực. Kéo và thả! Hãy chứng tỏ bản lĩnh xạ thủ qua những trận so tài 1vs1, 2vs2, 3vs3. Thư giãn hay ly kỳ, solo hay lập nhóm - luôn có một chế độ phù hợp với bạn- Tổ hợp đạo cụ, đào lỗ diệt địch, đóng băng thiêu đốt, bắn cao siêu chuẩn! Liên tục thử thách màn chơi cùng những đối thủ mới, hướng đến ngôi vị Xạ Thủ Đệ Nhất.- Ú òa! Đầy đủ thời trang theo mùa, theo Cung Hàng Đạo, theo Hot Trend và thậm chí là theo idol nổi tiếng. - Phó bản mỗi ngày độc đáo, BOSS Thế Giới mới, tổ đội diệt BOSS mọi lúc! Chiến thắng để kiếm danh hiệu và chiến lợi phẩm thú vị. 5 phút 1 trận. Không nóng máy!- Không chỉ phát người yêu, Gun X Mobile còn phát quà đều đặn. Nhận 1300 Kim Cương, Pet S, Thời Trang Free. Chơi game hàng ngày nhận phù hiếm, rương vũ khí, nguyên liệu nâng đồ, cường hóa vũ khí. Ngày nào cũng có thưởng, cứ vào là nhận quà.Tất Cả Trong Một Ván Đấu\n",
  "new": "\n\n\n9 thg 10, 2023\nPhiên bản 5.2.21\n\n\n\n\n- Thêm Panda Lửa phiên bản mới- Giảm độ khó Guild Chiến, giảm số lượng nhiệm vụ như tổ đội, Guild và bạn bè- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Ưu hóa hiển thị giao diện hệ thống kinh mạch- Ưu hóa quy tắc ghép Robot Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Thêm BXH Thiên Không Thành và Tổ Đội Viễn Chính- Thêm Panda Lửa phiên bản mới- Thêm hướng dẫn Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "857,5 MB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/this-war-of-mine/id982175678?l=vi",
  "nameAndAge": "\n          This War of Mine\n 17+\n",
  "company": "\n\n            11 bit studios s.a.\n          \n",
  "ranking": "\n\n\n                      #21 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 228 đánh giá",
  "price": "399.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"If you've not already played this brilliant, heart-wrenching game, then mobile is as good a place as any to let it completely destroy you.\" - , 9/10, Pocket Gamer UK\"This War of Mine isn’t exactly “fun,” but it’s definitely a game worth playing.\" , 9/10, 148apps\"I'm really excited to go home and download 11 bit studios' title on my iPad\" , Game InformerIn This War Of Mine you do not play as an elite soldier, rather a group of civilians trying to survive in a besieged city; struggling with lack of food, medicine and constant danger from snipers and hostile scavengers. The game provides an experience of war seen from an entirely new angle. The pace of This War of Mine is imposed by the day and night cycle. During the day snipers outside stop you from leaving your refuge, so you need to focus on maintaining your hideout: crafting, trading and taking care of your survivors. At night, take one of your civilians on a mission to scavenge through a set of unique locations for items that will help you stay alive. Make life-and-death decisions driven by your conscience. Try to protect everybody from your shelter or sacrifice some of them for longer-term survival. During war, there are no good or bad decisions; there is only survival. The sooner you realize that, the better.This War of Mine: Anniversary EditionIt's been two years since This War of Mine global release and we're still expanding the experience. This new free DLC, created especially for the Anniversary Edition, adds new characters, new locations to explore, and most importantly - a whole new ending, leading to a different outcome to the game. The dilemma though remains the same – how far will you go, to protect the ones you care about? Key Features:• Inspired by real-life events • Control your survivors and manage your shelter • Craft weapons, alcohol, beds or stoves – anything that helps you survive • Make decisions - an often unforgiving and emotionally difficult experience • Randomized world and characters every time you start a new game • Charcoal-stylized aesthetics to complement the game's themeThis War of Mine experience is now broadened with \"The Little Ones\" expansion. \"The Little Ones\" explores the hardships of wartime survival as seen from an entirely new perspective―that of a child. This DLC puts you in charge of a group of adults and children stuck in a besieged city, struggling with basic necessities. TWoM: The Little Ones focuses not only on the reality of enduring war, but also on how even in times of conflict, kids are still kids: they laugh, cry, play, and see the world differently. In addition to thinking about survival, you'll have to summon your inner child to understand how to protect the little ones. Their youth, and their future, are in your hands.• Experience the biggest expansion to This War of Mine• Protect innocent children• Craft toys, play with kids, and be the caretaker they need• Meet new adult civilians in scenarios with childrenPLEASE NOTE: This game is optimized for latest devices. While playing on older devices such as iPhone 4s or iPad 2 you might experience lower frame rates.\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 1.7.0\n\n\n\n\nFix issues with aspect ratio in: - iPhone 15- iPhone 15 Plus- iPhone 15 Pro- iPhone 15 Pro Max\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "609,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/township-vtc-game/id638689075?l=vi",
  "nameAndAge": "\n          Township – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #12 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 156,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Township in Vietnam.Township is a unique blend of city building and farming! Build your dream town! Harvest crops, process them at your facilities, and sell goods to develop your town. Trade with distant islands. Open restaurants, cinemas and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world. Are you ready to build your dream? Let’s get started! Township features: ● Different buildings and decorations you can use to create your dream town ● Various crops to grow and later process at your factories ● Fun, charismatic townspeople with orders you need to fill ● Your town's mine packed with ancient artifacts to discover and collect● Exotic goods brought from the islands● A zoo to build where you can even breed animals ● Famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more! ● Play with your Facebook and Game Center friends or make new friends in the game community! Township is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu. *You need an internet connection to play the game and enable social interaction, competitions, and other features.* Enjoying Township? Learn more about the game! Facebook: www.facebook.com/TownshipMobile Twitter: twitter.com/township_mobile Questions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1 Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html\n",
  "new": "\n\n\n9 thg 11, 2023\nPhiên bản 14.0.0\n\n\n\n\nGet ready for a new update!It's winter in Township!SPORTS TOURNAMENT* An exciting new merge event is already on! Help Alicia and Mikey organize a sports tournament and make unforgettable memories!* Merge new items to create sports-themed objects and win a new upgradable decoration as a tournament memento!KLONDIKE EXPEDITION* Set out on an expedition to the Klondike to help Richard and Ellen find the legendary Golden Deer nugget!* Complete tasks to outsmart a mysterious rival and unlock a unique decoration!CHRISTMAS MIRACLES* A new Christmas season adventure is upon us! Get into the holiday spirit with festive new skins—a Christmas Port and Gift Boat!* Don't forget to purchase the Golden Ticket to dress up your chickens in deer costumes!ALSO* Enjoy the winter town design!* Do a kickflip at the new Skate Park!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "237 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/titan-quest-ultimate-edition/id6455985208?l=vi",
  "nameAndAge": "\n          Titan Quest: Ultimate Edition\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 9 đánh giá",
  "price": "125.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nAn epic Titan battle, as complete as never beforeTitan Quest has captivated legions of players since its 2006 debut. This is the complete edition of Titan Quest, including ALL DLCs and technical updates. You get the all-encompassing experience of an unbridled, truly heroic journey through the worlds of Titan Quest!Your honorable quest is to save the world!The gods alone cannot defeat the Titans, so real heroes are needed - and that can only be you! Your success or failure will decide the fate of the people and the Olympians! With your custom-created hero, scour the mystical and ancient worlds of Greece, Egypt, Babylon, and China. Conquer the hordes of legendary creatures and master various weapons and martial arts: Archery, sword fighting, or the use of powerful magic!Travel a world of antiquity and Nordic mythology!Battle the beasts of mythology as you travel to the Parthenon, the Great Pyramids, the Hanging Gardens of Babylon, the Great Wall, the Tartarus Arena, and other famous places. Encounter the greatest villains of Greek mythology, discover the uncharted lands of northern Europe, search for the mythical kingdom of Atlantis, and set out on a journey across the western Mediterranean.It’s all or nothing on your glorious path!With each challenge that awaits you, you'll have to defeat bigger and stronger enemies until you reach your goal and force the Titans to their knees! Rush into battle alongside brave pet companions! Find extraordinary items with special powers that will enhance your abilities and help you on your path. Legendary swords, powerful lightning spells, magical, bows and numerous other treasures with unimaginable powers await you - all of them are at your disposal in your battles and spread fear and terror among the hideous creatures!What are you waiting for?Like no other game in the Action RPG genre, Titan Quest: Legendary Edition combines the fascinating world of mythology with endless and exciting action that you would expect from such a compelling game!Key Features:● All DLCs included:● IMMORTAL THRONE - Within the world of the Immortal Throne DLC, you’ll encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx. You have to interpret the prophecies of the blind seer Tiresias, fight alongside Agamemnon and Achilles, and use the wiles of Odysseus to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe in the Ragnarök DLC, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Meet an explorer in the Atlantis DLC, in search of the mythical kingdom of Atlantis. A key is supposedly hidden in the diary of Herakles, which is rumored to be located in the Phoenician City of Gadir. Set out on a journey across the western Mediterranean, including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain. Upon tracking it down, the Hero and his comrades realize that the appearance of the ancient peril, Qiong Qi, was no mere coincidence and that something much more sinister is afoot...● All important updates have been implemented to the technically overhauled Titan Quest to grant the best gaming experience of this classic ever!! A note for all players who own the base version of Titan Quest or Titan Quest: Legendary Edition: The DLCs mentioned here will also be released for purchase as additional content so that all fans can upgrade their game to fully enjoy all expansions!● iCloud support included\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 3.0.5165\n\n\n\n\n- Fixed that you can't buy orbs anymore- Fixed missing icons and certain items when Eternal Embers isn't installed- Fixed some cloud save issues\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "1,9 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HandyGames đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-frontiers-td/id598581396?l=vi",
  "nameAndAge": "\n          Kingdom Rush Frontiers TD\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #13 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 788 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nKingdom Rush Frontiers is a whole new level of the furiously fast, enchantingly charming gameplay that made kingdom Rush an award-winning Tower Defense hit.Defend exotic lands from dragons, man-eating plants, and ghastly denizens of the underworld -all with flashy towers, levels, heroes, and more goodies to help you crush your enemies to a pulp.BUILD MIGHTY TOWERS!• OVER 18 TOWER ABILITIES! Unleash Death Riders, pestilence clouds, or assassins that steal and kill your enemies!• 8 SPECIALIZED TOWER UPGRADES! Slice, sizzle, and stomp your foes with Crossbow Forts, Mighty Templars, Necromancers, and even Earthquake Machines - hey, we told you we were shaking things up.• UPGRADE SYSTEM allows you to min/max your towers towards your preferred strategy.• Fortify the frontier in exotic news lands - hold the line in deserts, jungles, and even the underworld!TRAIN LEGENDARY HEROES• 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique specialties that fit different play styles and strategies!• Special units and features on every stage! Watch out for the Black Dragon!DEFEAT THEM ALL• OVER 40 ENEMIES with unique abilities! Stay on your toes as you fight through desert sandworms, tribal shamans, nomad tribes, and underground terrors. Action like you have never seen before!• MERCILESS BOSS FIGHTS! Hey, we told you to get those upgrades...MORE MIND-BOGGLING CONTENT• Hours of army with OVER 80 ACHIEVEMENTS! what can you expect from Ironhide Games, the creators of Kingdom rush? You will be hooked for hours searching for Easter eggs and achievements!• IN-GAME ENCYCLOPEDIA! learn all about your enemies and you will be able to plan the best strategy to defeat them. Study up!• CLASSIC, IRON, AND HEROIC GAME MODES to challenge your tactical skills!• 3 DIFFICULTY MODES! Are you up for a real challenge? Go with Hard mode!• PLAY IT OFFLINE! No internet? No problem! You will be able to jump into real action even offline!-----------------------------------------------------PRAISE FOR KINGDOM RUSH: IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n9 thg 5, 2023\nPhiên bản 5.8.10\n\n\n\n\nSmall bug fixes and improvements. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "178,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/root-board-game/id1439262206?l=vi",
  "nameAndAge": "\n          Root Board Game\n 9+\n",
  "company": "\n\n            Dire Wolf Digital\n          \n",
  "ranking": "\n\n\n                      #5 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,8 • 5 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay the digital adaptation of the beloved tabletop board game. Root is a game of adventure and war where 2 to 4 players battle for control of a vast wilderness.The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance’s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.Meanwhile, at the edge of the region, the proud, squabbling Eyrie have found a new commander who they hope will lead their faction to resume their ancient birthright.The stage is set for a contest that will decide the fate of the great woodland. It is up to the players to decide which group will ultimately take root.\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 1.31.2\n\n\n\n\nbug fixes and gameplay improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Séc, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-pastaria-to-go/id1518055618?l=vi",
  "nameAndAge": "\n          Papa's Pastaria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 6 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBecome Portallini's primo pasta chef in Papa's Pastaria To Go!-- ABOUT THE GAME --It's a destination wedding in the waterfront town of Portallini!  When you can't find a hotel room for attending Little Edoardo and Olga's wedding, you decide to reserve the only available room at Papa's Pastaria, which also puts you in charge of the restaurant!  You'll have to take orders, cook and stir noodles, and pour delicious sauces to craft a perfect plate of pasta!  Add shakers and toppings onto each order of pasta, and finish off the meal with a side order of fresh-baked bread. Work your way through the holidays as you serve seasonal sensational dishes to your hungry customers, and unlock brand-new Daily Specials at the Pastaria!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Portallini with delicious holiday flavors!  Your customers will order pasta made with unique seasonal ingredients.  You'll unlock new pasta noodles, sauces, shakers, and toppings for each holiday of the year, and your customers will love trying these festive flavors in their pasta.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Pastaria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Doan or Utah, or create your own custom character to work in the pasta restaurant!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to Portallini for their pasta.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Pastaria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on pasta shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between cooking noodles, adding sauce and toppings, and baking bread- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 130 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 85 ingredients to unlock\n",
  "new": "\n\n\n25 thg 7, 2020\nPhiên bản 1.0.1\n\n\n\n\n- Updated Wendy's holiday order- Fixed issue with stirring sound playing while paused- Various graphics adjustments\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "81,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/3q-legend-danh-t%C6%B0%E1%BB%9Bng-truy%E1%BB%81n-k%E1%BB%B3/id6453690496?l=vi",
  "nameAndAge": "\n          3Q Legend:Danh Tướng Truyền K‪ỳ‬\n 9+\n",
  "company": "\n\n            Funtap JSC\n          \n",
  "ranking": "\n\n\n                      #2 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,8 • 486 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.Cày chay cũng lên Vip: Đăng nhập nhận Vip 2, lai rai lên Vip 6.Nhận ngay 10k KNB và Danh tướng tùy chọn: Tôn Sách, Cam Ninh, Quách Gia, Điển Vi...3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.- Quốc chiến xuyên biên giới Ngụy, Thục, Ngô với các quân đoàn hùng mạnh và sự xuất hiện của 100+ chiến tướng chuẩn truyện với tài văn thao võ lược như: Tào Tháo, Lữ Bố, Gia Cát Lượng, Triệu Vân...và đặc biệt là Ngụy - Quan Vũ chưa từng xuất hiện ở bất cứ đâu. 3Q Legend hứa hẹn mở ra những trận đánh cân não tính toán chuẩn lên đến 20 hiệu ứng khắc chế đặc biệt. - Game đặc biệt còn có sự xuất hiện của các vị Phong Thần nổi tiếng như: Nữ Oa, Natra, Dương Tiễn, Lôi Thần... đem lại ấn tượng mạnh về thị giác và cảm giác cho người chơi. - Hệ thống Quốc Gia hùng mạnh, trải nghiệm cảm giác xuyên không làm vua chúa. Chiến quốc đoạt ngôi, thăng quan tiến chức nhận bổng lộc triều đình. Thắng làm vua, thua bái kiến. Hậu cung trăm sắc, tùy chọn hầu hạ mỗi ngày.- Đêm 7 ngày 3, PK không kể với hệ thống PVP, PVE liên server đỉnh cao như: Quần Hùng Trục Lộc, Tranh Bá, Đấu Trường Đỉnh Cao, Thủ Hộ Kho Lương...- Giải trí chill chill, cùng các tướng lĩnh tham quan Du Ngoạn, Đấu Manh Sủng, đói bụng có ngay Yến Tiệc Cung Đình, thất tình vào ngay Bingo Trái Cây khơi dậy tuổi thơ bất hủ. 3Q Legend: Danh Tướng Truyền Kỳ chính là tựa game nhập vai Tam Quốc mà Chúa Công không thể bỏ lỡ. Hãy tải game ngay để bắt đầu hành trình xưng vương Tam Quốc!\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.0.2\n\n\n\n\n- Cập nhật Huyễn Tướng mới Quan Vũ Ngụy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "491,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rotaeno/id1614771445?l=vi",
  "nameAndAge": "\n          Rotaeno\n 12+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,7 • 25 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRotaeno is a heart-pounding, thumb-tapping, wrist-flicking rhythm game that fully utilizes your device's gyroscope for an unprecedented musical experience.Rotate your device to hit notes as you soar through the stars. Drop into your headphones and immerse yourself in the kick beats and stellar synths of this astronautical adventure!=A Revolutionary Way to Experience Music=What sets Rotaeno apart is all in the name - rotation! Building on the basic controls of more traditional rhythm games, Rotaeno includes notes that require smooth turns and rapid rotations to hit, making it feel like you're drifting in a highspeed interstellar stunt race. It's a real arcade experience - in the palm of your hand!=Multi Genre Music and Beats=Rotaeno is loaded with exclusive tracks from renowned rhythm game composers. From EDM to JPOP, KPOP to Opera, the stylistically diverse song collection contains a future favorite song for every music lover! More songs are already planned for future updates and will be released on a regular basis.=A Journey to Find the Promised Land, Love, and Ourselves=Follow Ilot, our heroine, on a cosmic journey through the stars, and witness her growth as she sets out on her own. Follow in the footsteps of a friend, meet locals on different planets, and save the future of Aquaria!*Rotaeno will only function properly on devices that feature gyroscope or accelerometer support.Concerns or feedback? Contact us: rotaeno@xd.com\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.13.2\n\n\n\n\n【Improvements and Bug Fixes】Lowered the difficulty for unlocking Phigros collab songs.Improved the display effects for colorblind mode.Fixed an issue where, after unlocking the high-difficulty charts for Phigros collaboration boss songs, the lower difficulties were not unlocked as well.Fixed errors with Slide notes in charts that have BPM changes.Fixed a problem with incorrect badge unlocks in Lab mode.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "969,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/this-is-the-police/id1435461053?l=vi",
  "nameAndAge": "\n          This is the Police\n 17+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #30 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 2 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThis Is the Police là một trò chơi chiến lược/phiêu lưu với bối cảnh trong một thành phố ống nước xoắn ốc. Khi đảm nhận vai trò của Cảnh sát trưởng Jack Boyd, bạn sẽ xâm nhập vào một câu chuyện sâu sắc về tội phạm và mưu đồ. Liệu Jack có thể nghỉ hưu với một đống , hay anh ta sẽ bị phá sản... hay tệ hơn nữa?- Nhiệm vụ của bạn rất rõ ràng: kiếm 500.000 USD trong 180 ngày trước khi Jack Boyd nghỉ hưu. Bẳng cách nào? Tùy ban!- Quyết định, quyết định! This Is the Police hoàn toàn là về một câu chuyện đen tối và cách bạn phản ứng với nó. Dù bạn quyết định gì, lựa chọn của bạn cũng sẽ ảnh hưởng đến trò chơi và số phận của Jack Boyd.- Thiện, ác và... tà? Cảnh sát trưởng của Sở Cảnh sát Freeburg tiếp xúc với tất cả mọi kiểu người. Tìm ra những kẻ xấu và quyết định làm thế nào để đối phó với họ là tùy vào bạn.- Thực hiện nhiệm vụ của bạn. Là người đứng đầu Sở Cảnh sát Freeburg, Jack xử lý tất cả các loại thách thức mỗi ngày: ứng phó với trường hợp khẩn cấp, quản lý nhân viên của mình, bảo vệ sở trước Tòa thị chính và thị trưởng tham nhũng và nhiều hơn nữa.- Giải quyết các vụ điều tra và thu thập bằng chứng chống lại các băng nhóm tội phạm của Freeburg.- Đối phó với các lực lượng cạnh tranh trong thành phố. Ai cũng tặng quà cho bạn và mỗi món quà đều có cái giá của nó.- Câu chuyện được kể phong phú và đầy đủ: Jon St. John đóng vai Jack Boyd, giọng của Duke Nukem.\n",
  "new": "\n\n\n6 thg 2, 2019\nPhiên bản 1.0.1\n\n\n\n\nAdded marketing localization\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lmht-t%E1%BB%91c-chi%E1%BA%BFn/id1531280382?l=vi",
  "nameAndAge": "\n          LMHT: Tốc Chiến\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #7 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,6 • 111 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy hòa mình vào Tốc Chiến: trải nghiệm MOBA 5 đấu 5 thuần kỹ năng và chiến thuật trong Liên Minh Huyền Thoại của Riot Games, nay được tái xây dựng hoàn toàn dành cho thiết bị di động. Với hệ thống điều khiển trơn tru và lối chơi siêu tốc, bạn có thể lập đội cùng bạn bè, khóa chọn tướng của bạn và thực hiện các pha xử lý để đời. VƯỢT MẶT ĐỐI THỦLàm chủ đấu trường và trở thành huyền thoại với hàng loạt vị tướng khác nhau cùng chiến thuật chơi năng động, thay đổi không ngừng. Mỗi trận đấu đều sẽ là cơ hội để bạn tung ra kỹ năng định hướng hoàn hảo, lật ngược thế cờ bằng khả năng phối hợp đồng đội tuyệt đỉnh hoặc thực hiện thành công pha pentakill xuất sắc.TRANH TÀI CÙNG BẠN BÈChiến thắng chỉ đến với ai biết cách phối hợp cùng đồng đội trong trò chơi MOBA trên di động này. Dù là đấu đôi, đấu ba hay cả một tổ đội 5 người, bạn đều có thể tham gia hàng chờ cùng những người bạn của mình để leo hạng và phá hủy Nhà Chính của kẻ địch. CHỌN TƯỚNG CỦA BẠNXông vào chiến trường với một thanh kiếm khổng lồ, đóng băng kẻ địch trên đường đi bằng mũi tên băng bay xuyên bản đồ hay nhử đối thủ đến gặp tử thần bằng bùa phép vô cùng vi diệu. Với mỗi trang sử huyền thoại bạn viết lên, sẽ luôn có một vị tướng phù hợp.LUÔN CÔNG BẰNG Đối đầu trong những trận đấu công bằng cả về kỹ năng lẫn quy mô tổ đội. Tất cả anh hùng đều có thể được nhận trong Tốc Chiến và bạn sẽ không bao giờ phải trả tiền để có thể chơi hay tăng sức mạnh. Dù chỉ là 1 xu.\n",
  "new": "\n\n\n24 thg 10, 2023\nPhiên bản 4.4.0\n\n\n\n\nBản cập nhật Sức Mạnh Tột Đỉnh ‘23 đã ra mắt! Từ tháng 10 đến tháng 01:  • TƯỚNG MỚI: Khiến bạn khóc thét hoặc chỉ... rơm rớm mà thôi - Sivir, Zyra và Fiddlesticks sắp sửa lẩn vào Đấu Trường  • TRANG BỊ MỚI: Giờ của pháp sư đến rồi! Hãy để chúng tôi thử đo ni họ với một vài trang bị mới cùng thật nhiều cập nhật khác nữa!  • CHẾ ĐỘ CHƠI MỚI: Không đường, không rừng, không giới hạn! Chiến đấu tới sức cùng lực kiệt trong Võ Đài! Tìm hiểu thêm tại https://tocchien.zing.vn/. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doomsday-last-survivors/id6447841794?l=vi",
  "nameAndAge": "\n          Doomsday: Last Survivors\n 12+\n",
  "company": "\n\n            HTD MEDIA VIET NAM JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #9 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame thủ thành mới! Tận thế đã đến, bầy zombie chạy tán loạn. Là chỉ huy của người sống sót, hãy thu thập và sử dụng tài nguyên bảo vệ khu trú ẩn cuối cùng!Doomsday: Last Survivors là một trò chơi chiến lược sinh tồn zombie, chơi trực tuyến với nhiều người chơi cùng chế độ chiến lược thời gian thực. Bối cảnh ở tương lai gần, nơi zombie chiếm lấy thế giới, những người còn sống sót phải chiến đấu vì mạng sống của họ và tương lai của nhân loại. Là người Chỉ huy, nhiệm vụ của bạn phải dẫn dắt những người sống sót đồng hành của mình xây dựng khu trú ẩn, khám phá những nơi chưa từng biết đến và chiến đấu với zombie và các phe đối thủ! Bạn thích chơi trò chơi zombie, sinh tồn và cả chiến lược? Doomsday: Last Survivors sẽ giúp bạn trải nghiệm tất cả![Điểm Nổi Bật]Trò Chơi Thủ Thành MớiNhững người sống sót có kỹ năng giỏi sẽ tham gia cùng bạn khám phá thế giới hoang tàn cùng với những kẻ bị nhiễm bệnh này. Bạn phải luôn luôn nhạy bén, lập đội quân Hero lý tưởng và xây dựng công trình để sống sót trong cuộc xâm lược của zombie!Kẻ Mạnh sẽ Sống SótDẫn dắt quân đội và dân thường trong Khu trú ẩn! Tiêu diệt zombie để sống sót sau ngày tận thế, hoặc đột kích các Khu trú ẩn khác để duy trì sự sống của bạn. Bạn cũng có thể thành lập liên minh và chiến đấu với kẻ thù cùng các đồng đội.Trải Nghiệm Tận Thế Chân ThậtHệ thống địa hình hình cầu thực tế với việc điều khiển có thể phóng to thu nhỏ thuận tiện cho phép xem cận cảnh Khu trú ẩn đến chế độ xem vệ tinh. Một trải nghiệm sinh tồn nhập vai với những zombie gớm ghiếc, mối đe dọa luôn rình rập, một thế giới tàn khốc, nơi đi tiêu diệt hoặc bị tiêu diệt.Chiến Đấu bằng Chiến LượcSử dụng mọi thứ bạn có thể tìm thấy để sống sót trong ngày tận thế. Huấn luyện nhiều loại quân lính và tiến hành các cuộc chiến đấu với chiến lược đa dạng, các kỹ năng và cách thức chiến đấu của Hero để tồn tại lâu hơn bầy zombie.Hero Cá TínhHero thiết kết rất chân thực và cá tính, khắc họa những người sống sót từ các tầng lớp khác nhau. Tuyển Hero tài năng để giúp dẫn dắt quân đội và bảo vệ khu trú ẩn của bạn!Chỉ huy, bạn đã sẵn sàng sống sót trong ngày tận thế?Trở thành người giỏi nhất trong trò chơi zombie bằng sức mạnh và trí thông minh của bạn!===Thông tin===Facebook chính thức: https://www.facebook.com/DoomsdayLastSurvivorsDiscord chính thức: https://discord.gg/bZErQs6CkNLiên hệ Hỗ trợ: help.doomsday.apple@igg.com===Chi tiết đăng ký===Đăng ký (4,99 USD/tháng)- Đăng ký để nhận: Tốc độ Nghiên cứu +2%, Tốc độ Huấn luyện +2%, Phục hồi Thể lực +2%, EXP từ Zombie +10% và phần thưởng ngày.Lưu ý:1, Thanh toán sẽ được tính vào Tài khoản iTunes của bạn khi mua hàng.2, Đăng ký sẽ tự động gia hạn trừ khi tắt tự động gia hạn ít nhất 24 giờ trước khi kết thúc đăng ký hiện tại.3, Tài khoản của bạn sẽ nhận được xác nhận về lần gia hạn tiếp theo và giá gói trong vòng 24 giờ trước khi kết thúc đăng ký hiện tại của bạn.4, Bạn có thể quản lý/tắt đăng ký và tự động gia hạn bằng cách vào Cài đặt tài khoản sau khi giao dịch.Điều khoản dịch vụ (EULA): https://policies.igg.com/view/?id=1Chính sách bảo mật: https://policies.igg.com/view/?id=2\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 1.26.0\n\n\n\n\nCập nhật:1. Tối ưu Đột Kích Quần Đảo (Vui lòng cập nhật trò chơi để truy cập.)    1) Bản đồ sự kiện và quy tắc       a) Giảm kích thước bản đồ Đột kích Quần đảo.       b) Thêm Thánh Đường Trù Phú Lv 8 có thể tranh đoạt vào giữa bản đồ.       c) Thay đổi mục tiêu của Giai đoạn II thành chiếm Thánh Đường Trù Phú Lv 8. Phần thưởng dựa trên Thánh Đường Lv 8 có được vào cuối Giai đoạn II.    2) Thời gian sự kiện và Trạm Kiểm Soát/Thôn được mở       a) Sự kiện hiện kéo dài 5 ngày, trong đó Giai đoạn I kéo dài 3 ngày và Giai đoạn II kéo dài 2 ngày.       b) Trạm Kiểm Soát/Thôn:       Ngày 1: Trạm Kiểm Soát Lv 4       Ngày 2: Trạm Kiểm Soát Lv 5 và Tháp Lv 6       Ngày 3: Thành Báu Lv 7       Ngày 4: Trạm Kiểm Soát Lv 6       Ngày 5: Thánh Đường Trù Phú Lv 8    3) Hệ thống Phe       a) Thêm lời nhắc trong Giai đoạn II để giảm tranh chấp đồng minh.       b) Người chơi có thể đi qua các Trạm Kiểm Soát do các Quân đoàn khác trong phe của họ chiếm giữ mà không cần chiếm giữ chúng (ngoại trừ các Trạm Kiểm Soát Lv 4).    4) Cân bằng Sự kiện       a) Tăng sức chứa tối đa của Đồn Trú và Tập Kết của Tháp Tiên Phong lên 2 triệu.       b) Trụ sở Chỉ huy, Trạm Kiểm Soát, Thôn, Tháp Tiên Phong và Đội Tập Kết chỉ có thể nhận tối đa 3 Cuộc Tấn Công Tập Kết cùng lúc.       c) Hỗ trợ Đột Kích Quần Đảo: Giảm tất cả DMG của Đội Tập Kết và Đội Đồn Trú từ 50% xuống 30%.       d) Số lượng Tháp Canh tối đa tỷ lệ nghịch với số lượng Liên minh trong Quân đoàn.    5) Vật liệu Xây dựng Liên minh       a) Các Trạm kiểm soát và Thôn chiếm được sẽ tạo ra Vật liệu Xây dựng Liên minh, được phân bổ đều cho các Liên minh trong Quân đoàn.       b) Vật liệu Xây dựng Liên minh từ Quái Giáp Săn Báu sẽ chia thành nhiều đợt. Điều chỉnh thời gian nhặt và thêm tính năng gián đoạn nhặt hàng.    6) Khác       a) Dấu Quân Đoàn Mới mà các Thủ lĩnh Liên minh của Quân đoàn có thể sử dụng.       b) Thủ lĩnh Liên minh có thể thay đổi Đội trưởng Đội đồn trú của các Công trình Quân đoàn.       c) Cải thiện giao diện xem thông tin của Liên minh trong Quân đoàn.       d) Thông báo thông tin quan trọng mới (chẳng hạn như đặt lại Quái Giáp Săn Báu và Thôn được mở để tranh đoạt).2. Khám phá Nâng cấp Tàn tích    1) Nâng cấp Khám phá Tàn tích lên Khám Phá Căn Cứ.    2) Xà Beng Khám Phá có thể đổi 1:1 lấy Búa Khám Phá.    3) Khám Phá Căn Cứ có 16 tầng, cứ 4 tầng thì có 1 tầng hiếm.    4) Phần thưởng cho Tầng Nâng Cấp và Tầng Hiếm.    5) Tủ Chứa được mở theo đợt.3. Sự kiện Phép Màu Giáng Sinh từ 18/12 đến 29/12 (UTC)4. Skin Quân Đội Mới: Đội Tầm Xa - Sục sôi5. Skin Đội Mới: Xe Pháo Điện Từ/Khúc Ca Xe Tăng (Vui lòng xem trong trò chơi để biết ngày ra mắt và cách thức có được).6. Đã thêm quyền lợi cho Chỉ huy mới (trong vòng 28 ngày kể từ ngày tạo nhân vật):    1) Hỗ trợ kinh tế để hỗ trợ phát triển xây dựng, nghiên cứu, huấn luyện, thu thập và sản xuất tài nguyên.    2) Thưởng điểm sự kiện máy chủ mới.7. Sửa lỗi và tối ưu khác.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B5-luy%E1%BB%87n-%C4%91%E1%BB%89nh-phong-t%E1%BA%B7ng-vip10/id6447084599?l=vi",
  "nameAndAge": "\n          Võ Luyện Đỉnh Phong-Tặng VIP10\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #14 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 426 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nĐĂNG NHẬP TẶNG VIP 10 - ĐIÊU LÀM TRÓA    Game nhập vai đề tài tiên hiệp cực nhẹ với bộ cài chỉ 70MB.    Thỏa sức cày mọi thứ trong game: cày bạc, cày pet, cày KNB, cày Tiên Ngọc… Tài nguyên rủng rỉnh, đủng đỉnh lên top.VIP 10 TRAO TAY - NHẬN NGAY TỪ LEVEL 1   •  Đăng nhập nhận ngay VIP 10 từ Võ Luyện Đỉnh Phong không cần suy nghĩ, hưởng trọn đặc quyền, nguyên liệu dồi dào, lực chiến tăng như vũ bão.QUẸT TINDER - KIẾM VỢ GIÀU - CHẠN VƯƠNG VÔ ĐỊCH    •  Tìm bạn đồng hành, kết duyên tri kỷ xuyên server, không rào cản. Tha hồ rong chơi thưởng ngoạn, tạo nên những kỷ niệm lứa đôi khó quên.    •  Chạn vuong cũng được! Nóc nhà vui là được!.BIẾN LỚN! BIẾN LỚN! HÓA MA ĐỒNG QUẬY XUNG XUNG    •  Biến thân hóa lớn, thừa hưởng sức mạnh của giới thượng nhân: Na Tra Ma Đồn, Nhị Lang Thần… cùng bộ kỹ năng kinh thiên diệt thế.    •  Biến đổi đúng lúc có thể lật ngược tình thế, đè nén đối thủ.Thời Trang Siêu Chất - Skill Siêu Lạ    •  Rực rỡ, sinh động và thời thượng, người chơi thỏa sức khoác lên mình những bộ thời trang ấn tượng.    •  Hiệu ứng kỹ năng đa dạng và thú vị: Gấu Trúc lăn tròn tuyệt kỹ, Như Lai Thần Chưởng… siêu teen siêu cute.AFK THOẢI MÁI - LƯỜI CŨNG TOP   •  Đăng nhập mỗi ngày đều nhận quà xịn sò, từ thời trang, thú cưỡi, Pet trang bị cho tới nguyên liệu.   •  Không ngừng tăng cường sức mạnh, chạm ngưỡng đột phá, làm chủ tam giới và phá đảo những chiến trường PK không giới hạn.\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 2.26\n\n\n\n\n- Update tính năng mới- Update thời trang mới- Update BXH mới\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "176,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-freezeria-to-go/id824305459?l=vi",
  "nameAndAge": "\n          Papa's Freezeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,4 • 17 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nBuild and serve sundaes on the go with this brand-new version of Papa's Freezeria, with gameplay and controls reimagined for iPhone and iPod Touch!You've just started a relaxing summer job at an oceanfront ice cream shop, but things get hectic when all of Papa Louie's customers arrive on the island!  You'll need to whip up delicious Freezer sundaes by pouring ice cream, adding mixables and syrups, blending sundaes, adding whipped cream and toppings, and don't forget the cherry on top for a perfect summertime treat!You'll need to multitask between each area of the restaurant, with new controls designed to work just right in the palm of your hand.  Head to the Order Station to watch for customers waiting in the lobby.  Switch to the Build Station to combine ice cream and mixables for each sundae.  Jump to the Mix Station to mix sundaes until they're blended just right.  Hop to the Top Station to pour whipped cream and toppings before serving the sundae to your picky customers.  Each Station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the sundae-building process.Keep your customers happy to earn points and level up.  As your level rises, you'll unlock new toppings for the shop, and new customers will start to visit the Freezeria!  A well-crafted sundae also earns you tips, which you can spend on upgrades and decorations for the lobby!** NEW FOR PAPA'S FREEZERIA TO GO**Papa's Freezeria To Go is redesigned and reimagined for smaller screens, so your fingers won't get in the way of the action!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs.  You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.BUILD STATION - We've completely redesigned the Build Station for smaller screens.  The Pour Button and Bonus Meter are moved to the side and sized just right for your thumb, so you can watch the meter and tap at the right time without any fingers blocking your view.  When it's time to choose a mixable or a syrup, the entire screen is filled with large buttons so you can easily tap the correct item.MIX STATION - We've fine-tuned the Mix Station upgrades to work even better on small touch screens.  Once you purchase the Blend Alarm upgrades, you can drag these large alarms and snap them onto any blender.  Booster Buttons are also large and easy to press, and you can even use multi-touch to boost multiple blenders at once!TOP STATION - The Topping Bin carousel from \"Papa's Burgeria To Go!\" is back, which lets you top sundaes in a brand-new way!  Swipe the carousel of Topping Bins to choose the item you want to use, then grab the sundae cup to start pouring toppings evenly across the sundae.  You can also tap a button to switch to placeable items like cherries and cookies.  And with full multi-touch support, you can keep one finger sliding the bins and another tapping on the cup below, so you'll have those sundaes finished in no time!NEW INGREDIENTS - We've added a ton of new ingredients that can't be found in the classic or HD versions of the game, including mixables, syrups, whipped cream flavors, and other toppings that you'll unlock as you play the game.  There's over 70 unique ingredients for you to discover!**GAME FEATURES**- Hands-on ice cream shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between building, mixing, and topping- Shop to buy upgrades using your in-game tips- 85 customers to unlock with unique orders- Challenging Closers and Food Critic- 120 in-game achievements to earn**NOTE FOR iPAD USERS**Papa's Freezeria To Go is designed especially for smaller screens.  If you're looking for large-screen gameplay, check out \"Papa's Freezeria HD\" for iPad!\n",
  "new": "\n\n\n24 thg 1, 2019\nPhiên bản 1.2.0\n\n\n\n\n- Added support for iPhone X and newer phones!- Fixed problems with dragging items on iPhone X- Fixed problems with dragging when played on iPad- Additional bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "67 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/exploding-kittens/id1040227414?l=vi",
  "nameAndAge": "\n          Exploding Kittens‪®‬\n 9+\n",
  "company": "\n\n            Exploding Kittens, Inc\n          \n",
  "ranking": "\n\n\n                      #1 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,6 • 475 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay the most-funded game in Kickstarter history anywhere with the Exploding Kittens® Official mobile game!The mobile version of the game is available now, including the Party Pack, Betrayal, Streaking Kittens, and the all new Barking Kittens expansion! Play with friends or strangers in online play, challenge the AI, or play offline with friends face-to-face! In this highly-strategic, kitty-powered version of Russian Roulette, players draw cards until someone draws an Exploding Kitten, at which point they explode, they are dead, and they are out of t​he game -- unless that player has a Defuse card, which can defuse the Kitten using things like laser pointers, belly rubs, and catnip sandwiches. All of the other cards in the deck are used to move, mitigate, or avoid the Exploding Kittens. KEY FEATURES:- Exploding Kittens is a multiplayer card game for people who are into kittens and explosions and laser beams and sometimes goats.- Play with 2 to 5 players across multiple phones in the same room, or online with friends or strangers- Featuring original art by The Oatmeal- New cards exclusive to the digital version of Exploding Kittens - Digital versions of the hit expansions, including Streaking and Barking Kittens, as well as digital exclusive Betrayal and Party decks- The digital version of the most backed game in Kickstarter historyCreat​ed by Elan Lee (Xbox, ARGs), Matthew Inman (The Oatmeal), and Shane Small (Xbox, Marvel).Exploding Kittens is a paid app in which optional game features may be purchased with real money. You must be at least 13 years old to download and play. There is also an option to compete online against strangers and resulting data transfer charges may apply. Player usernames and expressions are their own. Exploding Kittens, LLC is not responsible for and does not endorse player usernames or expressions. For our privacy policy, visit www.explodingkittens.com/privacy.\n",
  "new": "\n\n\n9 thg 8, 2022\nPhiên bản 5.3.6\n\n\n\n\nVarious fixes and improvements for multiplayer stability.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "276 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/deemo/id700637744?l=vi",
  "nameAndAge": "\n          DEEMO\n 4+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #8 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 844 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Never Left Without Saying Goodbye.\"The world acclaimed, mobile rhythm game that's touched over 10 million players. Created by the team that brought you Cytus, the original Rayark team has created a whole new texture to the piano rhythm game DEEMO.A girl who fell from the skies and lost her past;Deemo, who plays the piano all alone in the world of the treehouse;an accidental encounter between the two.The music flows as the fingers hit the piano keys.The start of a fairytale journey has begun...Game Features:-60+ free songs in story mode, including more than 220 songs -Unlock more tracks as the game progresses, experience a story that will move you-Accompany Deemo and engage with this stunning, modern fairytale-Plenty of original piano songs in various music genres, many composed by famous composers from around the world -Simple and intuitive gameplay, experience touching emotion through music -Through tapping and sliding, follow the rhythm to play along-Explore the scenes, piece together the clues, and obtain hidden in-game elements-Stand-alone game; no need to have internet connection to play-Twitter and Facebook score sharing function. Proceed to Youtube for official videos.\n",
  "new": "\n\n\n6 thg 9, 2023\nPhiên bản 5.0.6\n\n\n\n\nDEEMO 5.0.6- Newly added: 1 free songs added in \"Collaboration collection\"- To celebrate Rayark's 12th Anniversary, we've added paid song packs \"Rayark 12th Collection\"- Enhanced gameplay experience and optimized UI\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stickman-party-4-player-games/id1467762267?l=vi",
  "nameAndAge": "\n          Stickman Party: 4 player games\n 9+\n",
  "company": "\n\n            Maxim Krivokonev\n          \n",
  "ranking": "\n\n\n                      #2 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 44,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nStickman Party là một game arcade độc ​​đáo được thiết kế để giúp bạn vui chơi trong công ty của bạn bè, cũng như Stickmen!Dưới đây là toàn bộ bộ sưu tập các trò chơi gây nghiện và rất thú vị cho mỗi ngày, chơi mọi lúc mọi nơi. Cạnh tranh với bạn bè hoặc gia đình của bạn trong hơn 30 loại trò chơi cạnh tranh khác nhau, trò chơi này sẽ cho phép bạn chơi ngay lập tức 1 2 3 và bốn người chơi trên một thiết bị. Chiến đấu trên những chiếc xe tăng mạnh mẽ trong cuộc đấu tay đôi nóng bỏng, chơi bóng đá trong các trận đấu đồng đội 2 trên 2 hoặc 1 trên 1, tham gia vào các cuộc đua xe điên cuồng và chiến đấu trong một khu vực mở trong một trận chiến nơi chiến thắng mạnh nhất!Trò chơi Stickman có những quy tắc rất đơn giản. Bạn có thể chơi mà không cần Internet / Wi-Fi, vì nhiều người chơi ở đây là cục bộ, ngoại tuyến, trên một thiết bị.Những trò chơi stickman vui nhộn dành cho một, hai người chơi trở lên là lý tưởng để đi du lịch, cho các bữa tiệc, những cuộc hẹn hò đầu tiên, cũng như cho chồng và vợ, con cái và cha mẹ, anh chị em, cho một nhóm bạn.Stickman Party rất vui khi chơi trên cùng một thiết bị với bạn bè. Càng nhiều người chơi, càng vui! Nhưng nếu bạn không có ai chơi cùng, thì hãy thử chơi trên một người chơi. Đào tạo để giành chiến thắng trước bạn bè sau này.Một số trò chơi trong bộ sưu tập Stickman Party có các quy tắc độc đáo, nhưng có những bản làm lại của các bản hit di động nổi tiếng. Tất nhiên, chúng được điều chỉnh cho một nhiệm vụ điên rồ, để có thể thoải mái chơi một mình, cho hai, ba và 4 người chơi trên một màn hình.Ví dụ:• Stickmen chạy• bắt gà• Chạy trốn khỏi con ma• Xe tăng• Đánh nhau• Bóng đá Stickman• Xe đua• Trận đánh trên biểnChúng tôi thường xuyên thêm các trò chơi nhỏ mới. Hãy theo dõi và nói với bạn bè của bạn về trò chơi!=======Thông số kỹ thuật=======• Thao tác một chạm đơn giản, một nút bấm• 4 người chơi có thể chơi trên một thiết bị• hơn 40 trò chơi nhỏ thú vị khác nhau• Thách thức bạn bè và gia đình của bạnCảm ơn cho các trò chơi!\n",
  "new": "\n\n\n5 thg 6, 2023\nPhiên bản 2.3.5\n\n\n\n\n- 3 bản đồ mới cho chế độ phiêu lưu- Khả năng di chuyển máy ảnh trong chế độ phiêu lưu- Lưu trò chơi trong cuộc phiêu lưu (Bây giờ phiên hiện tại có thể kết thúc sau)- Mũ không gian mới về shop- Sửa lỗi- Cải tiến nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "146 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadowmatic/id775888026?l=vi",
  "nameAndAge": "\n          Shadowmatic\n 4+\n",
  "company": "\n\n            TRIADA Studio\n          \n",
  "ranking": "\n\n\n                      #7 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,9 • 348 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\n** Apple Design Award Winner **** App Store Best of 2015 **Shadowmatic is an imagination-stirring puzzle where you rotate abstract objects in a spotlight to find recognizable silhouettes in projected shadows, relevant to the surrounding environment.“Other Worlds” is a chapter of Shadowmatic with over 30 levels in 3 unique thematic environments: Ancient Worlds, Music and Space. The chapter is available as a separate purchase.The game combines stunning visuals with relaxing and captivating gameplay.On your journey to discover the right solution you will stumble upon many unexpected and infinitely varied silhouettes.The game features 15 rooms, each flavored with unique concept, atmosphere, and music.- - - - - - - - - -“Simple to the point of beauty, and beautiful to the point of becoming a work of art, this is a game you won't want to win, because you won't want the experience to end” - Pocket Gamer“It's fun, it's unique, and it's the perfect type of game to show off to people who typically don't play video games, as it's almost like an interactive piece of art” - Touch Arcade“It’s always awesome to see a breathtaking, unique, and thoroughly innovative puzzle game pop up on the App Store” - Macworld “Full of whimsical puzzles and thoughtful designs, Shadowmatic is a delightful and captivating iOS game” - CNET “'Fantastically original': Shadowmatic works modern-day wonders with the ancient Chinese art of shadow puppetry” - The Guardian “It’s like a mind-bending shadow-puppet spectacle” - TIME“This game requires you to look at things a little differently” - Washington Post- - - - - - - - - -Hints.The game includes a system of hints. To enjoy the game to its fullest, however, we recommend resorting to them on rare occasions only.Assistant Button.The Assistant button in the upper right corner will help you solve the puzzle by gradually rotating the objects in the correct direction. When you press the button, Hint-Points are usedMusic.Every room in the game features its own music arrangement, adding up to the distinctive atmosphere and feel in each. The music is best experienced with headphones, and is available separately on iTunes.-- More than 130 levels in 15 unique environments-- Gorgeous graphics-- Secondary objectives-- Assistant Button-- Nonlinear level progression-- 3D parallax view-- Achievements-- Arcade Mode-- Synchronization with Apple TV** The game is optimized for every iOS device separately (starting from iPhone 5s and newer), however it's best experienced on the latest devices. Follow us on Twitter: @ShadowmaticGameJoin us on Facebook: @ShadowmaticFollow us on Instagram: @ShadowmaticQuestions? Shoot us an email: support@triadastudiogames.com-----------------------------------------------------Triada Studio is a computer graphics and animation studio with over 20 years of industry experience. Shadowmatic is the company’s first project that bridges its vast computer graphics experience with an experimental in-house 3D engine.\n",
  "new": "\n\n\n6 thg 9, 2023\nPhiên bản 2.5.2\n\n\n\n\n• Increased shadow quality for newer generation devices• Further UI improvements for iPad Pro 11\" and iPad/iPad Air 10.9\"• Fixed \"Seahorse\" level loading issue\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "406,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Armenia, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/specimen-zero-horror/id1574175808?l=vi",
  "nameAndAge": "\n          Specimen Zero - Horror\n 12+\n",
  "company": "\n\n            Rafael Sanchez Martel\n          \n",
  "ranking": "\n\n\n                      #6 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "3,2 • 22 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou wake up in an unknown place and the last thing you remember is being kidnapped. But something has happened in that strange place, something out of the ordinary ... something dangerous. You must discover the way to escape. Because here, you will only find death.-Explore a large dark area: secret buildings, a creepy hospital and mysterious laboratories. -Solve puzzles and search, collect and use objects to escape from the place.-Escape with your friends in online multiplayer mode! (Alpha)INCLUDES:-New map: Forest-Create unlimited private multiplayer rooms-No ads\n",
  "new": "\n\n\n22 thg 11, 2021\nPhiên bản 1.1.1\n\n\n\n\n-New map added-New monster SPEC 043-New skins\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "436,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rfs-real-flight-simulator/id1444761746?l=vi",
  "nameAndAge": "\n          RFS - Real Flight Simulator\n 4+\n",
  "company": "\n\n            RORTOS SRL\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,6 • 1,2 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nLive a unique experience flying in any part of the world and exploring sceneries and airports in high resolution with satellite maps, 3D buildings, runways, procedures and air traffic. Jump on board of real time flights, chat with other pilots and join them in multiplayer. Manage flight plans and interact with ATC controllers. Get access to thousands of community created liveries, customize all airplanes, their gauges, failures and weather conditions.Become a real pilot!Manual/Tutorial: wiki.realflightsimulator.org/wiki FLY NOW:-Takeoff, landing or full flight-Automatic creation of flight plan ADVANCED FLIGHT PLAN (PRO only)-Multiple options to create/edit/duplicate complex flight plans-Date/time: CUSTOM/REAL (with night/day cycle)-Flight Plan with procedures for DEPARTURE, ARRIVAL, APPROACH and TRANSITION (SID and STAR)-Aircraft: V-SPEEDS, GROSS WEIGHT LIMITS, FUEL BURN, FLIGHT TIME ESTIMATED with customization of FUEL, PASSENGERS and CARGO-Weather/Metar Departure and Arrival: CUSTOM/REAL - WIND DIRECTION/SPEED, MAIN WEATHER (CLEAR, FOG, RAIN, STORM, SNOW), CLOUDS, CLOUDS BASE, TURBULENCE, GROUND TEMPERATURE REAL TIME FLIGHTS (PRO only)-40.000 real time flights every day-Real time traffic for the 35 largest airports in the world and their connected destinations-Jump on any available real time flight and bring it to destination MULTIPLAYER (PRO only)-Join hundreds of pilots and fly together in any part of the world-Chat with any multiplayer pilot Features: ADVANCED MULTI PANEL SYSTEM: personalize your instruments and gauges AIRCRAFT: Custom liveries, 3D live cockpit, working parts and lights AIRPORTS35+ HD: Airports built down to the finest detail! 3D Buildings and vehicles, taxiways and departure and approach procedure. More coming soon for PRO users!500 SD: Runways, 3D buildings and departure and approach procedures 14000 LD (PRO only): Runways and departure and approach procedures Ground and air traffic (PRO only)ATC Air Traffic Control (PRO only)-Interactive multi voice ATC procedures and communications-Frequencies: ATIS, GROUND, TOWER, APPROACH, EN ROUTE, EMERGENCY FAILURES: CUSTOM/RANDOM - ALTITUDE/SPEED SENSOR, FUEL TANK, LANDING GEAR, ENGINE, FLAPS, AILERONS, THRUST REVERSERS, TYRES, RUDDER, SPOILER, BRAKE, ELECTRICAL SYSTEMS, RADAR SATELLITE TERRAIN (PRO only): High definition worldwide satellite terrainsSATELLITE HEIGHTMAPS (PRO only): High definition worldwide heightmaps(Satellite data requires online connection to stream data) LIVERIES: Create your airplane liveries and share them with other players around the world IN GAME:-ADVANCED MULTI PANEL SYSTEM: .INSTRUMENTS: PFD, ND, FMS, Map, Engines, Fuel, Altimeter/Anemo .INDICATORS: Air/Ground/Vertical Speed, Heading, Altitude AGL/ASM, ETE Next/Dest, Destination, Next WP, Nearest Airport, Ground/OAT Temp, Wind, Activity/Flight/UTC/Local/Arrival Time, Load and Fuel, N1, V-Speeds and more-ILS Instrument Landing System-CONTROLS: Main Throttle, Flaps, Landing Gear, Spoiler, Brake, Rudder and Pushback-GROUND SYSTEMS: GPU, PBB, PUSHBACK-AIRCRAFT SYSTEMS: HUD, WP/AIRCRAFT/COMMS HUD, APU, ANTI ICE, NAV/BEACON/LANDING/STROBE LIGHTS-ENGINES: Start/Stop Engines, Separated Throttles, ANTI FIRE-FUEL: Weight balancing, fuel dumping and real fuel consumption-AUTOPILOT: NAVIGATION, APPROACH + SPEED, HDG, ALT, V/S-MASTER CAUTION ALARM-VDGS: VISUAL DOCKING GUIDANCE SYSTEM on all HD airports-MAP: air topography with airports and waypoints. Detailed airport view (HD Airport) + FMC and flight plan-MULTI CAMERAPAUSE/IN FLIGHT: -QUICK ACTIVITY: Runway/Gate Takeoff, Landing, Short Landing, Next WP and Current Position-DATE/TIME: CUSTOM/REAL-AIRCRAFT: Full customization (Load/Passengers/Fuel) anytime during your flight-WEATHER: CUSTOM/REAL-FAILURES: CUSTOM/RANDOM/OFF RESUME LAST ACTIVITYLOGBOOKONLINE MANUAL/TUTORIAL PRO Version requires a subscriptionTERMS OF USE: http://www.rortos.it/terms/Support: rfs@rortos.com\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 2.1.9\n\n\n\n\n- New aircraft EMBRAER RJ145- Major rework on AIRBUS A380-800- New engine sounds with 3D spatial audio system for EMBRAER RJ145, AIRBUS A380-800- Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "577,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hit-bug/id6444820139?l=vi",
  "nameAndAge": "\n          Hit Bug\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,4 • 116 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMove your hand to hit the bugs, taking advantage of its direction of movement to bring it closer to the spinner and away from the apple plate.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "45,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/implosion-never-lose-hope/id870322730?l=vi",
  "nameAndAge": "\n          Implosion - Never Lose Hope\n 17+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #25 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 244 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBringing AAA console gaming experience to mobile devices. Twenty years after the fall of Earth, the remnants of the Human race are once again faced with extinction. The time has come to justify our existence. A mysterious life form known as the XADA squares off against humanity's last weapon - the War-Mech series III battle suit. Features: Stunning console-quality graphics, first-class voice acting and Hollywood-grade audio production. Full orchestral scores masterfully mixed by Grammy Award winner and \"The Lord of the Rings\" trilogy engineer, John Kurlander. The most intuitive touch user-interface seen on the platform.A vast arsenal of super-tech weaponry at your disposal, upgradable via the streamlined ARK Kernel system. Become the ultimate fusion of Man and Machine. Ensure the survival of the species.- Using iCloud save after login Game Center at Options menu\n",
  "new": "\n\n\n9 thg 12, 2021\nPhiên bản 1.5.3\n\n\n\n\nBug fixed.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "3,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cytus/id485246824?l=vi",
  "nameAndAge": "\n          Cytus\n 4+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #3 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 273 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to the Musical World of CytusLET’S EXPERIENCE MUSIC ’N ART, BEAT ’N REBOUND!Check the screenshots and you will see the most AWESOME mobile music game ever!Just PLAY and ENJOY! ------------------------------------------------------FEATURES- 200 songs and 400 variations, including many from famous composers around the world - Beautiful hand-drawn art style (as illustrated in the screenshots)- Easy, intuitive Active Scan Line system and 3 types of notes - Different display modes allow player-friendly previewing of notes- Strong beat and rhythms provide satisfying feedback for taps- More than 9 difficulty levels for more fun and challenges- Various music genres: POP, JAZZ, TRANCE, HARDCORE, DRUM 'N BASS and many more - Connect to Facebook and show off your Cytus skills------------------------------------------------------HOW TO PLAY- Follow along the Active Scan Line- Tap each note as the line passes through- Time your taps as the line is at the center of the note for a higher score!------------------------------------------------------STORYIn the distant future, the only sentient beings in the world are robots. They are the last remnant of the human spirit. However, mankind is not dead. Technology exists that is capable of transferring memories to these robots. But with limited space, new memories will gradually overwrite the old. To prevent the emotions in human memories from fading away, the robots resorted to converting the emotions to music, and storing them in a place called Cytus. The robots use these songs to experience human emotion and dream that souls exists in each of them... Cytus---------------------------------------------Cytus Official Site: http://www.rayark.com/g/cytusRayark Official Site: http://www.rayark.comFollow Cytus https://twitter.com/CytusRayarkLike Cytus http://www.facebook.com/rayark.Cytus\n",
  "new": "\n\n\n25 thg 10, 2023\nPhiên bản 10.1.5\n\n\n\n\n10.1.5 - API Updated\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/five-nights-at-freddys-2/id941143328?l=vi",
  "nameAndAge": "\n          Five Nights at Freddy's 2\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #20 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 31 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome back to the new and improved Freddy Fazbear's Pizza!In Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!What could go wrong?As the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.As always, Fazbear Entertainment is not responsible for death or dismemberment.NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n16 thg 10, 2023\nPhiên bản 2.0.5\n\n\n\n\n- Removed short delay to put on the mask after flipping down the monitor- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "123,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-donuteria-to-go/id1462324486?l=vi",
  "nameAndAge": "\n          Papa's Donuteria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #9 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 9 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFry and serve delicious donuts in Papa's Donuteria To Go!-- ABOUT THE GAME --You just got a new job at Papa's Donuteria in the whimsical town of Powder Point!  The pay and benefits are nice, but you took the job for that coveted Line-Jump Pass for the amusement park right outside the shop.  It's not all fun and games though: Now you also have to cook delicious donuts every day for all of the crazy customers in this carnival-like town.You'll need to prepare donuts using a variety of doughs and shapes, then toss them in the fryer and cook both sides until they're just right.  Finish the delicious donuts with tasty fillings, icing, and toppings before serving them to your hungry customers.  First-time visitors may just order one donut to try, but repeat customers can't get enough and will start ordering more donuts when they visit!  Powder Point also celebrates different holidays year-round, so get ready to unlock new festive ingredients as you play through the holidays!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Powder Point with delicious holiday flavors!  Your customers will order donuts with a dizzying array of seasonal ingredients.  You'll unlock new donut shapes, fillings, icing, drizzles, and toppings for each holiday of the year, and your customers will love trying new tasty flavors.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Donuteria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Tony or Scooter, or create your own custom character to work in the donut shop!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to come all the way to the amusement park to get their donut fix!  When you start taking phone orders, customers can call to place their donut order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Donuteria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on donut shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between preparing, frying, filling, and topping- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 121 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 117 ingredients to unlock\n",
  "new": "\n\n\n16 thg 7, 2019\nPhiên bản 1.0.1\n\n\n\n\nFixed an issue with slowness on the Build Station during the final holidayFixed issues with some customer stylesFixed issues with some Special logos\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "90,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]