[{
  "link": "https://apps.apple.com/vn/app/papas-donuteria-to-go/id1462324486?l=vi",
  "nameAndAge": "\n          Papa's Donuteria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #10 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 9 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFry and serve delicious donuts in Papa's Donuteria To Go!-- ABOUT THE GAME --You just got a new job at Papa's Donuteria in the whimsical town of Powder Point!  The pay and benefits are nice, but you took the job for that coveted Line-Jump Pass for the amusement park right outside the shop.  It's not all fun and games though: Now you also have to cook delicious donuts every day for all of the crazy customers in this carnival-like town.You'll need to prepare donuts using a variety of doughs and shapes, then toss them in the fryer and cook both sides until they're just right.  Finish the delicious donuts with tasty fillings, icing, and toppings before serving them to your hungry customers.  First-time visitors may just order one donut to try, but repeat customers can't get enough and will start ordering more donuts when they visit!  Powder Point also celebrates different holidays year-round, so get ready to unlock new festive ingredients as you play through the holidays!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Powder Point with delicious holiday flavors!  Your customers will order donuts with a dizzying array of seasonal ingredients.  You'll unlock new donut shapes, fillings, icing, drizzles, and toppings for each holiday of the year, and your customers will love trying new tasty flavors.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Donuteria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Tony or Scooter, or create your own custom character to work in the donut shop!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to come all the way to the amusement park to get their donut fix!  When you start taking phone orders, customers can call to place their donut order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Donuteria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on donut shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between preparing, frying, filling, and topping- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 121 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 117 ingredients to unlock\n",
  "new": "\n\n\n16 thg 7, 2019\nPhiên bản 1.0.1\n\n\n\n\nFixed an issue with slowness on the Build Station during the final holidayFixed issues with some customer stylesFixed issues with some Special logos\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "90,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/si%C3%AAu-h%E1%BB%8Dc-vi%E1%BB%87n-3d/id6469693345?l=vi",
  "nameAndAge": "\n          Siêu Học Viện 3D\n 17+\n",
  "company": "\n\n            BOOM GAMES JOIN STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #10 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,8 • 61 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSiêu Học Viện 3D - Chọn Siêu Thú Đại Chiến Thế Giới Ngay Hôm Nay!Chào mừng bạn đến với thế giới huyền bí của Siêu Thú, nơi bạn sẽ khám phá các loài Siêu Thú độc đáo và hấp dẫn. Hãy chọn ngay cho mình một Siêu Thú và sẵn sàng cho cuộc hành trình tiến hoá Mega, đại chiến hội quân, tùy chỉnh trang bị đặc thù, tham gia vào các trận đấu PVP, và thả mình vào các minigame phong phú - tất cả trong một thế giới game turnbase đỉnh cao. Trải Nghiệm Siêu Học Viện 3D Độc ĐáoBước vào Siêu Học Viện 3D, nơi bạn sẽ học hỏi và trải nghiệm vô số điều thú vị. Từ những bài giảng về Siêu Thú đến việc thực hành trên thực địa. Siêu Học Viện 3D là nơi tạo ra những Huấn Luyện Viên giỏi nhất và sẽ giúp bạn hiểu rõ hơn về tất cả những Siêu Thú độc đáo mà thế giới này đã mang lại. Tiến Hoá Mega: Sức Mạnh Vượt TrộiKhông chỉ đơn giản là bắt các siêu thú, bạn còn có khả năng tiến hoá Mega chúng. Điều này đưa bạn vào một cuộc hành trình khám phá sức mạnh vượt trội và ngoại hình thay đổi đầy ấn tượng. Mỗi lần tiến hoá Mega, sinh vật của bạn sẽ trở nên mạnh mẽ hơn, và khả năng đặc biệt của chúng sẽ phát triển theo cách độc đáo. Thi Đấu Hội Quân: Hợp Lực Đánh Bại Đối ThủChinh phục các đấu trường đầy kích thích với khả năng thi đấu hội quân. Hãy xây dựng đội hình đa dạng với sự kết hợp tốt nhất của các Siêu Thú và chiến thuật. Khi bạn tham gia vào cuộc chiến cùng với bạn bè và người chơi khác, sự phối hợp là yếu tố quyết định giữa chiến thắng và thất bại. Trang Bị Đặc Thù: Tạo Nên Đội Hình Mạnh MẽTùy chỉnh và trang bị đặc thù cho đội quân của bạn để tăng cường sức mạnh và khả năng đặc biệt của chúng. Mở khóa đồ hóa độc đáo, tạo ra ngoại hình mới, và nâng cấp kỹ năng để đối phó với mọi thử thách. Tạo ra một đội hình mạnh mẽ và đánh bại mọi đối thủ trên đường đến chiến thắng. Hệ Thống PVP: Đại Chiến Người Chơi KhácNếu bạn yêu thích sự cạnh tranh, hệ thống PVP sẽ là nơi bạn có cơ hội chứng minh tài năng của mình. Đánh bại đối thủ trong các trận đấu PVP đầy kích thích và đặt ra thách thức cho bản thân. Điều này là cơ hội để bạn đối đầu với những người chơi tài năng từ khắp nơi trên thế giới và chứng tỏ bạn là người chơi hàng đầu. Minigame Phong Phú: Thư Giãn Và Giải TríBên cạnh cuộc phiêu lưu chính, thế giới của chúng ta còn có các minigame phong phú và đa dạng để bạn tham gia. Từ câu cá, đua xe đến thám hiểm hang động, bạn sẽ có những giờ phút thư giãn thú vị cùng với bạn bè và đội hình độc đáo của bạn. Thể Loại Game Turnbase Đỉnh CaoTrò chơi thuộc thể loại game turnbase đỉnh cao, đòi hỏi sự chiến thuật và lập kế hoạch tốt. Mỗi trận đấu đều đòi hỏi bạn suy nghĩ kỹ càng về cách sử dụng khả năng Siêu Thú và chiến thuật của bạn. Điều này tạo ra một trải nghiệm chiến đấu độc đáo và thú vị. Tải Ngay Bây Giờ!Hãy tải game ngay bây giờ và trở thành Huấn Luyện Viên hàng đầu, tìm hiểu mọi bí mật của thế giới và đánh bại mọi thách thức.\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 1.1.0\n\n\n\n\nThêm kỹ năng nhân vật.Tối ưu hoá trải nghiệm.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "280,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bridge-race/id1543845882?l=vi",
  "nameAndAge": "\n          Bridge Race\n 9+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,4 • 76,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng một cây cầu!\"Trò chơi đua xe hay nhất từ ​​trước đến nay với khoảng 250 triệu lượt tải xuống! Cố gắng xây dựng cây cầu của riêng bạn bằng cách cạnh tranh với những người khác để lấy các khối sưu tập! Bạn nên nhìn ra những kẻ cướp bóc tiềm năng.Tham gia cuộc phiêu lưu với hơn 1000 cấp độ có chứa các cơ chế như thanh trượt, trampolines, đường zip-lines, thang và thang máy! Thu thập các khối màu của riêng bạn và xây dựng cầu với chúng.Các tính năng chính của trò chơi bao gồm:● Tùy chỉnh màu của ký tự và khối: Bạn có thể phát với hơn 80 loại ký tự khác nhau, chọn hơn 30 khối và hơn 30 màu! Tùy chỉnh da nhân vật của bạn nhưng cũng có màu của nhân vật!● Gói: Bạn cũng có thể nhận các gói có chứa các ký tự thú vị, khối và hình ảnh động nhân vật duy nhất!● Bản đồ đường bộ: Bạn có thể thấy bản đồ đường bộ của mình và quay lại cùng cấp độ để có kết quả tốt hơn có thể thậm chí là sự hoàn hảo! Bạn có thể chơi tất cả trên toàn thế giới ở các thành phố khác nhau!● Bảng xếp hạng: Hãy nhanh hơn và thu thập nhiều hơn và nhận được nhiều ngôi sao hơn để leo lên trong bảng xếp hạng!\"\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 3.35\n\n\n\n\nSửa lỗi và cải tiến hiệu suất.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "273,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tomb-of-the-mask/id1057889290?l=vi",
  "nameAndAge": "\n          Tomb of the Mask\n 4+\n",
  "company": "\n\n            Playgendary Limited\n          \n",
  "ranking": "\n\n\n                      #16 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 52,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTomb of the Mask is an arcade game with an infinite procedurally generated vertical labyrinth. Seeking for adventure you get into a tomb where you find a strange mask. You put it on and suddenly realize that you can now climb walls - easily and promptly. And that's when all the fun begins. You'll face a variety of traps, enemies, game mechanics and power-ups. And as far as time doesn't wait, get a grip and up you go.We Love You. Enjoy.SUBSCRIPTION PRICING AND TERMSSubscription optionsIn Tomb of the Mask we offer you the following subscription options:1. Weekly Premium offers a weekly subscription for $7.99 after a 3-day free trial. It gives you unlimited energy, 400 coins every day and removes ads.2. Monthly Premium offers a monthly subscription for $19.99. It gives you unlimited energy, 400 coins every day and removes ads.3. Yearly Premium offers a yearly subscription for $99.99. It gives you unlimited energy, 400 coins every day and removes ads.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.The account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes account. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled. After your subscription expires, you will no longer be able to use elements offered in your chosen Subscription Option. If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: http://www.playgendary.com/privacy-policy/Terms of Use: http://www.playgendary.com/terms-of-use/\n",
  "new": "\n\n\n31 thg 8, 2023\nPhiên bản 1.15.2\n\n\n\n\nUPDATE 15: TOMB'S TREASURES• BURNING MAN SPECIAL: Celebrate with the exclusive Mad Mask inspired by the iconic festival!• TOMB' SEASON: Embark on a quest for crowns and earn special rewards in every mission!• SKIPITS: Dive into an ad-free experience with Skip’its! Claim all rewards without the interruption of ads!• COLOR QUEST UPGRADES: Discover new backgrounds and power-ups, adding more vibrancy and excitement to your Color Quest journey!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "226,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/garena-li%C3%AAn-qu%C3%A2n-mobile/id1150288115?l=vi",
  "nameAndAge": "\n          Garena Liên Quân Mobile\n 12+\n",
  "company": "\n\n            Garena Mobile Private\n          \n",
  "ranking": "\n\n\n                      #4 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,3 • 2,5 Tr đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTải ngay và tham gia các sự kiện hấp dẫn với hàng ngàn món quà miễn phí 1. Chỉ cần 1 click để tải ngay game nhiều người chơi nhất Việt Nam. 2. Tải game và chiến hoàn toàn FREEĐẤU TRƯỜNG HUYỀN THOẠI – THẮNG BẠI TẠI KỸ NĂNG!Cùng sát cánh với liên minh của bạn trên đấu trường 5v5 hoàn toàn mới & FREE!GIỚI THIỆU Hãy khẳng định bản thân, sát cánh đồng đội và thách đấu hàng triệu người chơi khác qua vô số những cuộc chiến 5v5 cực hay trên đấu trường huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile – thắng bại tại kỹ năng! Tham gia ngay vào những Liên Minh Clan trong trò chơi để cùng chiến đấu và trở thành huyền thoại trong game MOBA Esports PC nổi tiếng nhất thế giới.Hãy chọn ngay một biệt danh vừa chất vừa hay, gia nhập thế giới huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile và khiến toàn bộ thế giới biết đến tên của bạn!TÍNH NĂNG 1. Chế độ chơi đa dạng, thỏa sức chiến đấuBên cạnh bản đồ 5v5, người chơi có thể thỏa sức cùng bạn bè trải nghiệm các bản đồ tùy biến khác như 5v5 ngẫu nhiên, 3v3, 1v1, và những chế độ chơi đặc biệt cực hay & FREE liên tục được cập nhật siêu tốc như Garena Cờ Liên Quân/ Liên Quân chess thuộc dòng game auto chess đã được ra mắt2. Giao tranh liên tục, so tài kỹ năngChiến thắng dựa trên ba và chỉ ba yếu tố then chốt bảo đảm công bằng tuyệt đối đúng chất MOBA Esports: kỹ năng, đồng đội, và chiến thuật. Cùng chọn một Liên Minh trong game và nhanh tay chiến thôi nào. Let’s become legends by your skill!3. Chơi mọi lúc mọi nơi & hoàn toàn FREETải game siêu tốc. Tìm trận và chiến trong chớp mắt. Có thể lựa chọn chiến trường 5v5 hoặc mode auto chess (Cờ Liên Quân) cực hấp dẫn. Chỉ 10 phút một trận, tha hồ thoải mái chơi Garena Liên Quân Mobile bất kỳ đâu, vào bất kỳ lúc nào, chiến Liên Quân siêu tốc đặc biệt hoàn toàn FREE! 4. Thao tác đơn giản, dễ dàng làm quenHệ thống điều khiển tối giản đầy tinh tế gồm chỉ 2 ô phím ảo. Người chơi sẽ chỉ cần dùng 2 ngón tay, và dưới 5 giây trải nghiệm để sẵn sàng thách thức mọi cuộc chiến! Tốc độ siêu nhanh, dễ dàng điều khiển.5. Voice chat tiện dụng, giao tiếp dễ dàngHệ thống tích hợp voice chat thời gian thực, và bộ chat nhanh linh hoạt tùy biến theo ý muốn. Diễn biến trận đấu nhanh đến đâu, tốc độ giao tiếp sẽ càng nhanh & tiện lợi đến đấy. Nhớ dùng voice chat để giao tiếp với Liên Minh Clan của mình nhé.6. Cạnh tranh đấu hạng, thách thức đỉnh caoBang bang… Chỉ với vài phát súng ở cuối hiệp đã có thể phân định thắng bại. Hãy tham gia đấu hạng khốc liệt đầy tính MOBA Esports, thể hiện bản lĩnh trên Bảng xếp hạng huyền thoại của Garena Liên Quân Mobile. Tìm trận hạng siêu tốc, chiến Liên Quân siêu tốc.7. Tướng và trang phục hợp tác thương hiệu độc đáo chỉ có ở Garena Liên Quân MobileHàng loạt tướng và trang phục chất đến từ những đối tác nổi tiếng nhất: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... đến từ DC Comic, Kirito và Asuna từ Sword Art Online, ba trang phục Bleach gồm Ichigo Kurosaki/Toshiro Hitsugaya/Byakuya Kuchiki, bộ trang phục Ultraman, Murad MTP thần tượng học đường... và hứa hẹn sẽ còn nhiều hơn trong tương lai!VỀ TỰA GAME• Garena Liên Quân Mobile VN, còn gọi là Garena Arena of Valor, AOV hay ROV là tựa game FREE nhiều người chơi nhất Việt Nam và nổi tiếng trên thế giới. Ở Việt Nam, game thủ hay gọi tắt là Liên Quân, LQ hay Liên Quân mobi.• Garena Liên Quân Mobile VN liên tục cập nhật các chế độ mới đa dạng: Đấu Đỉnh cao đưa xếp hạng lên tầm cao mới, Đấu Nhân bản tại bản đồ Low poly siêu nhẹ, Cờ Liên Quân (aka Cờ nhân phẩm), thuộc dòng auto chess mobile sử dụng những tướng nguyên bản trong game, rất dễ dàng chơi và làm quen.Garena Liên Quân Mobile – Let’s become legends\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.52.1.5\n\n\n\n\nTính năng mới:1. Ming - Dị giới thuật sư ra mắt.2. Stuart - Huyết nhãn cuồng nhân - tướng làm lại.3. Thay đổi bản đồ, sức mạnh tướng.4. Thay đổi diện mạo và quyền năng Caesar bạo chúa.5. Sức mạnh mới của Caesar tiên phong.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "321 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Indonesia, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zen-match-relaxing-puzzle/id1560124228?l=vi",
  "nameAndAge": "\n          Zen Match - Relaxing Puzzle\n 12+\n",
  "company": "\n\n            Moon Active\n          \n",
  "ranking": "\n\n\n                      #1 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPlaying Zen Match for 10 minutes a day sharpens your mind and prepares you for your daily life and challenges! Enjoy this tile-matching mahjong game, have a moment of peace throughout your day to calm your mind and boost your brain. Sharpen your mind with a series of tile matching levels that gradually increase puzzle difficulty. Relax and enjoy beautiful background sceneries and use your creativity to decorate your very own zen room to relax!Challenge yourself with this addictive mahjong-inspired game where your goal is to match 3 tiles and clear the board. If you love Match 3 puzzles or mahjong, you will love the challenge and relaxing effect of Zen Match. Match tiles, clear the board, decorate your own relaxing room and find your peace in Zen Match! Come back to it every day, as there are always new daily tile matching mahjong puzzles to explore, which allows you to care for your very own house plant and become a mahjong master!Our new generation mahjong game will have you addicted to solving tile matching puzzles, reaching new levels and becoming the master. There's never a dull moment when you're playing our unique tile-matching puzzle game! ► Match Tiles - Challenge your brain through thousands of mahjong puzzles. Puzzles start with low difficulty and become challenging fast! ► Create a Calm Experience - Solve addictive yet always evolving tile matching mahjong puzzles in a unique and calm experience.► Relax and Have Fun - Take your time to solve the puzzles and clear the board. They are simply for your entertainment and will relax your brain.► Create Your Own Designs - Decorate your own relaxing Zen Space to escape and find your balance.► Explore - Discover unique and relaxing sceneries that are displayed in the background while you match tiles.► Make Unique Collections - Collect relaxing rooms, stunning backgrounds, and various Zen tiles.► Care for Plants - Solve daily puzzle challenges which allow you to care for your very own house plant.Zen Match is a modern mahjong tile match game that has a user base of over 10 million people! It is the highest-rated tile-matching game for puzzle lovers. If you are the master of games like match-3, blast, jigsaw, crossword, or other tile matching puzzles, then you’ll love Zen Match.Increase mindfulness, exercise your brain, and take control of your daily life through meditative puzzle games and a world of Zen design. Start your Zen journey today!Follow Zen Match on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/zenmatchgame/Instagram: instagram.com/zenmatchgame/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://support.zenmatchgame.com/hc/en-us\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 220000.1.181\n\n\n\n\nGet ready for the biggest update since Zen Match released! Discover our unique feature ZEN MASTERS! Pass levels to collect GEMS and earn a spot in ZEN MASTERS LEAGUE to compete against the best!Are you up for a challenge? Become one of the top-ranking players in LEADERBOARD! What is new in this version:• Re-designed Level Experience• New Room• New Journey• GEMS: Pass levels to earn GEMS for your collection• New Tile Icons  Be sure to update your game to get the latest content!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n",
  "size": "296,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/grand-theft-auto-vice-city/id578448682?l=vi",
  "nameAndAge": "\n          Grand Theft Auto: Vice City\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #1 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,5 • 245 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome back to Vice City. Welcome back to the 1980s.From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose. To celebrate its 10 year anniversary, Rockstar Games brings Grand Theft Auto: Vice City to mobile devices with high-resolution graphics, updated controls and a host of new features including: • Beautifully updated graphics, character models and lighting effects • New, precisely tailored firing and targeting options • Custom controls with a fully customizable layout • iCloud save game support • Massive campaign with countless hours of gameplay • Support for Retina display devices • Custom iTunes Playlist* *To listen to your custom playlist, simply create a playlist titled “VICECITY”, launch the game, and select the radio station “Tape Deck” Universal App:Grand Theft Auto: Vice City is supported on iPhone 4, iPhone 4S, iPhone 5, all iPad models and 4th and 5th generation iPod Touch.For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: Vice City. Languages Supported: English, French, Italian, German, Spanish, Korean, Russian, and Japanese. Mobile Version developed by War Drum Studioswww.wardrumstudios.com  Find out more:www.rockstargames.com See videos:www.youtube.com/rockstargames Follow us: www.faceboook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n21 thg 5, 2019\nPhiên bản 1.8\n\n\n\n\nAddressed an issue with the MIXTAPE radio station not playing custom playlists.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/temple-run-2/id572395608?l=vi",
  "nameAndAge": "\n          Temple Run 2\n 9+\n",
  "company": "\n\n            Imangi Studios, LLC\n          \n",
  "ranking": "\n\n\n                      #8 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,4 • 81,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe sequel to the smash hit phenomenon that took the world by storm!Temple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2!Navigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol. How far can you run?!FEATURES* Beautiful new graphics* Gorgeous new organic environments* New obstacles* More powerups* More achievements* Special powers for each character* Bigger monkey!!!Become a fan of Temple Run on Facebook:http://www.facebook.com/TempleRunFollow Temple Run on Twitter:https://twitter.com/TempleRun\n",
  "new": "\n\n\n23 thg 11, 2023\nPhiên bản 1.106.0\n\n\n\n\nChristmas chaos sweeps The Temple – fan favorite Map Winter Toyland has returned! Runners new and old race for the Christmas tree! How far can you run?– New Runner! A Yuletide Yeti crashes Christmas!– New Runner Outfit! Barry Bones becomes The Shadow of the Mountain!– New Pet! Unlock Prototype 01, the Wright brothers' original airplane!– New Hat! Don the blazing Candle Abra!– Favorite Runners return! Collect Conductor Watty, Wintermyst, and the chaotic Christmas elves Winky and Pip!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "256,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mini-world-creata/id1540197003?l=vi",
  "nameAndAge": "\n          Mini World: CREATA\n 9+\n",
  "company": "\n\n            Miniwan Tech\n          \n",
  "ranking": "\n\n\n                      #8 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,3 • 147,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nVới Game Mini World, Giấc mơ sáng tạo của bạn sẽ trở thành hiện thực! Thiết kế, thu thập và xây dựng mọi thứ như nhà, xe cộ, Robot, Thành phố - Thỏa sức xây dựng tùy ý. Tham gia ngay Cộng đồng Hàng trăm triệu người chơi sáng tạo toàn cầu hoàn toàn MIỄN PHÍ.Thế giới phiêu lưu của bạn bắt đầu!THẾ GIỚI SÁNG TẠO VÔ HẠN  Khám phá Thế giới sáng tạo Miễn Phí với lối chơi độc đáo, sinh vật đáng yêu và thiên nhiên kỳ thú. Chế Độ Chơi Đa Dạng: Sinh Tồn, Sáng Tạo, Nhập Vai, Parkour, Đối chiến và hàng ngàn thể loại khác trong 1 Game!CHƠI MIỄN PHÍ VUI MÊ LY Vào thăm thế giới của bạn bè để vui chơi hoặc cùng họ xây dựng các công trình kỳ vĩ! Chat Voice với bạn bè ngay trong game vô cùng tiện lợi. Chia sẻ game trên livestream cực dễ. Tham gia cộng đồng sáng tạo với người chơi từ khắp nơi trên Thế Giới. Trang phục cực chất và đa dạng cho cả Nam và Nữ!SÁNG TẠO CỰC DỄCông cụ xây dựng trong game CỰC DỄ và giúp bạn tự tạo ra các game như Bắn Súng, Giải Đố, Chiến Thuật, Sinh Tồn, Parkour, Đánh Boss... Ngay trong Mini World. Bạn có thể xây được bất cứ điều gì mình muốn chỉ với chiếc điện thoại!Mini World chơi được ngay cả khi không có Internet! Tuy nhiên sẽ vui hơn nhiều nếu bạn có thể chơi cùng mọi người, đúng không?THAM GIA CỘNG ĐỒNG MINI WORLD Facebook: https://www.facebook.com/groups/miniworldVNTwitter: @miniwantechDiscord: https://discord.gg/88GZq34CS email: MiniworldCustomerService@gmail.com\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 1.5.9\n\n\n\n\n1. [Kho Báu Băng Tuyết]! Hoàn thành các nhiệm vụ để nhận skin hiếm và DIY vĩnh viễn!2. Sảnh Tương Tác với phong cảnh Băng Tuyết, bạn có thể tạo bóng tuyết, xây tượng tuyết, tạo điêu khắc bằng băng v.v.3.[Cao Nguyên Băng Giá], map mới đầy thử thách với những người bạn mới: Dân làng, boss, sinh vật, thực vật và lối chơi mới cực cuốn!4. Thẻ Mùa mới - skin miễn phí - Valentine5. Skin Phong Hồ và Huyền Vũ trong Hộp Quà Tinh Huy6. Cynthia đẹp tựa vầng trăng đã ra mắt7. Thú cưỡi mới - Bồng Bềnh\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/world-of-tanks-blitz-mobile/id859204347?l=vi",
  "nameAndAge": "\n          World of Tanks Blitz - Mobile\n 12+\n",
  "company": "\n\n            WARGAMING Group Limited\n          \n",
  "ranking": "\n\n\n                      #18 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,6 • 22,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGiành rất nhiều phần thưởng và nhận bài học \"ngầu lòi\" từ khách mời ngôi sao Vinnie Jones của chúng tôi!Trải nghiệm tựa Game Bắn Tăng di động 3D chơi-miễn-phí Huyền thoại! Gia nhập quân đoàn fan hâm mộ game bắn tăng triệu người chơi MIỄN PHÍ này để trải nghiệm chiến trận thiết giáp kịch tính trên thiết bị của mình. Khám phá hàng trăm xe, bản đồ và 8 chế độ để tìm ra cái ưa thích!NÂNG CẤP XE TĂNGChọn một trong hơn 400 chiếc, từ Cấp I đến những cỗ máy tinh vi Cấp X. Trải nghiệm niềm vui \"\"bơm\"\" quái thú thép của mình trong Ga-ra để chơi game hành động này ở mức cao nhất.CẢ XE HƯ CẤU NỮA CƠChơi vui nhất khi \"\"tét\"\" những phương tiện thử nghiệm, sống dậy từ các bản vẽ siêu đặc biệt của bao kỹ sư nổi tiếng!TẬN DỤNG ĐIỂM MẠNH TĂNG MÌNH KHI GIAO TRANHĐOẠT THƯỞNGTận hưởng những sự kiện lấy cảm hứng từ quái vật, khủng long, hoạt hình, nhạc sĩ và các vũ trụ game khác! Hoàn tất nhiệm vụ đặc biệt của riêng mình để lấy thưởng và nâng cấp xe ưa thích.THAM CHIẾN HƠN 30+ TRẬN ĐỊAGame bắn súng không bao giờ nhàm, và đấu tăng còn hay nữa. Giải phóng hỏa lực vào mặt địch trên nhiều bản đồ đa dạng. Tránh cái nóng thiêu đốt của sa mạc, khám phá tàn tích cổ đại ở Địa Trung Hải, hay bò qua một căn cứ bí mật vừa tối vừa mờ mất tích theo thời gian. Nhưng chưa hết! Phóng tăng chiến đấu của bạn lên Mặt Trăng trọng lực thấp, hay khiến địch ngã ngửa bằng những khả năng huyền bí như hồi sinh.PHỐI HỢP THEO ĐỘI VÀ THẮNG TOUR ĐẤUKhông bao giờ phải chơi một mình! Gia nhập Clan và chơi cùng bạn bè trong các trận online triệu game thủ. Xây dựng trung đội của riêng mình, đánh theo \"\"team\"\" và cạnh tranh vinh quang, địa vị cao hoặc giải thưởng lớn! WoT Blitz liên nền tảng, bạn có thể chơi trên nhiều thiết bị khác nhau.LÁI CÁC XE LỊCH SỬĐiều khiển, nâng cấp những chiến xa và pháo chống tăng chính xác lịch sử từ Đức, Pháp, Nhật, Anh, Trung Quốc, Liên Xô, Mỹ cùng nhiều quốc gia khác.GFX TỐI ƯU HÓA CHO MỌI THIẾT BỊGame bắn súng PvP này được tự động tối ưu cho thiết bị của bạn. Trải nghiệm lái thích nhất trên các mẫu tăng thú vị, chiêm ngưỡng những vụ nổ quy mô lớn, tháp pháo phụt lửa văng lên khắp trận địa. Vào mục thiết lập để cân bằng giữa đồ họa mãn nhãn và FPS cao.World of Tanks Blitz là một thế giới xe tăng không ngừng phát triển. Nhanh dự game ngay và tham chiến! Trò chơi hành động này phù hợp cho người lớn và trẻ em trên 12 tuổi. Nó cần ít nhất 2.5 GB và kết nối Internet ổn định. Tìm hiểu thêm tại https://wotblitz.com/2023 Wargaming.net\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 10.4\n\n\n\n\n– Mùa 2: Constellation tiếp diễn! Lên phía Bắc để lấy thêm xe và quà.– Tháng 11 được mùa: Sự kiện Diễu hành Bội thu và Thứ Sáu Đen nóng bỏng.– Tháng 12 tưng bừng: Ga-ra lung linh, sơn chiến tranh bắc cực, quà, gói phản ứng và một chuỗi sự kiện.– Trung đội ba người trong các chế độ giải trí!– Chiến dịch Sao băng và ngụy trang Aurora Huyền thoại cho Tiger II.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "3,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-past-within/id1642601792?l=vi",
  "nameAndAge": "\n          The Past Within\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #1 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 247 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLưu ý: The Past Within là trò chơi trải nghiệm phối hợp (co-op). Cả hai người chơi cần sở hữu mỗi người một bản của trò chơi trên thiết bị của mình (điện thoại di động, máy tính bảng hoặc máy tính), cũng như phải giao tiếp được với nhau bằng cách nào đó. Chơi cùng với bạn bè hoặc tìm người chơi cùng từ trang Discord chính thức của chúng tôi!Quá khứ và tương lai không thể được khám phá một mình! Hãy lập nhóm với một người bạn và cùng tìm hiểu bí ẩn quanh Albert Vanderboom. Hãy giao tiếp với nhau những gì bạn thấy xung quanh để giúp nhau giải các câu đố và khám phá thế giới từ nhiều góc nhìn!The Past Within là cuộc phiêu lưu chỉ-và-nhấn đầu tiên chỉ chơi phối hợp (co-op) lấy bối cảnh thế giới bí ẩn của Rusty Lake.Đặc điểm:▪ Trải nghiệm chơi phối hợp (co-op) Hãy chơi cùng với một người bạn, một người ở Quá Khứ, người còn lại ở Tương Lai. Cùng nhau giải các câu đố và giúp Rose khởi động kế hoạch của cha mình!▪ Hai thế giới - Hai góc nhìnCả hai người chơi sẽ trải nghiệm môi trường trò chơi ở hai không gian khác nhau: 2D và 3D - một trải nghiệm lần đầu tiên trong vũ trụ Rusty Lake!▪ Đa nền tảngMiễn là có thể giao tiếp với nhau, bạn và người chơi chung đều có thể chơi The Past Within trên nền tảng ưa thích của mỗi người: Mac, PC và Nintendo Switch!▪ Thời gian chơi & Tính năng chơi lạiTrò chơi gồm 2 chương và có thời lượng chơi trung bình là 2 giờ. Để có trải nghiệm đầy đủ, chúng tôi xin gợi ý bạn chơi lại trò chơi từ góc nhìn còn lại. Ngoài ra, bạn có thể sử dụng tính năng chơi lại để trải nghiệm trò chơi từ đầu với câu trả lời mới cho tất cả các câu đố.\n",
  "new": "\n\n\n4 thg 7, 2023\nPhiên bản 1.20\n\n\n\n\nTrân trọng cảm ơn bạn đã chơi The Past Within, chúng tôi đã sửa một số lỗi trong phiên bản mới này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "392,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stardew-valley/id1406710800?l=vi",
  "nameAndAge": "\n          Stardew Valley\n 12+\n",
  "company": "\n\n            ConcernedApe\n          \n",
  "ranking": "\n\n\n                      #1 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,1 N đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMove to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on iOS with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Continue farming from where you last left off with auto-save (even if you close the app!)■ Play the game your way with multiple controls options, such as touch-screen and virtual joystick■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...---“The best version of Stardew Valley is the one you have with you … This game is absolutely incredible, and will not disappoint.” - TouchArcade\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb\"Village life has never been so accessible and satisfying\" - The Telegraph“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features new 1.5 update story content, multiplayer functionality not supported. No in-app purchases.\n",
  "new": "\n\n\n21 thg 2, 2023\nPhiên bản 1.5.6.39\n\n\n\n\n- Added toggle for flash effects.- Added advanced crafting info.- Improvements to sizing on tablet devices.- Fixed PiP and podcast/music playback during gameplay.- Gamepad support improvements.- Bigger tooltip fonts.- A bunch of crash bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "411,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/empire-warriors-game-offline/id1513854092?l=vi",
  "nameAndAge": "\n          Empire Warriors Game Offline\n 9+\n",
  "company": "\n\n            Zitga\n          \n",
  "ranking": "\n\n\n                      #22 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 311 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn là fan của thể loại game Thu Thanh Chien Thuat và thể loại chiến lược thời gian thực RTS? Nếu vậy, Empire Warriors TD chính là trò chơi dành cho bạn! Trong đế chế của các chiến binh huyền thoại, bạn sẽ bị choáng ngợp bởi đồ họa 2D tuyệt đỉnh. Trò chơi là sự kết hợp tuyệt vời giữa game nhập vai và game chiến đấu, giữa các cuộc chiến thủ thành với những giây phút trải nghiệm thú vị.▶ FANTASY STORYTrò chơi được đặt trong bối cảnh của một thế giới mộng ảo có tên Ioria với rất nhiều các chủng tộc như con người, tiên, người lùn, orc, quỷ lùn, yêu tinh, quái vật và vô số các sinh vật trong truyền thuyết khác. Một ngày nọ, Vương quốc Endia bị tấn công bởi đế chế từng là đồng mình của mình trong nhiều năm - Đế chế Grando. Điều bất ngờ hơn nữa, chính Grando lại đang nhận sự hậu thuẫn từ tai sai của Chúa Tể Bóng Tối - Orcs. Sự xung đột giữa hai vương quốc loài người đột nhiên xảy ra và chiến tranh là điều không thể tránh khỏi. Trong tình thế cấp bách đó, Hoàng tử Jave - con trai Đức vua xứ Endia - đã dẫn dắt đội quân hoàng gia và nhanh chóng ra chiến trường để ngăn chặn sự xâm lược tiến đánh của kẻ thù vào các tòa thành trong vương quốc. Tuy nhiên, kẻ thù hết sức mạnh và hung hãn. Và theo như lời tiên tri của các vị Thần bảo vệ Endia, hoàng tử Jave và Liên minh các anh hùng sẽ cần tới sự giúp đỡ từ một chiến thuật gia huyền thoại. Và chính bạn là người duy nhất có thể giúp đỡ anh ấy! Xây dựng các tòa tháp kiên cố đầy quyền năng, huấn luyện các chiến binh hoàng gia cho Endia, dẫn dắt các siêu anh hùng và tiêu diệt kẻ thù. Hãy cho chúng tôi thấy tài năng của các bạn và trở thành chiến thuật gia tuyệt vời nhất trong thể loại thủ thành.▶ TRÒ CHƠI THỦ THÀNH TRONG THẾ GIỚI MỘNG ẢO ĐẦY PHÉP THUẬTLiệu bạn có đủ dũng cảm để dấn thân vào đế chế hỗn mang này với hằng hà các loại vũ khí, với vô vàn điều kỳ diệu và còn nhiều điều thú vị hơn nữa? Hãy cùng nhau tham gia vào các cuộc chiến thủ thành huyền thoại với vô số địa hình khác nhau: Đồng bằng của con người, rừng rậm của yêu tinh, vương quốc dưới lòng núi của người lùn, đầm lầy chết, núi băng giá, và nhiều hơn nữa! ▶ LÊN KẾ HOẠCH, XÂY DỰNG VÀ PHÒNG THỦ Hãy thể hiện chiến thuật khôn ngoan nhất của bạn và củng cố liên minh trong mỗi nhiệm vụ với 4 tòa tháp đặt biệt: Tháp Lôi vũ (Barrack tower) huấn luyện các chiến binh dũng mãnh được dẫn dắt bởi hiệp sĩ dũng cảm của Endia giúp bạn chặn hướng tấn công và tiêu diệt kẻ thù. Tháp Cung thủ (Archer tower) tạo ra các sát thương vật lý và củng cố sức mạnh cho các tòa tháp lân cận; Tháp Phép thuật (Magic tower) tạo ra một lượng sát thương lớn bởi phép thuật, được điều khiển bởi phù thủy giỏi nhất trong Endia, có khả năng triệu hồi rồng phép và debuff kẻ thù. Cuối cùng không thể thiếu tháp Golem (Golem tower), thứ vũ khí khó nhằn nhất của vương quốc Endia, từ tòa tháp, các tảng đá khổng lồ được ném về phía kẻ thù gây ra một vùng sát thương rộng.▶ LỐI CHƠI ĐA DẠNG VÀ CẢI TIẾN Vô vàn các trải nghiệm chỉ trong một trò chơi thủ thành: bên cạnh các nhiệm vụ, người chơi còn có thể thưởng thức các thử thách cực đại trong lối chơi vô tận endless mode. Hãy cho thế giới biết đến ai là nhà chiến thuật tài giỏi nhất bằng cách đứng đầu bảng xếp hạng quốc tế. Ngoài ra, lối chơi vô tận endless mode còn là nơi lý tưởng để cày gem và trở thành huyền thoại của các trận đánh sử thi.   ▶ HÀNH ĐỘNG CHIẾN LƯỢC NHẬP VAI BẤT TẬNĐiều khiển các anh hùng trong huyền thoại: giờ đây bạn có thể điền khiển ba vị tướng cùng một lúc! Mỗi anh hùng đều có một kỹ năng động và 3 kỹ năng tĩnh. Nâng cấp kỹ năng cho các vị tướng, sức mạnh của họ sẽ tăng lên một cách bất ngờ.Liên hệ với chúng tôi tại:- Mail: zitgastudios@gmail.com- Fanpage: https://www.facebook.com/EmpireWarriorsTD- Group: https://www.facebook.com/groups/EmpireWarriorsTD- Twitter: https://twitter.com/EmpireWarriorTD\n",
  "new": "\n\n\n27 thg 10, 2023\nPhiên bản 2.4.96\n\n\n\n\nTối ưu hóa và sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "417 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/driving-zone-germany-pro/id1264608487?l=vi",
  "nameAndAge": "\n          Driving Zone: Germany Pro\n 12+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "2,5 • 2 đánh giá",
  "price": "19.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDriving Zone: Germany Pro - car game and street racing simulator without ads and limits. Drive with realistic physics and legendary german cars.In this game are presented cars prototypes of the German manufacturers: from classic city cars to powerful modern sports cars and luxury cars. Each car in the game has it's own technical specifications and engine sounds. Well detailed body and dashboard create the effect of full presence and realism.The game offers four unique tracks with different weather conditions. You can drive on high-speed highway, or go for a ride in the German town, which is particularly beautiful at night. If you are a real extreme racer, you should drive on winter track with dangerous icy road. You can choose the starting time of the day, that will change dynamically. You can also try driving on special race or drift track.Start the engine, press down on the gas and chase as quickly as possible. Earn points by overtaking traffic cars. Or go to the race track and try to pass it by shortest time for take maximum reward. Another mode is drift, where you can test your skills of drifting and earn points by fast and sharp skid angles. You will need points to open the new vehicles, modes and other features of the game.This racing simulator gives you the ability to choose the style of driving that can be quiet and safe or extremely dangerous racing. The abundance of settings allows you to customize a level of car physics realism, from arcade and simulation levels to the most realistic, as in the difficult racing simulator in which you will need to show your driving skills.Features:- No ads.- Modern beautiful graphics;- Car tuning and customization feature;- Realistic car physics;- Change the time of day in real-time;- 4 levels for street racing, many configurations of racetracks and drift tracks with different weather conditions;- First person view / Interior view / Cinematic camera;- Automatic cloud synchronization of your game progress.Warning! This game is quite realistic, but it is not designed to teach you how to street racing. Be careful and responsible when you're driving real car. Enjoy virtual driving in heavy car traffic, but please observe the traffic rules and be careful on real roads.\n",
  "new": "\n\n\n4 thg 8, 2023\nPhiên bản 1.12.06\n\n\n\n\n- Crossroads Now on Autobahn Maps: We've expanded the thrill of our open world by adding crossroads to the Autobahn maps, enhancing the game's dynamics.- Optimization and General Improvements: We've fine-tuned the game for a smoother run and made general enhancements to elevate your racing experience.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "319,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/muse-dash/id1361473095?l=vi",
  "nameAndAge": "\n          Muse Dash\n 17+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 593 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Hitting while listening to music.\"\"Is that the call from another world?\"[Game Starts Now—!!]Lovely girlsor rhythmic music?If there’s a place for you to have them both…It must be the paradise of parkour & rhythm game  — Muse Dash!!Huh?! Not your forte? It doesn’t matter!Who says you must have a strong sense of rhythm to win?Avoid is also a valid option (?)As long as you have 100% of passion, courage, and… love for lovely girls~Rhythm and fight won’t be an issue[Gameplay]Dance to the music and beat enemies in the air and on the ground. Also, watch out for the obstacles!!What an easy, beginner-friendly rhythm game[Media Review]可愛らしいビジュアルのキャラクターが躍動する、新感覚の2Dアクションスタイルのリズムゲーム ——IGN Japan“A bright exterior hides a surprisingly deep and engaging mash up”——POCKET GAMERLanguages Supported:English简体中文（Simplified Chinese）繁体中文 （Traditional Chinese）日本語（Japanese)韩语 （Korean）Feedback: https://service.peropero.net/Twitter:@MuseDash_EN@PeroPeroGuys\n",
  "new": "\n\n\n24 thg 11, 2023\nPhiên bản 3.11.0\n\n\n\n\nI bet I can achieve no misses and challenge all perfects! If I lose… restart the game while nobody's looking.1. The concept pack [Gambler's Tricks] has 6 new songs. Unlock it to obtain 2 illustrations and 1 theme Fever BG. Stun me with your mind-blowing techniques!2. [Fuzzy-Navel - *wakadori] and [Twisted Escape - xi] are added with the hidden sheet. Tap the difficulty button to unlock it. Cheers for your hidden sheets.3. An autumn-themed illustration is added to the leveling-up bonus. Go camp with your friends~\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/coffee-inc-2/id1573482724?l=vi",
  "nameAndAge": "\n          Coffee Inc 2\n 12+\n",
  "company": "\n\n            Side Labs LLC\n          \n",
  "ranking": "\n\n\n                      #13 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 34 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to The Coffee Inc 2: the next generation of The Coffee Inc, a popular business simulation game in the world.As a founder and CEO, your role is to start up your coffee shop, manage coffee bean blends, create the best coffee products, hire and motivate the best talents, conduct effective marketing, manage financials, expand the business to multiple cities and build the biggest coffee empire!=== What’s New in 2 ===- Open hundreds of coffee shops across multiple cities, but you now deal with the real cities: San Francisco, Chicago, New York, Tokyo, Osaka, London, Paris, Berlin, Amsterdam, Rome and Seattle.- You can also choose a game currency from USD, EURO, JPY and GBP.- Choose store interiors, exteriors and coffee equipment to uniquely position your shops. You can now even design custom interiors.- Set product menus and pricing wisely to compete with neighboring coffee shops. You can now also develop brand-new products.- Conduct store marketing to drive traffic while minimizing the cost. You now have more marketing campaigns.- Hire store staff and keep them working hard and happy. Their services will determine your store's popularity. You can now even hire a store manager to delegate many of daily store operations.- Store staff and customers cause many accidents every week. You deal with it one by one or delegate them to store managers.- Borrow money from banks if you need cash. Watch out the interest rates, though, now that every country has its own GDP growth and bank policy rate.- As the number of stores grows, store management gets complex. Open offices, hire white-collar workers and create functional departments: Human Resource, Finance, Products, Marketing, Engineering, Executive, and Investment.- Through the HR division, provides training, recreations, compensations and benefits to employees.- The Finance now has a cash flow statement, in addition to income statement and balance sheet. Grasp financial details like a pro through realistic statements.- Conduct city wide marketing campaigns to raise brand awareness.- The engineering division allows you to develop new online services and applications. They will penetrate globally.- Hire C-Level executives such as COO, CFO, CTO, CMO… and delegate high levels of responsibility to them. Make sure to incentivize them with stock options and RSUs.- As a chairman of the board, you can hold a board meeting and discuss your compensation and company’s dividends.- Work with investment banks and achieve IPO and M&A.- Through the Investment division, expand your empire into non-coffee businesses such as real estate and stock investment.- Your personal wealth is now separated from your company’s.- You can now store your games in iCloud so that you can sync them across your multiple devices.- As always, no annoying ads.\n",
  "new": "\n\n\n24 thg 11, 2023\nPhiên bản 11.1\n\n\n\n\nThis is a minor release.- A bug fix for the Seattle city map.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 15.4 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 15.4 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 15.4 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 12.3 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "437,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/poppy-playtime-chapter-1/id1610947489?l=vi",
  "nameAndAge": "\n          Poppy Playtime Chapter 1\n 12+\n",
  "company": "\n\n            Mob Entertainment, Inc\n          \n",
  "ranking": "\n\n\n                      #14 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 147 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou must stay alive in this horror/puzzle adventure. Try to survive the vengeful toys waiting for you in the abandoned toy factory. Use your GrabPack to hack electrical circuits or nab anything from afar. Explore the mysterious facility... and don't get caught.---Welcome to Playtime Co.!---Playtime Co. was once the king of the toy manufacturing industry... until everybody inside of the factory one day disappeared into thin air. Now, years later, you must explore the abandoned factory and uncover the truth.---The Toys---The toys of Playtime Co. are a lively bunch! From Bot to Huggy, Catbee to Poppy, Playtime does it all! As long as you're at Playtime Co., why not pay the toys a little visit? You might just make a few friends...---The GrabPack---This amazing GrabPack is a wearable backpack, accompanied by 2 artificial hands attached via steel wire. With this handy, state-of-the-art tool, there's no limit to what Playtime Co. employees can accomplish! The following list of features should help to show you what the GrabPack has to offer.- The hands' powerful grip allows for movement of heavy objects with ease!- A lengthy and flexible wire gives any employee the ability to reach whatever they may need, no matter the distance!- The steel wire makes conducting electricity a breeze!The only limit is the length of your GrabPack's wire.Won't you stick around? There's lots of fun in store for you. It's almost Playtime...\n",
  "new": "\n\n\n30 thg 4, 2022\nPhiên bản 2.2\n\n\n\n\nRemoved loading screens and and smoothed out level streaming.  Other optimizations to draw calls and blueprints causing cpu overhead issues\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zingspeed-mobile/id1435297178?l=vi",
  "nameAndAge": "\n          ZingSpeed Mobile\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #4 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "3,8 • 72,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nZingSpeed Mobile – Tốc Độ Bộc Lộ Kỹ Năng | Game Đua Xe Số 1 Việt Nam!RA MẮT PHIÊN BẢN MỚI – QUYẾT ĐẤU CỰC HẠNPhiên Bản Quyết Đấu Cực Hạn cập nhật hàng loạt tính năng và hoạt động đặc sắc mới:- Chế độ chơi mới – Chiến Đấu Cực Hạn- Hệ Thống Ghế Bay Huyền Nguyệt siêu lung linh- Cập nhật đường đua mới và mùa xếp hạng mới- Ra mắt xe A- Huyền Nguyệt- Ma pháp mớiTÍNH NĂNG ĐẶC SẮC1. Quyết Đấu Cực Hạn-\tChế độ chơi mới cực hấp dẫn với nâng cấp siêu khủng. Phá bỏ giới hạn tốc độ để cạnh tranh trong đấu trường cùng các Racer tài năng.Bên cạnh dàn nhân vật cực chất, Racer sẽ được trải nghiệm tốc độ đỉnh cao cùng những nâng cấp có độc quyền chỉ có mặt trong chế độ chơi cực tốc này. 2. Hệ thống ghế bay- Hệ thống ghế bay mang đến trải nghiệm mới đầy mới lạ để người chơi thỏa thích thể hiện bản thân. Với thiết kế lộng lẫy cùng hiệu ứng đẹp mắt, những chiếc ghế đặc biệt này sẽ khiến người chơi khác phải ngưỡng mộ.3. Cập nhật đường đua mới và mùa xếp hạng mới- Liên tục cập nhật nhiều đường đua mới, giúp người chơi có nhiều trải nghiệm và thử thách hơn tại ZingSpeed Mobile4. Xe A- Huyền Nguyệt- Siêu Phẩm xe Thỏ Ngọc Huyền Nguyệt với tạo hình độc đáo cùng chủ đề Huyền Bí siêu ngầu đã sẵn sàng ra mắt các Racer. 5. Thời trang động tác và Tủ Ma Pháp mới- Hàng loại bộ Ma Pháp và thời trang động tác mới với chủ đề Trung Thu và Hoàng Hà sắp lên kệ, hãy cùng chờ đón nhé.6. Những tính năng vô cùng thú vị khác- Các chế độ đua đa dạng: đua Tốc Độ, đua Đạo Cụ, đua Cặp Đôi, Đấu Hạng và đua Ảo Cảnh, nơi người chơi có thể trải nghiệm ký ức và hành trình của 4 Vị Thần Xe trong game.- Lõi Tốc Độ: nơi các tay đua có thể tùy chỉnh kĩ năng phù hợp với phong cách đua của mình. Tính năng này được làm mới theo mùa, tạo cơ hội cho người chơi thay đổi trải nghiệm.- Âm nhạc sôi động và phù hợp với giới trẻ- Người chơi cũng có thể tạo ra bản sao nhìn giống với bản thân nhất trong tính năng tùy chỉnh nhân vật.Về tựa game:- ZingSpeed Mobile là game đua xe 3D đỉnh cao trên di động, xây dựng dựa trên bản gốc ZingSpeed PC, giữ nguyên các kỹ năng cũng như độ sâu thao tác điều khiển, đồng thời cải tiến vượt bậc trong tạo hình nhân vật và thời trang. Cảm giác drift mới, đồ họa được cải thiện, tính cạnh tranh và tương tác cao tạo nên điểm đặc sắc cho game.- Game đề cao tính cộng đồng thông qua việc kết bạn với người chơi khác, thoải mái giao lưu với những tay đua cùng chung niềm đam mê tốc độ trên nhiều khu vực. Khi tìm được người bạn hợp cạ, người chơi hoàn toàn có thể kết đôi, sánh vai nhau bước vào lễ đường lãng mạn và nhận nhiều đặc quyền của cặp đôi. Đua xe hăng say đến khi thấm mệt, các tay đua hẹn nhau đến Khu giải trí để cùng giao lưu, chơi minigame vui vẻ. Với hệ thống tính năng đa dạng độc đáo, ZingSpeed Mobile thu hút hơn 10 triệu người chơi gia nhập vào đường đua tốc độ và tạo nên một cộng đồng ZingSpeed Mobile vững mạnh.- ZingSpeed Mobile liên tục cập nhật những tính năng, xe, thú cưng, mùa giải cũng như những sự kiện trong game hấp dẫn, thu hút nhiều người chơi tham gia.\n",
  "new": "\n\n\n18 thg 9, 2023\nPhiên bản 1.37.010408\n\n\n\n\nTối ưu trò chơi để Racer có trải nghiệm tốt hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "3,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mindustry/id1385258906?l=vi",
  "nameAndAge": "\n          Mindustry\n 9+\n",
  "company": "\n\n            Anton Kramskoi\n          \n",
  "ranking": "\n\n\n                      #34 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,9 • 16 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMindustry is a factory-building game with tower defense and RTS elements. Create elaborate supply chains to feed ammo into your turrets, produce materials to use for building, and construct units. Command units to capture enemy bases, and expand your production. Defend your core from waves of enemies.Gameplay Features: - Use production blocks to create a wide variety of advanced materials- Defend your structures from waves of enemies- Play with your friends in cross-platform multiplayer co-op games, or challenge them in team-based PvP matches- Distribute liquids and fight constant challenges, like outbreaks of fire or enemy flier raids- Get the most out of your production by supplying optional coolant and lubricant- Produce a wide variety of units for automatic management of your base or assault on enemy bases- Set up assembly lines to construct armies of mechanized units- Use your units to square up against fully functional enemy basesCampaign:- Conquer the planets Serpulo and Erekir as you advance through 35 hand-made maps and 250+ procedurally generated sectors- Capture territory and set up factories to produce resources while you play other sectors- Defend your sectors from periodic invasions- Coordinate resource distribution between sectors via launch pads- Research new blocks to fuel progress- Invite your friends to complete missions together- 250+ technology blocks to master- 50+ different types of drones, mechs and shipsCustom Games & Cross-Platform Multiplayer:- 16+ built in maps for custom games, in addition to two entire campaigns- Play co-op, PvP or sandbox- Join a public dedicated server, or invite friends to your own private session- Customizable game rules: Change block costs, enemy stats, starting items, wave timing and more- Full functional map editor with scripting support\n",
  "new": "\n\n\n4 thg 9, 2023\nPhiên bản 7.146.0\n\n\n\n\n- Fixed a variety of issues with unit & block cost multiplier rules- Fixed many various crashes- Fixed pathfinding not being able to path through solid enemy blocks- Fixed naval units sometimes attempting to pathfind through land- Fixed water tiles with space background resulting in a black background- Fixed internal legacy blocks being logic constants- Fixed power node double-click leading to interaction rate limit triggering- Fixed units sometimes being unkillable- Fixed units with long paths sometimes recalculating forever- Fixed serious issue with player units getting bugged in certain maps with puddles- Fixed Neoplasia reactor sometimes not exploding- Fixed units randomly dying when hitting corners- Fixed piercing bullets permaturely hitting blocks \"under\" bullets- Fixed missiles dealing double damage to units- Fixed FPS not limiting accurately- Added setting to disable all lighting- Added logic unit autoPathfind command (default wave pathfinding)- Made logic unbind command set `@unit` to null- Made \"any\" environment accessible outside of sandbox- Made payload loaders no longer accept inputs from payload unloaders- Added logic sensors for shields, content ID (inverse of lookup command)- Added logic particle effect instruction- Added logic sync instruction- Setting factory output points now updates \"last accessed\"- Disabled team switching menu in multiplayer outside of sandbox/PvP- Decreased canvas block silicon cost slightly- Scathe ammo usage decreased to 15- Buffed Precept unit\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0.0 trở lên.\n                \n\n",
  "size": "174 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/a-dance-of-fire-and-ice/id1456547302?l=vi",
  "nameAndAge": "\n          A Dance of Fire and Ice\n 4+\n",
  "company": "\n\n            7th Beat Games S.A.C.\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 146 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA Dance of Fire and Ice is a strict one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure if you would enjoy this game!Features:- More than 10 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world starts with small tutorial stages and ends with a final test.- Post-game challenges: Speed Trials for each world and a blisteringly fast bonus level for the brave.- Calibration options: auto-calibration and manual calibration. This is a precise rhythm game, so use your ears more than your eyes when playing.- Play new levels for free: more levels will be added over the coming months.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part all you have to do is keep a consistent beat - but this is a good test of whether you would be a good drummer. Keeping a beat is not very easy, and then weird breakbeats are added on top of that, so don't worry if you find it difficult!\n",
  "new": "\n\n\n11 thg 11, 2023\nPhiên bản 2.5.7\n\n\n\n\nThis version includes cloud saves support, achievements, a new pause menu, keyboard support, improvements and minor bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C3%A1o-c%C6%B0%E1%BB%9Bi-gi%E1%BA%A5y/id1587563427?l=vi",
  "nameAndAge": "\n          Áo Cưới Giấy\n 12+\n",
  "company": "\n\n            FUNNY GAME CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Đố Chữ\n                    \n\n",
  "ratingAndReviews": "4,7 • 9,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"\"Áo Cưới Giấy\"\" là một trò chơi giải đố kinh dị với bối cảnh Trung Hoa. Trò chơi chứa đựng nhiều phong tục truyền thống của văn hóa Trung Hoa, nếu bạn yêu thích văn hóa Trung Hoa thì hãy trải nghiệm ngay nhé.Trong ngày thành hôn, lúc bái đường, Tân lang quay mặt nhìn Tân nương thì phát hiện bộ đồ cưới màu đỏ của nàng biến thành bộ đồ cưới màu trắng bằng giấy, sau đó mất tích một cách kỳ lạ. Người chơi trong vai Tân lang trong quá trình tìm kiếm sự thật đã không ngừng gặp những chuyện kỳ lạ, dần dần tìm hiểu được phong tục hắc ám ở thôn làng của Tân nương và một đoạn ân oán xa xưa...Bối cảnh trò chơi:Trong phong tục truyền thống Trung Hoa, có vô số những câu chuyện lạ như Người giấy cản đường, Âm binh mượn đường, Miếu tà ác, Quỷ gõ tường...nhưng thể loại trò chơi này lại rất hiếm thấy. Khi đã từng xem những tiểu thuyết hoặc phim như \"\"Liêu Trai Chí Dị\"\", \"\"Kỷ Nguyên Thái Bình\"\", \"\"Lời Nguyền Ma Xó\"\"...rồi chỉ có thể tự nằm mơ thấy thì lãng phí quá, do vậy mà chúng tôi đã làm ra trò chơi giải đố kinh dị Trung Hoa này.Đặc sắc trò chơi:- Tăng cấp sức biểu hiện: Đồ họa hình ảnh chất lượng hơn, phong cách hơn, nhiều hiệu ứng ảnh động hơn, trải nghiệm như bản thân đang hiện diện trong phim kinh dị.- Tăng cấp biểu hiện tình tiết: Tăng lượng lớn đối thoại, nhân vật chính trông thật hơn, không còn là tưởng tượng.- Tăng cấp kinh dị: Kinh dị gấp 2.53 lần game kinh dị Madhouse, người bị bệnh tim đừng chơi.- Trải nghiệm hợp lý hơn: Chú trọng tính dễ sử dụng, không còn những khu nhấp hay vật phẩm quá nhỏ như kiểm tra thị lực.- Độ khó tăng hợp lý hơn: Giai đoạn đầu không còn những câu đố phức tạp với manh mối hỗn loạn nữa, độ khó sẽ tăng dần theo chương.Để biết thêm thông tin trò chơi và nội dung thú vị, vui lòng theo dõi trang web chính thức của chúng tôi ~Facebook：@gamefpscomTwitter：@gamefpscom\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 1.8.0\n\n\n\n\nTối ưu hóa trải nghiệm trò chơi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "83,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pascals-wager/id1476649036?l=vi",
  "nameAndAge": "\n          Pascal's Wager\n 12+\n",
  "company": "\n\n            Giant Network\n          \n",
  "ranking": "\n\n\n                      #12 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 90 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAugust 19th, 2022Newest add-on content, Dance of the Throne, is now available!The Soul of Obsession carrying the will of all Demiurges has been summoned to Solas again, and it's here for revenge!The leader of Demiurge, Elena, will be arriving as a playable character in this mode. Dance in a flurry of dual blades and experience a completely new challenge in Solas.20th Aug 2020\"The Tides of Oblivion\" DLC is available!New story, maps and playable character.Adventure with Jerold to explore the cursed Ichthyosauria!■ Devices support:- System run iOS 9 and above- iPhone 6s and above- iPad models with 2G RAM or more■ DescriptionPascal's Wager is an action role playing game with the style of dark fantasy. The game provides its players with top-notch picture quality and a feast for the senses that the mobile platform has never had before. In the game, the world is shrouded by dark mist, where light is dim and mysterious. People there become lunatic, and nobody knows the secrets behind that. Players can play multiple characters to experience the strong storyline and reveal various hidden areas of the map. Along the way, they will fight unbelievable enemies, confront epic bosses, and embrace overwhelming death and truth. All the while, they'll be engrossed by a magnificent soundtrack performed by a world-class orchestra.■ Features- An incredibly Rich and Deep story, 20 or more hours of content- Four operable characters, with different combat modes and skill trees- Dozens of different enemies, bringing extensive experience of hectic battles- Diversified NPCs, responding to independent subplots- Three-dimensional map with multiple layers- Cinematic performance and storytelling, fully voiced dialog- Powerfully attractive soundtracks, performed by a world-famous symphony orchestra- Full controller support to ensure the best possible gameplay experience- Substantial post-launch DLC adding to the story and characters■ StoryIn ancient times, a natural disaster brought the Sun from high in the Sky to the depths of the Ocean, allowing a mysterious dark fog to blanket the World.  Simultaneously, Colossi, beings that were revered by descendants, roamed the lands for the very first time.  These Colossi, which emit the sparks of light that disperse the black fog, bring the only hope to mankind.  Thousands of years later, humanity has long grown accustomed to following in the footsteps of these revered beings as they travel through the black fog.  However, just as how the Sun was mysteriously brought down from the Sky, these Colossi have also began to fall mysteriously... Terrence, a courier whom was expelled by the Church, has learned that his long estranged wife Teresa, may have some connection to the recent fall of the Colossi.  Setting forth on a journey filled with anguish, deception and possible redemption, Terrence seeks to find his wife and the truth behind their World.◆ SNS ◆- Facebook: @PascalsWagerGame - Youtube: Pascal's Wager  - Twitter: @PascalsWager_  - Instagram: @pascalswagergame- Reddit: https://reddit.com/r/PascalsWagerGame- Discord: https://discord.gg/aXxxENu\n",
  "new": "\n\n\n9 thg 5, 2023\nPhiên bản 1.11.4\n\n\n\n\nBugfixesFixed an issue causing certain iOS devices to crash upon launch.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-r%C6%B0%E1%BB%A3t-v%C3%A0ng/id1089336971?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Rượt Vàng\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #9 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 276,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTom Biết Nói đã sẵn sàng chạy, nhảy và đuổi theo Roy Rakoon.Ai đó phải chặn Roy Rakoon lại!Chú gấu mèo trúc phiền phức này đã cướp hết vàng. Giờ đây người chơi phải giúp Tom Biết Nói tăng tốc, trượt và tránh các thế giới hoang dã để cướp kho báu và bắt kịp Roy.- Những cuộc rượt đuổi gay cấn- Thử thách quãng thời gian với nhiều hành động- Thế giới thú vị- Bộ tăng sức mạnh tuyệt vời- Mở khoá bạn mới- Trang phục mới rất hấp dẫnNgười chơi có thể mở khóa Angela Biết Nói, Ginger Biết Nói, Ben Biết Nói và Hank Biết Nói khi đang di chuyển!Bởi Outfit7, nhà sáng tạo của Tom Biết Nói Của Tôi, My Talking Angela, My Talking Tom Friends và Talking Tom Hero Dash.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi; và- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Xin lưu ý rằng chúng tôi không xử lý tất cả dữ liệu được tiết lộ trên nhãn dành cho người dùng dưới độ tuổi được đồng thuận kỹ thuật số. Để biết thêm thông tin, vui lòng kiểm tra Chính sách quyền riêng tư của chúng tôi.Điều khoản sử dụng: https://talkingtomandfriends.com/eula/en/Chính sách quyền riêng tư EEA: https://talkingtomandfriends.com/eea/en/Chính sách quyền riêng tư Hoa Kỳ: https://talkingtomandfriends.com/privacy/en/Chính sách quyền riêng tư Brazil: https://talkingtomandfriends.com/privacy-brazil/en/Chính sách quyền riêng tư tại các quốc gia khác: https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 6.9.1\n\n\n\n\nSửa lỗi và cải tiến nhỏ trong lối chơi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "399,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/binh-%C4%91o%C3%A0n-z/id1464502423?l=vi",
  "nameAndAge": "\n          Binh Đoàn Z\n 12+\n",
  "company": "\n\n            Hong Kong Ke Mo software Co., Limited\n          \n",
  "ranking": "\n\n\n                      #14 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,0 • 5,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSố lượng download toàn cầu vượt ngưỡng 70 triệuMMO chiến thuật tiêu diệt Zombies, kết thành Liên minh, thống lĩnh quân đội, quản lý bang phái để tái thiết văn minh nhân loại trong ngày tận thế của thế giới!Nguy cơ Zombies bùng phát đe doa nền văn minh đã tồn tại hàng ngàn năm đến bờ vực tuyệt vong. Lúc này, bạn gánh vác hy vọng phục hung của nhân loại;--------Dựa vào tinh thần bất khuất, chiến xa, súng pháo bảo hộ sinh linh;--------Hủy diệt Zombie, nghiền nát kẻ địch để chiếm lại vùng đất đã mất;--------Tái thiết thành phố, giải cứu nạn dân, lần nữa thức tỉnh văn minh nhân loại;Kết minh với những chỉ huy cùng chí hướng trên khắp thế giới, hủy diệt đối thủ, tranh đoạt thủ đô, trở thành lãnh tụ của thế giới dẫn dắt nhân loại lần nữa phục hưng!Chỉ có nhân loại mới có thể hủy diệt nhân loại tận gốc, trong thế giới của Age of Z, kẻ địch thật sự không phải là Zombies hung bạo, hãy chú ý đề phòng và hóa giải các cuộc công kích và cướp đoạt tới từ thành phố khác!SINH TỒN--------Chiêu mộ quân đội, nghiên cứu công nghệ, hủy diệt kẻ địch;--------Kẻ mạnh nuốt kẻ yếu, quân bị chính là sinh tồn: Bạn cần chế tạo càng nhiều súng ống đạn được. tiếp đủ nhiên liệu cho chiến xa, nghiên cứu ra binh chủng công nghệ cao trong thời gian ngắn nhất;--------Một cây làm chẳng nên non, ba cây chụm lại nên hòn núi cao: Quản lý thành bang, phát triển quân sự, chỉ huy chiến tranh, chỉ có mình bạn sợ rằng sẽ vô vùng bận rộn; vậy thì, bạn có lẽ cần chiêu mộ thêm nhân tài san sẻ gánh nặng cho bạn--------Đã có người tận mắt nhìn thấy Zombie biến dị to như quả núi, sợ rằng còn nhiều những thứ đáng sợ hơn nhưng vì những người tận mắt chứng kiến đều đã vong mạng khiến chúng ta không hay biết đến sự tồn tại của chúng. Những kẻ đại diện cho tận thế này đang chờ bạn tới khiêu chiến--------Chào mừng gia nhập thế giới chiến tranh 3D: Nơi đây không chỉ cần vượt qua núi non và ao hồ, mà cần sinh tồn và phát triển ở những vùng đất khô cằn, địa hình phức tạp trên khắp thế giới! Bạn sẽ vạch chiến lược trong một thế giới 3D vô tiền khoáng hậu, vị trí địa lý và đường hành quân cũng vô cùng quan trọng,, sinh tồn và diệt vong chỉ trong một niệm!PHỤC SINH--------Diệt sạch Zombie, đoạt lại thành phố! Đây là thành phố thuộc về bạn, đồng thời cũng là thành phố của Zombie! Lượng lớn quảng trường đã bị Zombie chiếm đóng, bạn cần thận trọng từng bước, chiếm lại từng chút một từ tay Zombies!--------Nạn dân mà bạn ứng cứu sẽ trở thành nền tảng phát triển của thành phố, dung để tăng cường độ phồn vinh, bảo đảm thành phố phát triển nhanh chóng!--------Cùng với sự trỗi dậy của nhân loại, Zombies hung tàn nhận được những đòn trừng trị thích đáng, bầu không khí ô nhiềm dân dần dược thanh lọc, văn minh nhân loại dần được tái thiết, ,tiến trình thế giới tiến bước mạnh mẽ tới giai đoạn tiếp theo! Giai đoạn thế giới mới không ngừng được mở ra, bạn sẽ nhận được phần thưởng phong phú, trải nghiệm nhiều tính năng hấp dẫn và độc đáo!PHÁT TRIỂN--------Bành trướng, chinh phục, thống trị! Hành vi của liên minh bạn sẽ là mục đích của hàng trăm chỉ huy, hàng vạn binh sĩ, cùng nhau đạt tới mục tiêu, hủy diệt kẻ địch tới cùng, đồng tâm hiệp lực cho tới khi thống trị toàn thế giới!--------Cùng chỉ huy tin cậy trên khắp thế giới kết thành Liên minh hùng mạnh, đồng thời thông qua thương lượng, đàn áp, không chút bảo lưu sử dụng mọi cách để đánh bại kẻ địch của các bạn. --------Vì lãnh thổ, tài nguyên và công nghệ mà tiến hành chiến tranh siêu cấp thậm chí đại chiến thế giới! Thắng làm vua, thua làm giặc, liên minh trụ vững cuối cùng sẽ thống trị toàn thế giới!--------Chỉ huy, hãy hạ chỉ lệnh! Chính là lúc này, dùng quyết sách của ngài giải cứu thế giới, còn binh sĩ của ngài, xả thân oanh liệt vì một tân thế giới!Liên hệ với chúng tôi: https://facebook.com/AgeOfZ/https://twitter.com/Age of Z Origins\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 1.3.687\n\n\n\n\nƯu hóa bộ phận tính năng trong Game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/true-skate/id549105915?l=vi",
  "nameAndAge": "\n          True Skate\n 4+\n",
  "company": "\n\n            True Axis\n          \n",
  "ranking": "\n\n\n                      #1 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,8 • 20 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n#1 game in 80 countries. Loved by millions of skateboarders all over the world.\"True Skate is clearly something special\" - 4.5/5 - Touch Arcade review.True Skate™ is the closest feeling to real-world skateboarding, with a decade long evolution as the ultimate skateboarding sim.Note: True Skate™ comes with a single skatepark and contains additional content available via In-App Purchase or Subscription. See below.PURE PHYSICS CONTROLSUse your fingers like you would your feet on a real skateboard. Flick the board to make it react exactly how you would expect & drag your finger on the ground to push.- Play with one finger, mind skate with 2 fingers, or play with 2 thumbs, now with Gamepad! The skateboard reacts instantly as foot & finger, thumb or stick feels truly connected whether pushing, popping, flipping or grinding.- True Axis's instant & unified physics system listens for swipe, position, direction and strength from the player & processes how the skateboard should respond in real-time. So the same flick in two different points of the skateboard will react very differently.- Literally any trick is possible with TRUE CONTROL of the skateboard, so if you can dream-it, you can do-it!SKATEPARKSBegin at the Underpass, a beautiful skatepark to get lost in with ledges, stairs, grind rails plus a bowl, half pipe & quarter pipes. Then start grinding Bolts to unlock 10 Fantasy Parks. Additional skateparks are available as In-App Purchases. Shred over 20 real-world spots including; The Berrics, SPoT, Love Park, MACBA, & Street League Skateboarding Championship Courses from 2012.CUSTOMIZE YOUR SKATER AND SETUPTrue Skate™ now has a character! Choose your character & start rolling to unlock custom apparel to show off your style. Customize your skateboard with decks and grips from Santa Cruz, DGK, Primitive, MACBA Life, Grizzly, MOB, Independent, Knox, Creature, Nomad, Capitol, ALMOST, Blind, Cliche, Darkstar, Enjoi, Zero & more. Customize your wheels & trucks.EDIT YOUR REPLAYTrue Skate™ is about nailing the perfect line; timing, strength, precision, angle, late corrections all make a difference. Replays are now next level, with a bunch of new cams and capability, including a fisheye lens that can shake on impact. Insert keyframes on the timeline to blend between cams. Select from;- 5 preset Cams.- Custom Cam with FOV, distortion, distance, height, pitch, pan, yaw & orbit options.- Tripod Cam with auto, fixed, & follow options.DIYUnlock DIY Objects, spawn & multiply to create the park of your dreams. Stay tuned for new objects dropping weekly in the Shop.COMMUNITYCompete in Global Leaderboards, or connect with your mates via Challenges & games of S.K.A.T.E or join SANDBOX.SANDBOX is a subscription service that enables players to create & play your True Skate™ experience:- Custom board stats & graphics.- Create your own spot, including the gravity! - Or choose from tons of incredible Community-Made; Skateparks, DIYs, Boards, Skins, & Apparel.PLAY SECOND SCREENPlay with your iOS device or Gamepad as your controller and enjoy True Skate™ in landscape mode on the Big Screen! - Connect your iOS device to an Apple TV (or AirPlay compatible smart TV), via wi-fi, or via cable using a Lightning Digital AV Adapter.- Pair your Gamepad with your iOS device via Bluetooth.Note: An internet connection is required to access some features.Terms of service can be found at http://trueaxis.com/tsua.htmlSubscriptions will renew automatically unless auto-renew is turned off at least 24-hours before the end of the current period. Payment will be charged to iTunes Account at confirmation of purchase. Account will be charged for renewal within 24-hours prior to the end of the current period.Subscriptions may be managed by the user and auto-renewal may be turned off by going to players iTunes account settings after purchase. No cancellation of the current subscription is allowed during the active subscription period.\n",
  "new": "\n\n\n23 thg 11, 2023\nPhiên bản 1.5.71\n\n\n\n\nSLS 2023 Super Crown Event!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "174,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-cheeseria-to-go/id1477229754?l=vi",
  "nameAndAge": "\n          Papa's Cheeseria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #9 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n-- ABOUT THE GAME --Papa's Cheeseria is kicking off its grand opening with a special performance by the high-energy band, Scarlett and the Shakers!  Unfortunately the concert is canceled when all of the music gear is stolen, and you'll need to pick up a job to afford buying new instruments for the band.  Thankfully Papa Louie has the perfect solution for you:  He's putting you in charge of making grilled cheese sandwiches in his newest restaurant!You'll need to prepare sandwiches with delicious breads, melty cheeses, and a wide array of toppings and sauces for a gourmet grilled cheese.  Cook and flip the sandwiches to grill them just right, and finish your customers' orders with a heaping order of fresh french fries covered in their favorite sauces and toppings.  The town of Toastwood will celebrate different holidays throughout the year, and you'll unlock new festive ingredients as you go to serve up delicious seasonal sandwiches.-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Toastwood with tasty holiday flavors!  Your customers will order sandwiches stacked high with seasonal ingredients.  You'll unlock new breads, cheeses, toppings, and sauces for each holiday of the year, and your customers will love trying these festive flavors.  This new version adds holiday toppings and sauces for fries as well!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Cheeseria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Scarlett or Rudy, or create your own custom character to join the band and work in the sandwich shop!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to come all the way to Toastwood to grab some grilled cheese.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Cheeseria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on sandwich shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between building, grilling, and preparing french fries- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 124 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 125 ingredients to unlock\n",
  "new": "\n\n\n24 thg 10, 2019\nPhiên bản 1.0.1\n\n\n\n\nBug Fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "76,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/th%E1%BA%A7n-long-mobile/id6470350824?l=vi",
  "nameAndAge": "\n          Thần Long Mobile\n 12+\n",
  "company": "\n\n            FGStudio\n          \n",
  "ranking": "\n\n\n                      #19 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 27 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThần Long Mobile - game kiếm hiệp 3D đỉnh cao trên mobile. Tái hiện lại 100% thế giới kiếm hiệp huyền thoại nổi tiếng năm 2007, với nhiều tính năng độc đáo và hấp dẫn. Hãy cùng Thần Long Mobile sống lại những kỷ niệm xưa cũ gắn liền với tuổi thơ, những năm tháng mà game kiếm hiệp là niềm đam mê của hàng triệu game thủ. Các bạn còn chờ đợi điều gì nữa!!! Hãy khám phá ngay bây giờ!Cốt truyện: Game xoay quanh cuộc phiêu lưu của các anh hùng trong thời loạn lạc. Bạn sẽ gặp lại những nhân vật quen thuộc trong truyện,như là đoàn dự, ngữ yên, a châu, tiêu phong, ...… và cùng họ chống lại những âm mưu của các phe phái xấu xa.Đồ họa: Game sử dụng công nghệ 3D tiên tiến, mang đến cho người chơi những hình ảnh sống động và chân thực. Bạn sẽ được chiêm ngưỡng những cảnh quan đẹp mắt, những nhân vật sinh động, những hiệu ứng hoành tráng… Game cũng có nhiều bộ trang phục và vũ khí đẹp mắt, cho bạn tùy biến ngoại hình của nhân vật theo ý thích.Âm thanh: Game có âm thanh chất lượng cao, tạo nên một bầu không khí kiếm hiệp đặc sắc. Bạn sẽ nghe được những âm thanh của các kỹ năng, các vật phẩm, các con thú… Bạn cũng sẽ nghe được những bản nhạc nền phù hợp với từng khung cảnh, từng tình huống…Điều khiển: Game được thiết kế tối ưu cho mobile, giúp người chơi dễ dàng điều khiển nhân vật và sử dụng kỹ năng. Game có hệ thống điều khiển cảm ứng, cho bạn thao tác một cách linh hoạt và thuận tiện. Game cũng có nhiều tính năng tiện ích, như là tự động điều hướng, tự động chiến đấu, tự động làm nhiệm vụ… giúp người chơi tiết kiệm thời gian và công sức.Tính năng: Game có nhiều tính năng độc đáo và hấp dẫn, cho bạn trải nghiệm một cuộc sống kiếm hiệp đầy màu sắc. Bạn có thể tự do lựa chọn một trong bốn môn phái: Thiếu Lâm, Cái Bang, Nga My và Võ Đang, để bước vào cuộc phiêu lưu của riêng mình. Bạn có thể tham gia vào các hoạt động PvE như săn boss, làm nhiệm vụ, khám phá bản đồ… hoặc các hoạt động PvP như đấu trường, bang chiến, chiến trường… để cạnh tranh và thể hiện bản lĩnh của mình. Bạn cũng có thể tìm kiếm và nuôi dưỡng những con pet đáng yêu, sử dụng chúng để chiến đấu hoặc làm bạn đồng hành. Bạn cũng có thể giao lưu, kết bạn, kết hôn với người chơi khác, tạo nên những câu chuyện tình yêu đẹp như trong tiểu thuyết.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 2.0\n\n\n\n\nPhiên bản Thần Long Xuất Thế:Giới hạn cấp độ 69.Giới hạn tâm pháp 74.Giới hạn trang bị tối đa 5 sao.Khai mở tính năng:- Đổi phiếu KNB từ Tiền Trang- Tính năng trang bị- Tính năng bảo thạch- Tính năng trân thú- Tính năng bang hội- Giao dịch tự do- Bày bán sạp hàng cá nhân- Thay đổi ngoại hình\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-sun-origin/id1296220190?l=vi",
  "nameAndAge": "\n          The Sun: Origin\n 17+\n",
  "company": "\n\n            Igor Migun\n          \n",
  "ranking": "\n\n\n                      #14 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,1 • 54 đánh giá",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n*** Over 500 thousand downloads on devices.*** A large post-apocalyptic world with many different quests!!!*** Perfect crafting system!!! Assemble your power armor!!!*** Awesome graphics at maximum settings!An action game with RPG elements in a cruel post-apocalyptic world, a world with radiation, hunger and disease. Only a few people managed to survive in that deadly attack that hit the planet from the space, but after a short time a new catastrophe started to threaten the survivors. And the main character, the Chosen of the North-216 Community, will have to deal with it. World of the post-apocalypse. First person shooter for survival.The Sun Origin: Post-apocalyptic action — is a first-person shooter with RPG elements with its own history, hundreds of tasks, a huge arsenal of weapons and armor, trade, fighting factions, mutants, bandits and prowlers. Explore the world with a huge number of locations, buy the best weapons from the merchants and improve them. You will need only the best equipment! After all, your main goal is to save your Community from hunger. And let the struggle for survival begin!!!Brief background.In the year 2050, the sun unleashed a catastrophic surge of energy into space, a wave of power that would plunge our civilization into chaos for centuries. Though predicted for years by the scientific community, their warnings were ignored by the world leaders that instead squabbled over petty territorial concerns.When the wave of energy struck the earth, a storm of radioactive particles blanketed the atmosphere in a deadly, carcinogenic fog. The fog killed indiscriminately… the young, old, rich and poor all fell in equal measure. Only those that had heeded the warnings and taken shelter in abandoned bunkers were spared. When their supplies eventually ran out and these communities were forced to emerge from their shelters, they saw a new world of desolation and chaos. A world in which the laws of civilization had been replaced by the law of the gun. The few areas that still had clean water and arable land were held by ruthless warlords and their armies.It was in this world that a warrior known only as Raven would emerge. A warrior that would save his people by bending the wasteland to his will. A warrior that would one day become a legend.It's a challenge! The world of the apocalypse or you?\n",
  "new": "\n\n\n17 thg 11, 2020\nPhiên bản 3.00\n\n\n\n\n- Added new locations Oasis and Bunker X15;- Added new tasks;- Other fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/roblox/id431946152?l=vi",
  "nameAndAge": "\n          Roblox\n 12+\n",
  "company": "\n\n            Roblox Corporation\n          \n",
  "ranking": "\n\n\n                      #5 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,4 • 454,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRoblox là vũ trụ ảo tột đỉnh cho phép bạn chơi, tạo, chia sẻ kinh nghiệm với bạn bè và trở thành bất cứ thứ gì bạn muốn. Hãy cùng chơi với hàng triệu người và khám phá sự đa dạng vô tận trong các thế giới bao la được cộng đồng toàn cầu tạo ra!Bạn đã có tài khoản rồi? Hãy đăng nhập bằng tài khoản Roblox có sẵn và khám phá nguyên vũ trụ của Roblox.HÀNG TRIỆU THẾ GIỚI ĐỂ BẠN KHÁM PHÁBạn đang có hứng cho một cuộc phiêu lưu hùng ca? Bạn muốn thi đấu với các đối thủ trên toàn thế giới? Hay bạn chỉ muốn giao lưu và trò chuyện với bạn bè trên mạng? Một thư viện thế giới ngày càng lớn được tạo bởi cộng đồng có nghĩa là luôn có điều mới mẻ và thú vị để bạn chơi mỗi ngày.KHÁM PHÁ CÙNG NHAU MỌI LÚC, MỌI NƠIVừa chơi vừa vui. Roblox hỗ trợ đầy đủ đa nền tảng, nghĩa là bạn có thể chơi với bạn bè và hàng triệu người khác trên máy tính, thiết bị di động, Xbox One hoặc kính thực tế ảo.TRỞ THÀNH BẤT CỨ THỨ GÌ BẠN CÓ THỂ TƯỞNG TƯỢNGHãy sáng tạo và phô diễn phong cách độc đáo của bạn! Tùy chỉnh hình đại diện với vô số loại mũ, áo, khuôn mặt, trang bị và các món đồ khác. Với danh mục vật phẩm không ngừng gia tăng, không có giới hạn đối với diện mạo bạn có thể tạo.TRÒ CHUYỆN VỚI BẠN BÈGiao lưu với bạn bè trên khắp thế giới bằng tính năng trò chuyện, tin nhắn cá nhân và nhóm!TẠO THẾ GIỚI CỦA RIÊNG BẠN: https://www.roblox.com/developHỖ TRỢ: https://en.help.roblox.com/hc/en-usLIÊN HỆ: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyHƯỚNG DẪN DÀNH CHO CHA MẸ: https://corp.roblox.com/parents/XIN LƯU LÝ: Phải có kết nối mạng để tham gia. Roblox hoạt động hiệu quả nhất qua mạng Wi-Fi.\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 2.605.656\n\n\n\n\nTo make Roblox work better for you, we deliver updates regularly. These updates include bug fixes and improvements for speed and reliability.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "249,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hero-clash-tr%C3%B2-ch%C6%A1i-b%E1%BA%AFn-s%C3%BAng/id6470975804?l=vi",
  "nameAndAge": "\n          Hero Clash: Trò chơi bắn súng\n 9+\n",
  "company": "\n\n            壮 李\n          \n",
  "ranking": "\n\n\n                      #16 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy tham gia 'Camera Clash', một trò chơi cảm giác mạnh tập trung vào sự đơn giản, phấn khích và hình ảnh tuyệt đẹp.Trận chiến nhịp độ nhanh:Trong trò chơi, bạn sẽ trải nghiệm những trận chiến căng thẳng, đầy hành động. Với khả năng điều khiển dễ dàng, bạn sẽ hạ gục từng đợt quái vật đáng sợ, mang lại cho bạn cảm giác chiến thắng tràn ngập adrenaline.Hợp nhất và phát triển nhân vật:Bên ngoài các trận chiến, tất cả đều là về sự tiến triển của nhân vật. Khi liên tục tạo ra các anh hùng mới, bạn sẽ không chỉ được tận hưởng hình ảnh bắt mắt mà còn được thấy hỏa lực của mình tăng vọt, mang lại những phần thưởng đáng kể.Tính năng thú vị:'Camera Clash' mang đến những thú vui trực quan bổ sung, chẳng hạn như giảm sức mạnh giữa các cấp độ và các vật phẩm độc đáo cho những khoảnh khắc đầy thử thách.Điểm nổi bật về lối chơi:- Thu thập anh hùng bằng tiền trong trò chơi.- Kết hợp vũ khí để nâng cấp sức mạnh.- Kiếm phần thưởng với tính năng tự động chiến đấu.- Chinh phục cấp độ chống lại nhiều kẻ thù.- Tận dụng các cuộc tấn công tự động và sử dụng vật phẩm chiến lược.Hãy sẵn sàng cho một cuộc phiêu lưu đầy hứng khởi với 'Camera Clash', nơi các trận chiến nhịp độ nhanh và quá trình phát triển nhân vật sẽ khiến bạn luôn gắn bó và quay lại để tìm hiểu thêm.\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 2.0.6\n\n\n\n\nGame interface and logic optimization, game content optimization\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "246,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/nexomon/id1254864644?l=vi",
  "nameAndAge": "\n          Nexomon\n 9+\n",
  "company": "\n\n            LIME TURTLE, INC.\n          \n",
  "ranking": "\n\n\n                      #2 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 153 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nCatch, evolve and collect over 300 unique Nexomon!Assemble the ultimate Nexomon team to save your friends and save the world! Clash against legendary champions and become a hero in this epic journey!Game Features•\tOver 300 Nexomon to catch and train.•\tEvolve your Nexomon into new and powerful forms.•\tUniversal App! Play on your iPhone, iPod or iPad.•\tiCloud support. Backup your data and play on all your devices!•\tGet exclusive Nexomon iMessage stickers!•\tA deep and engaging battle system.•\tMighty and unique legendary Nexomon, find all eight of them!•\tEmbark on an epic adventure to save the world from the Nexomon King!•\tBattle powerful and challenging foes in the Nexoworld.•\tSelect from seven unique starters.•\tExplore all 10 colorful and vibrant regions.•\tFully animated monsters, prepare to enjoy the most exciting battles!•\tHigh Quality gaming experience like no other!Follow us on social media for the latest news:Facebook: www.facebook.com/NexomonGame/Instagram: nexomon_official\n",
  "new": "\n\n\n11 thg 8, 2021\nPhiên bản 3.0.0\n\n\n\n\nFixed resolution issues on newer devices.Updated graphics for various common Nexomon.Added Luhava, a random legendary Nexomon.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/unruly-heroes/id1521243180?l=vi",
  "nameAndAge": "\n          Unruly Heroes\n 12+\n",
  "company": "\n\n            Perfect Game Speed\n          \n",
  "ranking": "\n\n\n                      #13 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 62 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Unruly Heroes” is a 2D action-adventure mobile game developed by the indie team at Magic Design Studios and published by Perfect World. The story is inspired by China’s first mythological novel \"Journey to the West” and strives to bring players an innovative experience through a fantastical art style and hilarious plot.Since the dawn of time, Buddhist scripture held the balance between Heaven, Earth, and the myriad creatures. However, as Evil’s wickedness began to grow, this delicate balance was thrown into chaos when the divine scripture was torn to pieces and scattered across the land. Those creatures that have encountered the mythical power of the fragments inherited unprecedented power. In doing so, this newfound strength kindled their heart’s innermost wickedness, turning them into horrifying monsters. With a world in chaos, a master and his three disciples accept Guan Yin’s decree and set out to reunite the fragments into a new scripture.The game follows the journey of a master and his three disciples as they fight, solve puzzles, collect loot, parkour, platform and more on their mystical demon-slaying adventure. You must capitalize on their special attacks and holy relics in a battle of wit and bravery against demons to complete their pilgrimage in reuniting the scripture.Following its release on Steam and consoles, the mobile edition of “Unruly Heroes” is now available!Highlights:Fantastic hand-drawn art style—Rich and in-depth level design illustrates a vivid sense of realism.Switch between the master and disciples—Effortlessly switch between the four characters both in and out of combat to overcome puzzles and obstacles.Rich and varied gameplay—Over ten different gameplay elements including: fighting, puzzle solving, loot collecting, parkour, platforming and more.Awards“Unruly Heroes” won the 47th Annie Award for best game character animation.Facebook: @UnrulyHeroesGameDeveloper Info: Magic Design StudiosOfficial website: www.magicdesignstudios.com\n",
  "new": "\n\n\n16 thg 4, 2021\nPhiên bản 3.2\n\n\n\n\n- Bug fixes and optimisation- Modify UI and improve user experience\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pubg-mobile-vn/id1438396625?l=vi",
  "nameAndAge": "\n          PUBG Mobile VN\n 17+\n",
  "company": "\n\n            VNG Game Studios\n          \n",
  "ranking": "\n\n\n                      #8 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,3 • 469,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTrải nghiệm không khí giáng sinh tại PUBG Mobile ở bản cập nhật này!Siêu xe hàng hiếm Pagani sắp đổ bộ! Đừng bỏ lỡ!Thánh giáp mới mở bán tháng 12!MÔ TẢ CHUNGGame Battle Royale nguyên bản, đầu tiên! Game Battle Royale được hơn 1 tỷ người chơi trên toàn thế giới bình chọn. Kiệt tác huyền thoại battle royale. Nhiều sự kiện đang chờ bạn khám phá Đạt đến đỉnh cao trong PUBG MOBILE, thỏa sức bắn tùy thích. PUBG MOBILE là trò chơi battle royale nguyên bản trên di động, và là một trong những trò chơi bắn súng hay nhất.PUBG Mobile - PLAYERUNKNOWN'S BATTLEGROUNDS MOBILE là game bắn súng sinh tồn được yêu thích trên toàn thế giới do Tencent & BlueHole nghiên cứu, phát triển và đã được phát hành chính thức tại Việt Nam, duy nhất bởi VNG. GAME PLAY Khi tham gia trò chơi, bạn sẽ cùng 99 người chơi khác nhảy dù xuống một hòn đảo hoang để tham gia vào trận chiến sinh tồn. Vòng bo sẽ thu hẹp dần, người chơi phải chạy vào bo để tồn tại. Thu thập súng và trang bị, chiến đấu hành động với những người chơi khác và sử dụng mọi chiến thuật để có thể sống sót đến cuối cùng.ĐẶC SẮC1. Đồ hoạ & âm thanh chuẩn HDTrò chơi sử dụng công nghệ Unreal Engine 4 mang lại trải nghiệm đồ hoạ chân thật, âm thanh sống động nhất. Người chơi sẽ đóng vai 1 nhân vật hành động trong game, đem lại cảm giác trải nghiệm như 1 bộ phim hành động điện ảnh chân thực.2. Thỏa mãn đam mê về Súng Súng là niềm cảm hứng bất tận trong trò chơi, bên cạnh đó còn những vũ khí vô cùng đặc biệt đã đồng hành cùng thương hiệu PUBG như chiếc “Chảo Thần Thánh”, “Mũ 3”, \"Giáp 3\"… để người chơi có thể kết hợp chiến thuật tốt nhất và tạo nên những câu chuyện troll nhau không bao giờ hết.3. Cưỡi xe loot thínhThỏa đam mê loot thính, cưỡi con xe chất – đó là những trải nghiệm không thể bỏ qua khi chơi game bắn súng sinh tồn.4. Giao lưu năm châu bốn bể - chơi game là có bạnKhi trải nghiệm trong game, bạn có cơ hội làm quen với bạn bè khắp nơi trên thế giới với tính năng voice chat, đồng thời bạn luôn có cảm giác được chia sẻ, lắng nghe và ủng hộ.5. Rank & thi đấuSinh tồn là chưa đủ, phải trường tồn. Hệ thống nhiệm vụ & Rank phong phú đa dạng giúp các bạn không ngừng chứng tỏ kỹ năng của mình.6. Tạo hình & Trang phụcNgoại trang trong thể loại bắn súng sinh tồn PUBG MOBILE VN được thiết kế tinh xảo như thật. Bạn có thể tự sáng tạo khuôn mặt & chọn cho mình những trang phục thời trang được thiết kế tỉ mỉ, chau chuốt, mặc lên người những bộ đồ thời thượng.Đây không phải trò chơi, đây là PUBG MOBILE VN!YÊU CẦU CẤU HÌNH* Khi tham gia, người chơi cần kết nối internet liên lục. * Cấu hình khuyến nghị để có trải nghiệm tốt nhất: iPhone 6S trở lên hoặc hệ điều hành iOS 9 trở lên.Phiên bản hiện tại hỗ trợ hầu hết thiết bị IOS.HỖ TRỢNếu bạn có bất kỳ câu hỏi hoặc quan tâm nào, vui lòng liên hệ với bộ phận CSKH của VNG theo địa chỉ phía dưới:Trang chủ: https://pubgm.zing.vnThoả thuận người dùng: https://pubgm.zing.vn/thoa-thuan-nguoi-dung--39.htmlEmail: pubgm@vng.com.vn\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 2.9.0\n\n\n\n\nChế Độ Chủ Đề mới Xứ Sở Băng Giá với Làng Tuyết mới mẻ chờ bạn khám phá. Còn có vật phẩm chủ đề thú vị để có nhiều niềm vui trong tuyết hơn! Hãy cùng chờ đón cập nhật tính năng Trứng Phục Sinh trong tháng 12!Cập Nhật WOW: Thêm tính năng trốn tìm và khu vực chủ đề tuyết mới. Hãy cùng bạn bè cảm nhận bầu không khí băng tuyết tràn ngập niềm vui!Cập Nhật Kinh Điển: Cập nhật thuộc tính phương tiện và cách điều khiển, còn ra mắt nhà xe tự chọn mới, tự chọn phương tiện yêu thích của mình!Lựa chọn của hơn 1 tỷ người chơi khắp thế giới! Battle Royale đỉnh cao trên điện thoại của bạn!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Indonesia, Tiếng Nga, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/talking-tom-hero-dash/id1434807653?l=vi",
  "nameAndAge": "\n          Talking Tom Hero Dash\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #17 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,5 • 92,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTalking Tom must race to save his friends and stop The Rakoonz.The race is on.Talking Tom must run and chase down The Rakoonz and save the day. The Rakoonz have captured Angela, Ben, Hank and Ginger and it’s up to Tom to save them!Players jump, dodge and dash their way through lost temples, ancient cities, desert dunes and snowy peaks.- Awesome gadgets- Supersonic powers- Action-packed battles- Gravity-defying boosters- Exciting worlds- New outfits to unlock- Special missions and eventsThis endless runner game is guaranteed fun.From Outfit7, creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 4.4\n\n\n\n\nHO-HO HOLIDAY FUN!It’s the most wonderful time of the year! Play the Christmas Score Madness event to unlock festive outfits and rewards.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "525,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zingplay-ti%E1%BA%BFn-l%C3%AAn-ica/id1528287521?l=vi",
  "nameAndAge": "\n          ZingPlay - Tiến lên - iCa\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #1 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 58,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nCổng game ZingPlay trên mobile tích hợp những tựa game siêu quen thuộc với người dùng, với các game bài ai ai cũng biết như Tiến Lên Miền Nam – cực dễ chơi và phù hợp với mọi lứa tuổi. Với những ai thích sự thử thách thì Tá Lả là một lựa chọn phù hợp bởi nó đòi hỏi tư duy logic và quyết đoán khi ra bài. Ngoài ra còn có Mậu Binh – game bài nổi tiếng ở miền Bắc - và Sâm Lốc – phiên bản game sáng tạo của Tiến Lên. Bên cạnh đó cũng không thể thiếu những game cờ vốn đã rất phổ biến tại Việt Nam như bộ môn Cờ Tướng truyền thống. TÍNH NĂNG GAME ĐẶC SẮC 1. Tiến Lên Miền Nam- Tải game miễn phí, tặng 30.000 vàng ngay khi đăng nhập - Chơi được trên mọi nền tảng: Mobile, Web - Thoả sức kết bạn với hơn 5 triệu người chơi2. Tá Lả- Giao diện đẹp, hệ thống âm thanh sinh động- Game nhẹ, chơi mượt trên hầu hết các hệ điều hành3. Mậu Binh- Giao diện đẹp, hiệu ứng âm thanh sống động- Miễn phí vàng hàng ngày- Game nhẹ, chơi mượt trên hầu hết các hệ điều hành4. Sâm Lốc- Giao diện đẹp, hiệu ứng âm thanh sống động- Cách chơi thực tế- Game nhẹ và chạy mượt trên hầu hết các hệ điều hành5. Cờ Tướng- Đồ hoạ mượt, giao diện chân thực, hơn 5 triệu người dùng- Khai thác cách chơi và lối tư duy đầy chiến thuật- Cập nhật mode chơi Cờ Úp cùng cơ hội trải nghiệm chân thực nhất\n",
  "new": "\n\n\n6 thg 10, 2023\nPhiên bản 1.91\n\n\n\n\nTối ưu hóa thao tác khi vuốt ra màn hình đa nhiệm của IOS, tối ưu hóa trải nghiệm người dùng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "931,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/grand-theft-auto-san-andreas/id763692274?l=vi",
  "nameAndAge": "\n          Grand Theft Auto: San Andreas\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #2 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 649 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n***PLEASE NOTE: This game is officially supported on the following devices only: iPhone 4s, 5, 5s, 5c, 6, 6s, 6 Plus, SE, 7, 7 Plus, iPod Touch 6th Gen, iPad Mini 1, 2, 3 & 4, iPad 2, 3rd Gen, 4th Gen, iPad Air 1 & 2, and iPad Pro.***Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:  • Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. • Enhanced for the iPhone 5 series and iPad 4th Gen and above with dynamic detailed shadows and real-time environmental reflections.• Physical controller support for all Made for iOS controllers.• Cloud save support for playing across all your iOS devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. *To listen to your custom playlist, simply create a playlist titled “GTASA”, launch the game, and select the radio station “MIXTAPE”.  Mobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n29 thg 6, 2023\nPhiên bản 2.2.14\n\n\n\n\nGeneral bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/honkai-star-rail-3t-online/id6451473600?l=vi",
  "nameAndAge": "\n          Honkai: Star Rail - 3T Online\n 12+\n",
  "company": "\n\n            Vision Digital\n          \n",
  "ranking": "\n\n\n                      #12 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,0 • 850 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Honkai: Star Rail\" là tựa game RPG Vũ Trụ Kỳ Ảo mới nhất được HoYoverse phát triển.Trong sản phẩm này, người chơi sẽ bước lên Đội Tàu Astral, trải nghiệm những kỳ quan ảo diệu rực rỡ xuyên suốt dải ngân hà, mạo hiểm và kịch tính là tiết tấu chính xuyên suốt cuộc hành trình.Người chơi sẽ được gặp gỡ những người bạn đồng hành mới qua từng thế giới, cũng như gặp lại nhiều gương mặt thân quen, cùng nhau giải quyết tranh chấp do \"\"Stellaron\"\" gây ra, để hé lộ những bí ẩn của nó! Hi vọng cuộc hành trình này sẽ đưa chúng ta đến những vì sao!□ Thám Hiểm Đa Thế Giới - Tự do khám phá, tương tác giải đố - 3, 2, 1 Bước Nhảy sắp bắt đầu! Trạm Không Gian phong ấn Vật Thể Lạ, Hành Tinh lạ quanh năm băng giá, Hạm Đội khổng lồ săn bắn Tà Vật... Mỗi trạm mà đội tàu dừng đỗ, đều là khung cảnh vũ trụ hoàn toàn mới! Tự do khám phá nền văn minh và thế giới kỳ lạ, vén mở bức màn bí ẩn ngoài sức tưởng tượng!□ Trải Nghiệm RPG Tuyệt Đẹp - Hành trình phiêu lưu nhập vai vượt qua những vì saoCông cụ kết xuất thời gian thực trong game giúp hiệu ứng cốt truyện đạt chất lượng cao. Thông qua hệ thống biểu cảm mới được phát triển, các nhân vật thể hiện rõ các cảm xúc hỷ nộ ái ố một cách chân thực nhất. Âm nhạc trong game được đội ngũ sáng tác âm nhạc HOYO-MiX dày công sáng tạo. Cuộc hành trình phiêu lưu ngân hà này do bạn khởi xướng, hãy đắm chìm vào câu chuyện để trải nghiệm nó,  dùng ý chí của mình để đưa ra sự lựa chọn và đi đến phần kết của câu chuyện!□ Gặp Gỡ Bạn Bè Mới - Gặp gỡ bạn bè, cùng phiêu lưu khai pháGiữa Vũ Trụ bao lao, ngoài những cuộc phiêu lưu vô tận, còn có vô số cuộc gặp gỡ. Hãy chuẩn bị Vé Tàu cho đồng đội của bạn, cùng nhau thực hiện hành trình kỳ diệu này! Cô gái năng động bị mất trí nhớ, Thiết Vệ Bờm Bạc thanh cao và chính trực, tướng quân Vân Kỵ lười biếng, thậm chí cả cô gái xinh đẹp bí ẩn trong trang phục công sở... cùng bắt tay chống lại mối nguy \"\"Stellaron\"\", tạo nên hiện tại, quá khứ và tương lai bằng tiếng cười và nước mắt của các bạn.□ Chiến Đấu Theo Lượt - Phá vỡ điểm yếu, chiến đấu hết mìnhSử dụng hệ thống chiến đấu chỉ lệnh mới, thao tác đơn giản nhưng đầy tính chiến lược. Mượn Bí Kỹ để dự đoán hành động của kẻ địch, áp chế địch bằng các hiệu ứng Phá Vỡ Điểm Yếu của các thuộc tính khác nhau, sau đó thi triển Tuyệt Kỹ tuyệt đẹp để kết thúc, bắt đầu một trận chiến đầy sảng khoái ngay ! Trong mê cung ngẫu nhiên - Vũ Trụ Mô Phỏng, các sự kiện ngẫu nhiên, hàng trăm loại Chúc Phúc khác nhau và Vật Thể Lạ sẽ giúp bạn tăng sức mạnh đáng kể, để khiêu chiến những môi trường chiến đấu khó đoán hơn nữa.□ Nhập Vai Lồng Tiếng - Lồng tiếng đa ngôn ngữ! Tổ hợp các diễn viên đẳng cấp trên thế giới. Khi ngôn từ đầy sống động, khi câu chuyện có sự lựa chọn, khi nhân vật có linh hồn với hàng chục cảm xúc, hàng trăm biểu cảm, hàng ngàn mẩu chuyện, hàng vạn từ ngữ sẽ được thể hiện sâu sắc thông qua bốn ngôn ngữ lồng tiếng, nhân vật không chỉ là nhân vật, còn là bạn đồng hành chân thực nhất bên cạnh bạn, cùng bạn sáng tạo nên chương mới của câu chuyện.Honkai: Star Rail phiên bản tiếng việt sẽ do Công ty Cổ phần Truyền thông 3T online quản lý và phát hành.Hòm Thư CSKH: hsrcs_vn@hoyoverse.comTrang Web Chính Thức: https://hsr.hoyoverse.com/vi-vn/homeFacebook: https://www.facebook.com/HonkaiStarRail.VNInstagram: https://instagram.com/honkaistarrailYouTube: https://www.youtube.com/@honkaistarrailDiscord: https://discord.gg/honkaistarrailTikTok: https://www.tiktok.com/@honkaistarrail_officialReddit: https://www.reddit.com/r/HonkaiStarRail/HoYoLAB: https://www.hoyolab.com/accountCenter/postList?id=172534910Twitch: https://www.twitch.com/honkaistarrail\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.5.0\n\n\n\n\nPhiên bản 1.5 \"Kỳ Truyện Đêm Huyền Ảo\" mới hiện đã ra mắt![Nhân Vật Mới] Nhân vật giới hạn Huohuo (Trù Phú - Phong) nhân vật giới hạn Argenti (Tri Thức - Vật Lý), nhân vật Hanya (Hòa Hợp - Vật Lý)[Nhân Vật Trở Lại] Nhân vật giới hạn Sói Bạc (Hư Vô - Lượng Tử)[Nón Ánh Sáng Mới] Nón Ánh Sáng giới hạn Đêm Kinh Hoàng (Trù Phú), Nón Ánh Sáng giới hạn Khoảnh Khắc Nơi Đáy Mắt (Tri Thức)[Nón Ánh Sáng Trở Lại] Nón Ánh Sáng giới hạn Cơn Mưa Tầm Tã (Hư Vô)[Khung Cảnh Mới] Phiên bản 1.5 Xianzhou Luofu sẽ mở khu vực mới \"Khu Vườn Tĩnh Mịch\".[Cốt Truyện Mới] Khai Phá Tiếp Diễn \"Xianzhou Luofu - Hồ Trai Chí Dị\" và Nhiệm Vụ Đồng Hành \"Đêm Vũ Trụ Ảo Giác\".[Sự Kiện Phiên Bản] Sự kiện mới Hồ Trai Chí Dị, Giải Biểu Diễn Đấu Kỹ Boulder\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "3,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B4-%C4%91%E1%BB%8Bch-tri%E1%BB%87u-ho%C3%A1n-s%C6%B0/id6445839243?l=vi",
  "nameAndAge": "\n          Vô Địch Triệu Hoán S‪ư‬\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #1 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,6 • 538 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTriệu Hoán Thần Ma – Âm Dương Vô ĐịchOnline 7 ngày - Rinh quà 7 củMa thuật tài năng là số một, người biết vận dụng là cao thủ, ngược lại là phế vật. Triệu hoán sứ ma có thể là ngàn vạn, cũng có thể là hư không. Đối với cái này, chỉ muốn nói một câu: \"Mọi chuyện chẳng đáng là bao. Chỉ cần có sứ ma, ta chính là vô địch!\"- TRIỆU HỒI SỨC MẠNH TỪ LOẠN THẾ YÊU - NHÂN - TIÊNPhá bỏ giới hạn, Vô Địch Triệu Hoán Sư cho phép người chơi hóa thân thành cao thủ tối thượng, có khả năng triệu hồi các đỉnh cấp nhân vật từ cả 3 giới Tiên – Nhân – Yêu. Bát Văn Thần Thú – Đại Yêu Tôn Ngộ Không, Thánh Anh Đại Vương Hồng Hài Nhi cùng hàng chục nhân vật khác sẽ trở thành sứ ma của bạn.- CHIA SẺ CẤP ĐỘ - NÂNG 1 ĐƯỢC 100Tiết kiệm tài nguyên triệt để khi chỉ cần nâng 1 tướng, toàn bộ số tướng còn lại sẽ thừa hưởng ngay cấp độ đó.Không mất thời gian chờ đợi, không tốn công sức tích cóp, thoải mái nâng cấp chiến thần, lật ngược tình thế.- TỰ DO NÂNG PHẨM - SỨC MẠNH TUYỆT ĐỐIDùng lâu dài ắt mạnh, tùy ý nâng phẩm từ thấp nhất lên cao nhất. Thoải mái gắn bó với vị tướng mình yêu thích. Không cần chạy theo số đông.- GAME AFK ĐỈNH LƯU - NHẬN QUÀ ĐỈNH CHÓPTặng nhiều vé quay mỗi ngày, tha hồ chiêu mộ. Online nhận Hồng Hài Nhi, 30.000 Kim Cương, 1.000.000 Linh Thạch, 30 Đá Ghép Đỏ, 2 Tướng Chí Tôn, 3 Thần Tướng.Vượt ải nhận dồi dào kim cương, nguyên liệu dồi dào. AFK nhận thưởng hậu hĩnh, tăng cấp không ngừng.- ĐẤU TRƯỜNG THẦN THOẠI - COMBO RỰC LỬASo tài không giới hạn với nhiều thể thức đấu trường khác nhau. Tự tạo nên meta, tự do khai phá sức mạnh của mãnh tướng, đứng trên đỉnh cao bằng chính đầu óc chiến thuật thượng thừa. Từng bước chinh phục thế giới dị thần huyền ảo.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 2.1.0\n\n\n\n\n- Tướng mới Thanh Liên Tiên Kiếm Lý Bạch xuất hiện- Sự kiện kèm theo tướng Thanh Liên Kiếm Tiên- Thêm Lý Bạch vào cầu nguyện thần ma- Thêm Pháp Tắc Lý Bạch vào quỹ thẻ- Tăng cường hình thái linh hồn Quỷ Tộc - thêm miễn dịch khống chế\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "852,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-hunter-special-edition/id1595739885?l=vi",
  "nameAndAge": "\n          Shadow Hunter: Special Edition\n 12+\n",
  "company": "\n\n            ENIGMA SOFTWARE JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #7 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 173 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHardcore Hack’n Slash Action-RPG.The must try game for any real hack and slash fan who  already got bored with just mindlessly smashing buttons on the screen.Shadow hunter is an action-packed dark fantasy hack and slash game with an incredible combat system and awesome boss fights, assisted by a one of a kind character control mechanism and a perfect mix of RPG elements to make your adventure super immersive.A DARKENED, RUINED AND FULL OF SUFFERING SHADOW WORLDAs the mortal world got invaded and destroyed by the horde of dark demons and shadow monsters, everything was covered in the darkness of hell and the constant insufferable noises that were the combination of the endless scream from those evils and the crying and mourning of the lucky few that manage to survive through this nightmare.The player  will be a Shadow Hunter in this world, which is someone who got blessed by the Ancient One with a special power to fight off those dark demons. Through countless battles and obstacles, shadow hunters are destined to bring the light back  to this mortal world.EPIC BOSS FIGHTShadow Hunter's most exciting moments must be it's epic boss battle, in which the Hunters must defeat dark giant demons to collect their souls and advance to the darkest dungeon and the highest floor of the evil tower. Without a decent set of equipment and highly trained techniques, any player could easily get wrecked by those big bosses. However, the incredible feelings that players get from successfully overcoming those challenges will make it all worth it. Furthermore, those dark demon souls are the key to upgrade hundreds of  shadow equipment and weapons, turning them from just a common warrior sword to a legendary hero's blade that would be worshiped by  the generations to come.ENDLESS CHALLENGESShadow Hunter will have 4+ different PVE sections with multiple difficulty modes  and a PVP arena for players to explore and conquer.“Adventure” is where players start the game with. It may not be the most challenging part,  but it is the most essential section in the game since you need to keep advancing through it to unlock further sections of  the game.Once you have passed a certain dungeon level, you can unlock  “Altar of the Darkness” , “Boss Mode” and “Clock Tower of Challenges”. Those are where the true test of skill and power happens. For our shadow hunters to overcome those challenges, mastering the fighting technique is a must, understanding the characteristics of each demon and preparing a suitable strategy is needed and strengthening the shadow equipment is a huge plus. At the end of the day, shadow hunters can not only liberate the mortal world from those dark demons but also can test their skills and mastery against other fellows of the shadow. MULTIPLE CHARACTERS TO PLAY AND ROLLPlayers will get to play as multiple different characters, each has its own unique skills, gameplay and assets. Each character is going to be a distinct way to play the game, a distinct  approach to the strategy and the combat.KEY FEATURESIntense hack and slash combat.Epic Boss Fights.Multiple characters to play.Hundreds of equipment and weapons to loot and upgrade.4+ PVE modes and PVP.Play anytime, anywhere even when offline.Visit Here to Learn More About Shadow Hunter:Facebook: https://www.facebook.com/SHLostWorldTwitter: https://twitter.com/shlostworld\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 12.93.8\n\n\n\n\n- Fix bug- Rebalance Arena Mode\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-spike-volleyball-story/id1510097347?l=vi",
  "nameAndAge": "\n          The Spike - Volleyball Story\n 4+\n",
  "company": "\n\n            DAERI SOFT\n          \n",
  "ranking": "\n\n\n                      #6 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,5 • 9,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSpike trở lại với một thiết kế mới.Hãy chơi phiên bản cải tiến mới ngay bây giờ!Bạn sẽ bất ngờ.(Cảnh báo) Trò chơi có thể hơi khó.Hãy thực hành một chút và bạn sẽ hiểu cách chơi ngay.Giới thiệu trò chơiMột trò chơi được phát triển bởi các học sinh trung học yêu thích bóng chuyền!!!!Đồ họa retro phong cách game thùng!!!!Hãy thử phát bóng siêu mạnh trước khi nói bất cứ điều gì.Đặc điểm trò chơi■ Trò chơi bóng chuyền được phát triển bởi một nhóm các nhà phát triển là học sinh trung học!- Các bản cập nhật lớn và thường xuyên!■ Trò chơi mà các nhà phát triển liên tục giao tiếp với người chơi!- Trò chơi này đã trở lại nhờ vào sự ủng hộ của rất nhiều người!■ Xua tan mọi căng thẳng của bạn với âm thanh tuyệt vời của một cú đập bóng cực mạnh!- Không còn căng thẳng từ trường học và công việc!■ Những âm thanh sôi động sẽ tạo cảm giác như một buổi tập thể dục!- Tiếng giày kêu trên sàn mang lại cảm giác như đang tập thể dục cường độ cao!■ Một trò chơi giới thiệu tương lai của trò chơi độc lập ở Hàn Quốc!- Hình mẫu học sinh cấp 3 tiên tiến!Được tạo ra bởi những người yêu bóng chuyền \"\"The Spike: Remastered\"\"Tạo cầu thủ bóng chuyền của bạn và tiến bộ qua câu chuyện!Trong bóng chuyền, người đánh trung lộ có thể khá quan trọng, nhưng kỹ năng của người giao bóng mới là thứ chi phối trận đấu!Các lượt xếp hạng và đánh giá quý giá của bạn sẽ khích lệ rất nhiều cho các nhà phát triển :)■ Cộng đồng( Discord )- https://discord.com/invite/RBJzXBwJHm■ Hướng dẫn truy cập[Quyền truy cập bắt buộc]- Bộ nhớ: Được sử dụng để lưu trữ dữ liệu trên thẻ SD trong trường hợp thiết bị sắp hết bộ nhớ.\n",
  "new": "\n\n\n25 thg 7, 2023\nPhiên bản 3.1.2\n\n\n\n\n1. Đã sửa lỗi liên quan đến cửa hàng sự kiện2. Đã sửa lỗi khi ném setter3. Đã sửa lỗi liên quan đến Nishikawa4. Đã sửa lỗi khi phục vụ đào tạo\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "183,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/t%C3%A2y-du-th%E1%BA%A7n-k%C3%BD/id6457204116?l=vi",
  "nameAndAge": "\n          Tây Du Thần K‪ý‬\n 12+\n",
  "company": "\n\n            VMGE COMPANY LIMITED\n          \n",
  "ranking": "\n\n\n                      #7 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 258 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTây Du Thần Ký - Tặng 1000 lượt tầm tiên, chắc chắn nhận thần tướng SSR tha hồ tùy chọn tướng hiếm!Tây Du Thần Ký - Tặng 1000 lượt tầm tiên, chắc chắn nhận thần tướng SSR tha hồ tùy chọn tướng hiếm!Game mobile đấu tướng chiến thuật Tây Du, chào sân tân thủ với hàng loạt phúc lợi tặng thần tiên và hàng trăm lượt tầm tiên đồng hành vượt “kiếp nạn 82 - một Tây Du ngoại truyện”  mở ra một sân chơi mới với vị thế: Nhất Chiến Phong Thần - Lục giới phân tranh!T Y DU AFK - T Y DU PK  & T Y DU KHẮC CHẾHệ thống nhân vật đa dạng trong Tây Du như Tôn Ngộ Không, Như Lai, Đường Tam Tạng... đồng hành cùng Đát Kỷ, Dương Tiễn, Na Tra trong Phong Thần. Làm người, thành tiên, thần thánh hay yêu ma? Một lần đăng nhập thì tất cả số mệnh đều nằm trong tay bạn.Loạt hoạt động đầy hoài niệm dựa trên cốt truyện Thần Thoại Phương Đông – Phong Thần Diễn Nghĩa – Tây Du Ký như: Thỉnh Kinh, Tru Tiên Trận, Thám Bảo Long Cung, Đại Náo Thiên Cung …82 kiếp nạn - AFK vẫn nhận quà: Chế độ AFK rảnh tay ra cả tiên ngọc tha hồ sắm tài nguyên, đặc biệt cùng lúc có thể vận hành 3 hoạt động 1 lúc tối ưu thời gian và tăng cấp lĩnh tài nguyên.KHI LỤC GIỚI HỘI TỤ- AI SẼ PHONG THẦN?Mùa giải phong thần tranh bá vinh danh sức mạnh đỉnh cao chiến thuật.Những trận chiến Tru Tiên Trận, những tham chiến ở Ngũ Hành Trận.Những chiến thuật xếp trận build đội hình đầy kịch tính với những tính năng như: chuyển đổi thần tiên, trùng sinh, luân hồi,... sẽ cho bạn thỏa sức build đội trong tay.Tải game và chinh phục mọi kiếp nạn trong game đấu tướng chiến thuật Tây Du Thần Ký, phúc lợi hôm nay đừng đợi ngày mai!\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pixel-by-number-art-puzzle/id6443535025?l=vi",
  "nameAndAge": "\n          Pixel By Number: Art Puzzle\n 4+\n",
  "company": "\n\n            Tu Nguyen Ngoc\n          \n",
  "ranking": "\n\n\n                      #7 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,1 • 57 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame tô màu phong cách thư giãn sẽ đưa bạn đến với những bức tranh pixel đơn giản, hiện đại và cực kỳ nghệ thuậtGame tô màu phong cách thư giãn sẽ đưa bạn đến với những bức tranh pixel đơn giản, hiện đại và cực kỳ nghệ thuật.Tại sao bạn nên chơi game tô màu theo số Pixel By Number: Art Puzzle?Cách chơi tô màu theo số rất đơn giản. Tìm hình ảnh, sau đó chỉ cần nhấn vào một số màu và bắt đầu tô màu.Có rất nhiều hình ảnh để lựa chọn. Các trang tô màu của chúng tôi có nhiều loại từ dễ đến rất chi tiết, phù hợp với mọi sở thích và tâm trạng.Có hình ảnh mới để bạn tô màu theo số mỗi ngày. Khám phá màu mới theo hình ảnh số hàng ngày và bạn sẽ không bao giờ hết hình ảnh miễn phí để tô màu!Giới thiệu tính năng hoàn toàn mới - Tô màu các đồ vật để hoàn thiện một căn phòng, một khu vực, một đồ vật được chia thành nhiều phần riêng biệt khác nhau.Hoàn thiện tác phẩm của bạn để tạo nên một bức tranh tổng thể tuyệt vờiChơi tô màu theo số ngay bây giờ và phát huy tài năng nghệ sĩ đang ngủ của bạn! Hãy bỏ lại những lo lắng của bạn với trò chơi tô màu Royal Pixel Art!Điều khoản sử dụng: https://sites.google.com/view/global-play-terms-of-useChính sách bảo mật: https://sites.google.com/view/global-play-policy\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 2.1.4\n\n\n\n\nAdd new pictures\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "310,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BA%BFn-l%C3%AAn-mi%E1%BB%81n-nam-ch%E1%BA%B7t-heo/id1436429531?l=vi",
  "nameAndAge": "\n          Tiến Lên Miền Nam - Chặt Heo\n 17+\n",
  "company": "\n\n            Pitaya Group, Inc, The\n          \n",
  "ranking": "\n\n\n                      #1 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 97 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTham gia thế giới vui nhộn ở làng ỦN ỈN CHẶT HÈO với các giải đấu của lối chơi TIẾN LÊN MIỀN NAM để tìm ra được ĐỖ THÁNH vô địch xưng bá thiên hạ trong vô số các anh tài sống khắp mọi miền Tổ Quốc.Ngoài ra, trò chơi còn mang mang đến những cải tiến hứa hẹn sẽ trở thành một “làn gió mới” cho những người yêu thích bộ môn CHẶT HEO.- Hệ thống xã hội độc đáo, kết nối bốn phương!- Dễ dàng thách thức bạn bè, phân tài cao thấp!- Chế Độ Đấu Hạng: tranh tài cao thủ, xưng danh Đỗ Thánh.- Hệ thống Giải đấu mới lạ và cực kỳ cạnh tranh.- Chơi game hoàn toàn miễn phí! Toàn bộ tiền đều có thể kiếm trong game!- Hệ thống trang trí và biểu cảm cực đa dạng, thỏa sức trang trí theo ý thích người chơi.- Cập nhật thường xuyên, đội ngũ phát triển thân thiện!Vào chặt heo đi nào!CỘNG ĐỒNG LIÊN HỆ:- Facebook: https://www.facebook.com/ChatHeoVN/- Trang chủ: http://www.pighuntersgame.com\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 2.9.4\n\n\n\n\n- Trang trí giáng sinh- Sửa và cải thiện một số lỗi trong trò chơiCám ơn bạn đã tải và trải nghiệm Chặt Heo!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "332,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/magic-tiles-3-piano-game/id1443446174?l=vi",
  "nameAndAge": "\n          Magic Tiles 3: Piano Game\n 4+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,9 • 19,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThật thú vị biết bao khi ghi lại những khoảnh khắc quý giá nhất trong năm bằng các nhịp điệu tuyệt vời? Hãy để ÂM NHẠC giúp bạn thăng hoa bằng các bài hát nổi tiếng.Với Magic Tiles 3, bạn có thể chơi nhiều thể loại nhạc: pop, rap, acapella, EDM, jazz, instrumental. Cả nghìn bài hát đang chờ đợi bạn. Hãy khám phá thêm để tìm thấy sự kỳ diệu trong tâm trí của bạn.Các đặc điểm chính của Magic Tiles 3:1.    Các thể loại nhạc hấp dẫn, hiện đại, đa dạng, đáp ứng mọi gu âm nhạc! Chúng tôi có hơn 1000 bài hát đang chờ bạn chinh phục.2.    Chế độ chơi trực tuyến được thực hiện tuyệt vời – kết nối với vô số đối thủ trên toàn thế giới. Bạn cũng có thể mời bạn bè/kẻ thù vào phòng và chiến đấu với nhau.3.    Giải đấu hàng tuần đi kèm với các phần thưởng hấp dẫn.4.    Chế độ ban nhạc nơi bạn có thể chơi cùng các nhạc cụ bổ sung như guitar, piano, v.v.Luật chơi:1.    Chạm vào các ô màu đen2.    Tránh các ô màu trắng3.    Tốc độ sẽ tăng lên theo từng cấp Đăng nhập tài khoản Facebook của bạn và chia sẻ dữ liệu trên nhiều thiết bịHãy sẵn sàng để thử miễn phí trò chơi piano thử thách nhất! Ngoài ra, để cải thiện hiệu suất của trò chơi và cung cấp trải nghiệm cá nhân hóa dựa trên vị trí của bạn, chúng tôi cần quyền truy cập vào bộ nhớ và vị trí của bạn.Trở thành một nghệ sĩ piano thực thụ ngay bây giờ!ĐĂNG KÝ VIP- Hãy truy cập Tính năng VIP ngay để nhận nhiều lợi ích độc quyền1. Không có quảng cáo. Không phiền hà 2. Mở khóa 50000+ bài hát chất lượng cao và các bài hát sắp ra mắt3. Hồi sinh miễn phí. Chơi không ngừng nghỉ4. Tạo danh sách phát của bạn và mở danh sách phát không ngừng nghỉ5. Tải xuống các bài hát để phát ngoại tuyến. Không cần wifi6. Tạo phòng chiến đấu riêng không giới hạn để chơi trong Battle Mode 1.- Phí đăng ký là 19.000đ theo tuần, 59.000đ theo tháng và 239.000đ theo năm.- Bạn có thể chơi tất cả các bài hát chất lượng cao và tận hưởng toàn bộ các lợi ích VIP trong suốt thời gian đăng ký của mình*.- Thanh toán sẽ được tính vào Tài khoản iTunes khi xác nhận mua.- Đăng ký tự động gia hạn trừ khi tự động gia hạn bị tắt ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.- Tài khoản sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc giai đoạn hiện tại với chi phí của gói đã chọn.- Đăng ký có thể được quản lý bởi người dùng và tự động gia hạn có thể bị tắt bằng cách vào phần Cài đặt tài khoản của người dùng sau khi mua.- Bất kỳ phần chưa sử dụng nào trong thời gian dùng thử miễn phí, nếu được cung cấp, sẽ bị hủy bỏ khi người dùng mua đăng ký sản phẩm đó, nếu có.- Không được phép hủy đăng ký hiện tại trong thời gian đăng ký đang hoạt động.Lưu ý:* Các album và các nội dung liên quan không thuộc quyền đăng ký riêng và có thể cần mua riêng để mở khóa.* Giá bằng với giá trị mà \"\"\"\"\"\"\"\"Apple's App Store Matrix\"\"\"\"\"\"\"\" xác định tương đương với giá đăng ký bằng USD.Điều khoản sử dụng: https://www.amanotes.com/terms-and-conditions/Chính sách bảo mật: https://www.amanotes.com/privacy-policy/*Hỗ trợ:Bạn đang có thắc mắc? Hãy gửi email đến magictiles3.support@amanotes.com hoặc liên hệ với chúng tôi trong trò chơi bằng cách vào phần Cài đặt > Câu hỏi thường gặp và Hỗ trợ.Magic Tiles 3 đến từ Amanotes, nhà phát hành trò chơi âm nhạc số một thế giới với hơn một tỷ lượt tải xuống. Những người yêu âm nhạc có thể tương tác với hàng nghìn bài hát thông qua các ứng dụng khác nhau của chúng tôi. Tại sao chỉ nghe nhạc, nếu bạn cũng có thể chơi vui với nó? Tại Amanotes, chúng tôi tin rằng “mọi người đều có thể chơi nhạc!”.\"\n",
  "new": "\n\n\n25 thg 11, 2023\nPhiên bản 10.111.027\n\n\n\n\n- Optimize performance and fix bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "363,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/coin-master/id406889139?l=vi",
  "nameAndAge": "\n          Coin Master\n 17+\n",
  "company": "\n\n            Moon Active\n          \n",
  "ranking": "\n\n\n                      #1 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 211,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChúng đã cướp tiền Xu của bạn! Hãy tham gia băng cướp biển trong một hành trình xây dựng đế chế lớn nhất chưa từng có.Du hành xuyên thời gian đến những vùng đất ma thuật và chiến đấu với bạn bè và kẻ thù vì một sự nghiệp cướp biển thống trị.Xoay, tấn công, cướp bóc và xây con đường đi lên đế chế cướp biển!•\tTrở thành Coin Master!•\tChơi với bạn bè•\tCướp bóc làng của những người chơi khác và lấy tài sản của họ!•\tPhòng thủ và bảo vệ những gì thuộc về bạn•\tVới mỗi ngôi làng xâm chiếm được, chiến thắng của bạn sẽ càng to lớn hơn•\tChơi với hàng triệu người chơi khác, cướp bóc tài sản của hằng trăm căn cứ kẻ thù •\tChiến đấu và chiến thắng trước kẻ thù của bạn•\tCạn tranh với bạn bè qua danh hiệu Coin Master•\tChọn Ảnh đại diện cướp biển độc đáo riêng của bạn•\tTấn công làng bạn bè và tiêu duyệt đấng sáng tạo của họTheo dõi Coin Master trên Facebook và Instagram để nhận các ưu đãi và tiền thưởng độc quyền!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Điều khoản Dịch vụ: https://static.moonactive.net/legal/terms.html?lang=enThông báo về Quyền riêng tư: https://static.moonactive.net/legal/privacy.html?lang=enBạn có thắc mắc về trò chơi? Liên hệ với chúng tôi bằng cách nhấp vào menu > Cài đặt > Hỗ trợChúng tôi luôn sẵn sàng hỗ trợ tại: https://support.coinmastergame.com/\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 3.5.1373\n\n\n\n\nThanks for playing Coin Master!In this version, we’ve implemented bug fixes & performance improvements.We have also implemented our new reward calendar feature - collect your daily rewards! Enjoy a world of fun, thrills, and huge rewards right at your fingertips. Invite your friends to play Coin Master & get your FREE REWARDS! We also recommend joining our community on Facebook, Twitter, and Instagram for more fun & excitement.Enjoying Coin Master? Leave a review :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "256,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/plague-inc/id525818839?l=vi",
  "nameAndAge": "\n          Plague Inc‪.‬\n 12+\n",
  "company": "\n\n            Ndemic Creations\n          \n",
  "ranking": "\n\n\n                      #21 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,6 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCan you infect the world? Plague Inc. is a unique mix of high strategy and terrifyingly realistic simulation. Your pathogen has just infected 'Patient Zero'. Now you must bring about the end of human history by evolving a deadly, global Plague whilst adapting against everything humanity can do to defend itself. Brilliantly executed with innovative gameplay and built from the ground up for iPhone & iPad, Plague Inc. evolves the strategy genre and pushes mobile gaming (and you) to new levels. It’s You vs. the world - only the strongest can survive! ◈◈◈ #1 top game globally with well over a billion games played ◈◈◈ Plague Inc. is a global hit with over a million 5 star ratings and features in newspapers such as The Economist, New York Post, Boston Herald, The Guardian and London Metro! The developer of Plague Inc. was invited to speak at the CDC in Atlanta about the disease models inside the game! ▶ “The game creates a compelling world that engages the public on serious public health topics” – The Centers for Disease Control and Prevention▶ \"Plague Inc: The Cure encapsulates the complexities of a global pandemic response and highlights how crucial international collaboration is needed to address such a threat.” – Coalition for Epidemic Preparedness Innovations▶ “Best Tablet Game” - New York Daily News▶ “Plague Inc. will snag your attention in all the right ways and keep it there” - Touch Arcade▶ “No denying Plague Inc.'s high-level of quality” - Modojo▶ “Plague Inc. should not be as much fun as it is” – London Metro▶ “Will leave you hoping to destroy the world, all in the name of a bit of fun” – Pocket Lint▶ “Plague Inc.'s gameplay is infectious” - Slide to Play▶ Winner – “Overall Game of the Year” – Pocket Gamer▶ “Killing billions has never been so fun” – IGN ◈◈◈ Features:● Stunning retina graphics with a highly polished interface (Contagion guaranteed)● Highly detailed, hyper-realistic world with advanced AI (Outbreak management)● Comprehensive in-game help and tutorial system (I am Legendarily helpful)● 12 different disease types with radically different strategies to master (12 Monkeys?)● Full Save/Load functionality (28 Saves Later!)● 50+ countries to infect, hundreds of traits to evolve and thousands of world events to adapt to (Pandemic evolved)● Full game support for scoreboards and achievements● Expansion updates add the mind controlling Neurax Worm, the zombie producing Necroa Virus, Speed Runs and real life Scenarios! Localised in English, German, Spanish, Brazilian Portuguese, Italian, French, Japanese, Korean, Simplified Chinese, Traditional Chinese and Russian. (more coming soon) P.S. Give yourself a pat on the back if you got all the themed literature references! Special sale price to celebrate being one of the most popular paid iPhone games ever! ◈◈◈ Like Plague Inc. on Facebook:http://www.facebook.com/PlagueInc Follow me on Twitter:www.twitter.com/NdemicCreations\n",
  "new": "\n\n\n26 thg 6, 2023\nPhiên bản 1.19.3\n\n\n\n\n1.19.3 - Updated for compatibility for a variety of newer devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.3 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.3 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.3 trở lên.\n                \n\n",
  "size": "103 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monument-valley-2/id1187265767?l=vi",
  "nameAndAge": "\n          Monument Valley 2\n 4+\n",
  "company": "\n\n            ustwo games\n          \n",
  "ranking": "\n\n\n                      #3 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,9 • 398 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGuide a mother and her child as they embark on a journey through magical architecture, discovering illusionary pathways and delightful puzzles as you learn the secrets of the Sacred Geometry.Sequel to the Apple Game of the Year 2014, Monument Valley 2 presents a brand new adventure set in a beautiful and impossible world.Help Ro as she teaches her child about the mysteries of the valley, exploring stunning environments and manipulating architecture to guide them on their way.=====“Subtly more sophisticated than its predecessor” - WIRED“Little vignettes of a surreal world that works its socks off to make me happy” - POLYGON“I was enraptured by everything I saw and heard” - DESTRUCTOID“One of the best gaming experiences available on any device, let alone mobile” - POCKETGAMER=====A STANDALONE ADVENTUREA completely new story from the Monument Valley universe. You don’t need to have previously played Monument Valley to enjoy Monument Valley 2.INDIVIDUALLY CRAFTED PUZZLESEnjoy beautiful levels filled with illusory, meditative puzzles, using brand new interactions to explore the changing dynamics between characters.CONTEMPORARY VISUALSArtwork inspired by an eclectic mixture of architectural styles, artistic movements and personal influences, each translated into stunning geometric structures.BEAUTIFUL AUDIOImmerse yourself in uniquely melodic interactive soundscapes, tailored perfectly to every step of Ro and her child’s journey.=====Monument Valley 2 is only compatible with devices running iOS 9 or later.\n",
  "new": "\n\n\n27 thg 10, 2022\nPhiên bản 3.3.1037\n\n\n\n\nBug fixes and general improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "320,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/five-nights-at-freddys/id912536422?l=vi",
  "nameAndAge": "\n          Five Nights at Freddy's\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #7 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 25 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n4 thg 10, 2023\nPhiên bản 2.0.4\n\n\n\n\n- Removed short delay to flip monitor- Adjusted vibrations- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "115,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/driving-zone-offroad/id1641467397?l=vi",
  "nameAndAge": "\n          Driving Zone: Offroad\n 4+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #4 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIntroducing our new off-road driving story game. You play as a courier who has to deliver parcels to the most remote corners of the island. At the beginning of the game, you get a little money to buy a car, but with each completed task your capital will grow and you will be able to afford cooler cars.The game is a simulator, so do not forget to monitor the fuel level and plan a route through the gas stations, otherwise you will run out of fuel, the car will stall and you will be forced to call a tow truck to deliver the car to the gas station. For planning routes, we made a convenient map with navigation, which displays all available and active tasks. You will often have to drive off the road, but are you ready for it, right?Cars differ from each other in power, cross-country ability, fuel consumption and, of course, the capacity of the trunk. Pay attention to the requirements for the vehicle in the mission, so that there is enough space in the trunk of the vehicle in which you will carry out the mission for the entire load.The island is divided into zones: snow-capped mountains and icy road, arid deserts and a forest with lakes and singing birds, where you will also have to drive cars through the mud. Quests are closely intertwined with the types of regions, this will add atmosphere to the gameplay. Each driver will appreciate that depending on the location of the game, off-road riding changes and gives a unique feeling. As in our other driving games, the new one has realistic car handling and the suspension looks and works like in real cars.Upon reaching a certain level, you will have the opportunity to participate in off-road races. Each race will give you a generous reward for tuning cars or buying new ones at the car dealership. First of all, the game is about cars, so the game has a tuning of cars, it is available in a car service, where you can also change the color of the car. And the city also has your personal garage where all the cars you bought are kept.Many original missions include those in which you'll save a forest from a fire, help kids on a school bus caught in a blizzard, deliver water to arid regions, and transport fish from the port to shops.Explore the island carefully and you will find hidden treasures that you can use to pay for various services or spend on a special off-road vehicle.Features of the game Driving Zone: Offroad• Play without ads• Get double rewards for completing tasks• Open world• Customizable driver and car tuning• Consumable fuel by cars and petrol stations on the map• Unique tasks• View from the salon• Car dealership for the sale of cars, car service and personal garage• Off-road racing in 4x4 cars• Free driving possibility• Dynamic change of day and night• Ability to play offline\n",
  "new": "\n\n\n8 thg 2, 2023\nPhiên bản 1.003\n\n\n\n\nWe are excited to present a new update for our game! We always listen to the feedback from our players and work to improve the game. In this new update, we have added traffic to the game world, making driving even more exciting. We've also made other improvements to enhance the gameplay experience. We are working hard on other improvements and hoping to surprise players with a new update soon.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "562 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hindi, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
}]