[{
  "link": "https://apps.apple.com/vn/app/noi-thu-n%E1%BB%91i-th%C3%BA-c%E1%BB%95-%C4%91i%E1%BB%83n/id1509872509?l=vi",
  "nameAndAge": "\n          Noi Thu - Nối Thú Cổ Điển\n 4+\n",
  "company": "\n\n            VNPLAY\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,0 • 4,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNoi Thu - Trò chơi Nối Thú hấp dẫn và số 1 đã có mặt!Noi Thu là trò chơi xếp hình, nối thú cổ điển. Nếu bạn là fan của dòng game nối thú, xếp hình cổ điển, bạn sẽ mau chóng yêu thích trò chơi Noi Thu này.ĐIỂM NỔI BẬT:- Hoàn toàn miễn phí.- Game Offline, không cần phải kết nối với internet hoặc wifi.- Game dung lượng nhẹ, chơi mọi lúc mà không hao pin.- Thao tác đơn giản, lối chơi cổ điển.- Phù hợp với mọi lứa tuổi.HƯỚNG DẪN CHƠI:  - Tìm và nối 2 hình thú giống nhau trong 3 đường thẳng kết nối.  - Mỗi màn chơi sẽ có thời gian giớn hạn, trò chơi kết thúc khi hết giờ.  - Sử dụng những vật phẩm trợ giúp để vượt qua khó khăn trong màn chơi.  - Màn chơi sau đó trở nên khó khăn hơn, kết thúc để so sánh thứ hạng.Chúc bạn chơi game Noi Thu vui vẻ!\n",
  "new": "\n\n\n27 thg 9, 2022\nPhiên bản 1.21\n\n\n\n\nCẬP NHẬT MỚI  ANIMAL LINK CLASSIC:- Chủ đề mới: Halloween.- Sửa lỗi gây crash trên vài thiết bị.- Cải thiện hiệu năng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "85,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-chi%E1%BA%BFn-tam-qu%E1%BB%91c/id1208729802?l=vi",
  "nameAndAge": "\n          Đại Chiến Tam Quốc\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #6 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 36,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy hòa mình vào Đại Chiến Tam Quốc: trải nghiệm tựa game chiến thuật thuần kỹ năng và tư duy hiện thực hóa giấc mộng xưng đế, được xây dựng hoàn hảo dành cho thiết bị di động. Với hệ thống đồ họa và nhiệm vụ mãn nhãn, các vị quân chủ sẽ được trải nghiệm khung cảnh thời chiến quốc, với những phong cách chơi đa dạng đến từ 1 chiến trường duy nhất liên thông hơn 20 Quốc Gia: global, Trung Quốc, Hàn Quốc, Nhật Bản và Việt Nam.Đến với tựa game này, người chơi kế thừa Tam Quốc Chí, xây dựng đế chế, kiến thiết quân đội, tạo lập liên minh đa quốc gia, vừa trấn thủ thành trì, vừa công thành xưng đế, thỏa sức thể hiện cá tính qua lối chơi biến hóa không tưởng. Tựa game còn tái hiện một cách chân thực nhất những trận chiến đặc sắc trong Tam Quốc Diễn Nghĩa của La Quán Trung như Xích Bích, Vượt Ải Trảm Tướng, Vương Giả Tranh Bá cùng hàng trăm danh tướng 3Q từ Chiến Thần Lữ Bố, Võ Thánh Quan Vũ, Ngọa Long Gia Cát Lượng,... và không thể thiếu tuyệt sắc mỹ nữ Điêu Thuyền cùng những vị thiếu niên anh hùng.CÁC TÍNH NĂNG NỔI BẬT▶ Một server duy nhất, liên thông 20 quốc gia trên toàn thế giới. ▶ Làm chủ đại quốc, tự do tạo dựng thế lực thông qua nhiều hoạt động như Thao trường, Binh doanh, Tướng kỳ, Điểm tướng đài, Quân đoàn, Cấm vệ doanh, Lưu ly tháp,...▶ Vượt mặt đối thủ: Hàng trăm thành trì đang chờ bạn tranh đấu, Nhất Thống Thiên Hạ. Gần 2 chục binh chủng các loại cùng xuất chiến trong 1 lúc. ▶ Tranh đoạt tài nguyên, các cuộc đại chiến PVP vang danh sử sách cùng hàng triệu Game thủ trên thế giới.▶ Xông vào chiến trường với Quân đoàn chiến rộng lớn không biên giới. Tính năng chiến đấu đặc sắc, mưu lược thiên biến vạn hóa. Thắng bại tại chiến thuật.▶ Hàng trăm danh tướng Vô Song, vang danh truyền kỳ thời loạn Tam quân.▶ Tính năng tương tác giữa những người chơi phủ sóng toàn thế giới, thành lập clans, tham gia hội chiến, giao lưu kết bạn. Chơi game một mình sao vui nổi.Hãy tham gia ngay để có những trải nghiệm chân thực nhất, khó khăn nhất nhưng cũng thỏa mãn nhất.Hỗ trợ 24/7 qua số Hotline: 19001104\n",
  "new": "\n\n\n3 thg 8, 2023\nPhiên bản 1.3.22\n\n\n\n\nCải thiện hiệu năng và sửa lỗi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "1,6 GB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/badminton-clash-3d/id6444045683?l=vi",
  "nameAndAge": "\n          Badminton Clash 3D\n 4+\n",
  "company": "\n\n            Miniclip.com\n          \n",
  "ranking": "\n\n\n                      #4 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,6 • 2,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBadminton Clash 3D là game di động thể thao một đấu một hấp dẫn dành cho mọi người. Với cơ chế vật lý tuyệt vời, cách thức điều khiển dễ dàng cùng đồ họa 3D đẹp mắt, bạn sẽ có trải nghiệm chơi game sống động và thú vị. Từ sự cổ vũ của khán giả và những cú đánh vợt, từng chi tiết được thiết kế để đem cho lại cho bạn cảm giác như thể bạn đang trong trận đấu với cơ hội ghi điểm ở mọi tình huống.Tùy chỉnh nhân vật của bạnChọn nhân vật bạn yêu thích và tùy chỉnh ngoại hình với các trang phục cùng phụ kiện khác nhau. Trong quá trình chơi, bạn có thể mở khóa nhân vật mới với phong cách và kỹ năng thi đấu độc đáo. Mỗi nhân vật có điểm mạnh và điểm yếu riêng, vậy nên bạn hãy lựa chọn kỹ càng sao cho phù hợp với phong cách chơi cầu lông của bạn.Từ vợt đến trang phục, có rất nhiều vật dụng để bạn lựa chọn.Nâng cấp để nâng tầm trận đấuNâng cấp nhân vật và dụng cụ của bạn để tăng khả năng thi đấu trên sân.Với mỗi nâng cấp, bạn sẽ đạt được các kỹ năng và điểm cộng mới có thể giúp bạn thắng trận đấu.Thi đấu trên các sân đấu khác nhauĐối đầu những người chơi khác trên 6 sân đấu khác nhau, mỗi sân đấu có thử thách và tính năng độc đáo riêng.Từ sân ngoài trời đến sân trong nhà, mỗi sân đấu đem đến trải nghiệm và đòi hỏi chiến thuật khác nhau để chiến thắng.Đập cầu và ghi điểm ở mọi tình huống! Nâng cấp kỹ năng như Super Smash để đập cầu và ghi điểm trong mọi cơ hội bạn có!Nhận phần thưởng miễn phí mỗi ngày chỉ với việc xem đoạn video ngắn!Trò chơi một đấu một này rất dễ làm quen nhưng khó thuần thục. Với cách thức điều khiển trực quan và cơ chế vật lý chân thực, bạn sẽ có cảm giác như đang chơi cầu lông thật sự. Nhưng đừng chủ quan, trò chơi đem đến thử thách ngay cả đối với người chơi lão luyện.Với đồ họa đẹp mắt và hiệu ứng âm thanh sống động, bạn sẽ có cảm giác như đang thật sự đứng trên sân đấu. Từ sự cổ vũ của khán giả đến những cú đánh vợt, mọi chi tiết được thiết kế để bạn cảm thấy như đang ở trong trận đấu.Ngoài ra, với những bản cập nhật định kỳ và nội dung mới, trò chơi luôn phát triển. Dù bạn là người chơi bình thường hay một người chơi chuyên nghiệp có tinh thần cạnh tranh, luôn có điều gì đó mới mẻ để bạn khám phá trong game cầu lông này.Bạn còn chờ gì nữa? Hãy tải xuống ngay và tham gia cơn sốt cầu lông này thôi! \n",
  "new": "\n\n\n13 thg 10, 2023\nPhiên bản 1.2.0\n\n\n\n\nChúng tôi rất vui mừng khi ra mắt một bản cập nhật tuyệt vời cho Badminton Clash!Chúng tôi đã thiết kế lại phần hướng dẫn sao cho trực quan và hấp dẫn hơn. Dù bạn là người chơi mới hay lão luyện, việc nắm bắt cơ chế cơ bản của trò chơi sẽ trở nên dễ dàng hơn bao giờ hết.Cập nhật trò chơi và sẵn sàng đập bóng, giao bóng và ghi điểm với Badminton Clash!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "214,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/play-together-vng/id1612175933?l=vi",
  "nameAndAge": "\n          Play Together VNG\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #4 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,8 • 180,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGặp gỡ bạn bè khắp năm châu!Đây là Vũ Trụ Ảo nơi mà bạn bè từ khắp nơi trên thế giới có thể tụ tập! Hãy cùng nhau chơi Play Together?1. Một sân chơi ảo!Tạo những khoảnh khắc đáng nhớ trong sân chơi ảo của chúng tôi với bạn bè của bạn!Gặp gỡ những người bạn mới tại Plaza, đi mua sắm hoặc chơi những trò chơi ngắn đa dạng tại Game Center.Chơi trò chơi trốn tìm với thây ma tại Nhà Ma vào ban đêm và thử chinh phục đỉnh Tháp Vô Cực tại Khu Cắm Trại.Những người ở Plaza sẽ có những nhiệm vụ đặc biệt dành cho bạn! Hoàn thành các nhiệm vụ này và nhận phần thưởng!Ở Play Together, mỗi ngày đều là một trải nghiệm thú vị!2. Một cuộc phiêu lưu đặc biệt!Tham gia một chuyến đi đặc biệt tại Play Together.Du lịch nước ngoài bằng cách đến Đại lý du lịch!Gặp gỡ những người bạn mới từ khắp nơi trên thế giới và đánh dấu những nơi bạn đã ghé thăm!Đi thuyền đến Hòn đảo bị mất và tìm kiếm kho báu ẩn giấu!3. Tổ chức tiệc tại nơi ở của bạnHãy sáng tạo và trang trí ngôi nhà của bạn bằng cách sử dụng đồ nội thất với nhiều chủ đề khác nhau!Có nhiều chủ đề đầy màu sắc để bạn lựa chọn như người Ai Cập, Khối Đồ chơi, Thực vật học...Nếu bạn đã trang trí xong ngôi nhà, đã đến lúc tổ chức Tiệc Tại Nhà!Chủ đề của bữa tiệc có thể là bất cứ điều gì bạn thích!Tiệc khiêu vũ, tiệc bể bơi, lớp học nấu ăn...Giới hạn duy nhất là trí tưởng tượng của bạn!4. Tạo phong cách với chất riêng của bạn!Chỉ bạn mới có thể định hình bạn là ai!Thể hiện bản thân với trang phục và phụ kiện!Ván trượt, xe thể thao, khinh khí cầu, balo bay không gian hay xe địa hình? Đi du ngoạn khắp nơi với thú cưng đáng yêu và bạn bè của bạn!5. Thế giới côn trùng sống độngCôn trùng có ở khắp mọi nơi, từ vườn hoa, quanh hồ nước đến những thân cây. Với một chiếc vợt trên tay, các bạn phải rón rén để tiếp cận và nhắm bắt chúng. Ồ hãy cẩn thận và đi thật chậm kẻo chúng bay đi mất. Bắt côn trùng và lấp đầy Từ điển côn trùng của riêng bạn!6. Thiên thạch khổng lồ ở Plaza!Bạn có thể thu được các vật phẩm khác nhau bằng cách khai thác thiên thạch rơi xuống PlazaTất cả mọi người tiếp xúc với những tảng đá đều có thể khai thác khoáng thạch. Đá tảng sau khi được khai thác một số lần nhất định sẽ bị vỡ, vì vậy nếu bạn thấy đá thì phải nhớ khai thác ngay nhé.Ngoài những vật phẩm có thể chế tạo bất cứ lúc nào, cũng có những vật phẩm giới hạn chỉ có thể được chế tạo trong thời gian nhất định. Hãy thu thập các vật liệu khai thác để chế tạo các vật phẩm mà bạn yêu thích!\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.67.0\n\n\n\n\nCùng chơi với nội dung mới!• Sự kiện mới: Gâu gâu ẳng ẳng• Sự kiện mới: Xưởng chế tác Santa• Thêm tòa nhà mới: Thiên đường thú cưng• Thêm thú cưng mới• Cập nhật bảng điểm danh sự kiện mới• Thêm bộ sưu tập mớiCùng chơi dễ dàng hơn nào!• Đổi mới danh mục quà thư• Cải thiện giao diện người dùng và các bất tiện khác                                                                             Cập nhật thông tin chi tiết hơn ở các kênh chính thức của Play Together nhé!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/samurai-2-vengeance/id392486160?l=vi",
  "nameAndAge": "\n          Samurai 2: Vengeance\n 17+\n",
  "company": "\n\n            Deca Games EOOD\n          \n",
  "ranking": "\n\n\n                      #19 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,9 • 211 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n-== Featured in the Gorgeous Games by Apple !!! ==--== \"Samurai II is a very entertaining title with solid gameplay and stunning graphics.\" MacWorld.com ==-The long-awaited sequel to Samurai: Way of the Warrior! While the original got rave reviews for its stylized manga graphics and quick, bloody gameplay, Samurai II delivers even more action and an intuitive new control scheme.SlideToPlay.com - 4/4Ipadarena.com - 10/10AppSpy.com - 5/5MacWorld.com - 4.5/5AppAdvice.com - 4.5/5Gamezebo.com - 4.5/5Touchreviews.net - 4.5/5Nineoverten.com - 4.5/5ifanzine 4.5/5Gamerstemple.com - 90/100Pixeljumpers.com - 9/10PocketGamer.co.uk 8/10 Samurai: Way of the Warrior was featured in Best Games of 2009 by Apple – Samurai II is a true successor, aided by over a year of focused development. Overall production values and vicious action put Samurai II on par with console 3D brawlers. Screenshots don’t do Samurai II justice – the fluid action has to be seen running at 60 frames per second on the Retina display or popping off the iPad screen.But looks alone won’t carry a game – the developers listened to fan feedback and improved gameplay throughout. With a new virtual d-pad, dynamic camera, environmental puzzles, traps, and vicious new enemies, Samurai II is brand new experience for hack ‘n’ slash gamers on the go. Samurai II sends Daisuke on a quest for revenge across the war-scorched countryside. From a seafaring village to a flying fortress to the legendary Isle of the Dead, the samurai will stop at nothing to hunt down his arch-enemy Orochi. Will he get his Vengeance?FEATURES:* Intuitive virtual joystick ensures you’re slicing up baddies, not swiping the screen.* Dynamic camera finds the best perspective for each encounter, adding variety while keeping focused on the action.* Tense, quick and gory battle sequences!- Battle hordes of on-screen enemies wielding new weapons and sporting unique abilities.- Stay nimble and plan your attacks – roll out of harm’s way and eliminate ranged enemies like the Samurai Archer before they can strike.* Improved gameplay includes new features.-   Solve environmental puzzles, avoid dangerous traps, and discover useful items.- The fight is on - not to worry, the combat never takes a back seat to platforming or fetch-quests.* RPG elements reward skilled players – upgrade the Samurai’s health, buy new attack combos and upgrade them to devastating levels.* Between levels, gorgeous anime-style comic panels tell the samurai’s tale with original hand-drawn artwork.* New survival mode pits the samurai against waves of enemies, giving hardcore players a score-attack mode to hone their skills. Two games in one!* Advanced AI system on par with console games. Goal Oriented Action Planning architecture is used in many PC and console games.* Apple Game Center support, including Leaderboards and Achievements. *Support iCloud to transfer save between various devices*Support MFI Controllers (Gamepads)* Original soundtrack – in classic samurai movie style, soft music builds with the heat of battle.Special Thanks To : ImNoSuperMan, PureSkill, Squarezero, Rocco, eggzbacon, Prab\n",
  "new": "\n\n\n5 thg 4, 2023\nPhiên bản 1.5.0\n\n\n\n\nA small update has just been released. With lots of awesome improvements and bug fixes.We really appreciate all the feedback that you sent us.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "165 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monopoly/id1477966166?l=vi",
  "nameAndAge": "\n          MONOPOLY\n 4+\n",
  "company": "\n\n            Marmalade Game Studio\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,6 • 999 đánh giá",
  "price": "119.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay Hasbro’s official Monopoly board game by yourself, with family and friends or players around the world. Play online or offline on your mobile or tablet. It’s the game you love with no ads!It's the #1 Paid board game in over 100 countries - with 3 Millions Downloads since launch.\"Monopoly on mobile includes cross-platform online multiplayer, which means you can open up a lobby, have your friends join your games, and all play together in perfect harmony. Beautiful, right?” Dave Aubrey - PocketGamerThis is a fully immersive board game experience with amazing graphics and animations. The whole classic game is available with no ads, so you get the fun of the Monopoly board game without distractions. Invite your friends and family to game night with one of the app stores favourite top paid games.POPULAR FEATURESOne of the greatest board games Play the Hasbro classic Monopoly game by yourself, with family and friends or players around the world on your mobile or tablet!Full, ad-free gamePlay the complete classic game with no pay-to-win or ad pop-ups. Roll the dice and risk it all to become the wealthiest landlord tycoon on the board!House rulesPut the official Hasbro rule book down and play with your favourite house rulesQuick modeRoll the dice, risk it all and get paid - finish the board game faster than everSingle playerPlay against our challenging AI - no need for family and friends Offline multiplayer Pass a single device between up to 4 players for an offline wifi-free experienceOnline multiplayer Distance doesn’t interrupt play when you connect with fans around the world or invite friends and family to a private gameThe Complete Collection Be the top landlord tycoon on new themed boards, exclusive to the mobile game. With 10 boards, no 2 games are the same! Risk it all in the L.A. Monstropolis alternate universe. Be spooked in Transylvania. See the future in New York 2121, or travel back in time to Victorian London, Historic Tokyo, Belle Époque era Paris and 1930s Atlantic City! Unlock new player pieces, properties and chance cards with each theme!HOW TO PLAYChoose your player modePlay this classic Hasbro board game in a variety of online and offline player modes. Put your landlord skills to the test against our challenging AI opponents and be a property tycoon in single player mode. Compete with friends and family wherever you are in online multiplayer. Play WiFi-free when you pass & play one device around a group of players. The choice is yours as you buy up the board!Select your rulesIf you’re one of the many people who have never actually read the rules of Monopoly, you can still play the game exactly how you like! Play without auctions, add cash to Free Parking, or pay $400 for landing directly on GO! Choose to stick to the classic Hasbro rule book, get a fixed selection of the most popular house rules, or customise your rules to suit your own preferences! Choose your pieceChoose from the modern and classic player pieces, including: scottie, cat, T-rex, rubber duck, the car, the top hat and the battleship!Enter the boardExperience the thrill of bankrupting your family and friends and becoming the wealthiest landlord tycoon on the board! It’s just as you remember, plus fun animations and an AI banker who’s on everyone’s side!Build your property empireRoll the dice, take investment risks, bid for properties in auctions, make your way around the board and BUY real estate, COLLECT rent and BUILD hotels to become a property tycoon.Play Marmalade Game Studio’s multiplayer games with friends and family wherever you are! Our online games with friends include Clue/Cluedo, The Game of Life, The Game of Life 2 and Battleship.\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 1.11.1\n\n\n\n\nGreetings Property Tycoons!We have been busy eliminating bugs, enriching features, and providing you with investment opportunities!These include:- A brand new limited-time offer for new players who wish to discover every Monopoly theme- An exclusive discount for VIP players, allowing them to expand their property portfolio- A new and improved pathway to ratings and reviews, making it easier for you to share your highly valued feedback Keep bankrupting the competition and enjoy these new features with your friends!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/8-ball-pool/id543186831?l=vi",
  "nameAndAge": "\n          8 Ball Pool‪™‬\n 4+\n",
  "company": "\n\n            Miniclip.com\n          \n",
  "ranking": "\n\n\n                      #1 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 435,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nChơi game bida Pool số 1 thế giớiHãy chơi với bạn bè! Chơi cùng các Huyền Thoại. Chơi game Miniclip 8 Ball Pool cực đỉnh trên di động và trở thành cơ thủ giỏi nhất!HOÀN TẤT TRẬN ĐẤU 1 VS 1 HOẶC GIẢI ĐẤU 8 NGƯỜI CHƠITinh chỉnh các kỹ năng của bạn nơi đấu trường tập luyện, đương đầu cả thế giới ở các trận đấu 1 vs 1 hoặc tham gia các giải đấu để giành cúp và cơ độc quyền! CHƠI ĐỂ NHẬN XU POOL VÀ VẬT PHẨM ĐỘC QUYỀNTùy chỉnh cơ và bàn chơi của bạn! Trong mỗi trận đấu 1 vs 1 tranh tài mà bạn chơi, sẽ có Xu Pool đặt cược – hãy thắng trận đấu và số Xu đó sẽ là của bạn. Bạn có thể dùng xu để tham gia các trận đấu xếp hạng cao hơn với mức cược lớn hơn hoặc mua các vật phẩm mới trong Cửa hàng Pool.THÁCH ĐẤU BẠN BÈChơi với bạn bè cực dễ: đăng nhập tài khoản Miniclip hoặc Facebook của bạn và sẽ có thể thách đấu bạn bè ngay từ trong game. Thách đấu bạn bè mọi lúc, mọi nơi và thể hiện kỹ năng của bạn.THĂNG CẤPHệ thống cấp độ của 8 Ball Pool có nghĩa là bạn luôn phải đối mặt với thách thức. Hãy chơi các trận đấu để tăng thứ hạng của bạn và được truy cập các địa điểm trận đấu độc quyền nhiều hơn, nơi bạn chỉ chơi với những cơ thủ bida Pool giỏi nhất.--Hãy tải về NGAY bida Pool của Miniclip!--*Game này cần kết nối internet.Chơi trên Web tại miniclip.com/poolĐừng bỏ lỡ những tin tức mới nhất:Thích 8 Ball Pool: http://on.fb.me/Wx4f23Thích Miniclip: http://facebook.com/miniclipTheo dõi chúng tôi trên Twitter: http://twitter.com/miniclip------------------------------------Tìm hiểu thêm về Miniclip: http://www.miniclip.comĐIỀU KHOẢN VÀ ĐIỀU KIỆN: http://www.miniclip.com/terms-and-conditionsCHÍNH SÁCH QUYỀN RIÊNG TƯ: http://www.miniclip.com/privacy\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 5.14.6\n\n\n\n\nĐến lúc cập nhật 8 Ball Pool mới rồi!Một mùa giải mới tuyệt vời lại sắp đến, hãy tải về phiên bản mới nhất và tận hưởng game tối đa nhé.Ngoài ra, chúng tôi đã thực hiện một số tinh chỉnh và cải tiến cũng như giải quyết một số lỗi phiền phức, giúp 8 Ball Pool càng mượt mà hơn nữa để bạn giải trí!Hãy tải về ngay bản cập nhật mới nhất và trải nghiệm nội dung mới! Đến lúc dợt vài cơ rồi!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "158,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/b%E1%BA%ADc-th%E1%BA%A7y-ti%E1%BB%81n-xu/id6469602787?l=vi",
  "nameAndAge": "\n          Bậc thầy tiền xu\n 4+\n",
  "company": "\n\n            Rajvi Shankar\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,4 • 297 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,4 • 297 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSpin Master Daily Spins Link Quiz là một ứng dụng di động cung cấp cho người dùng cơ hội kiếm được vòng quay và xu miễn phí cho trò chơi phổ biến Coin Master bằng cách trả lời các câu hỏi đố vui. Ứng dụng này rất dễ sử dụng và cung cấp cho người dùng nhiều cách khác nhau để kiếm phần thưởng, bao gồm:Câu đố hàng ngày: Ứng dụng cung cấp cho người dùng một bài kiểm tra hàng ngày bao gồm 10 câu hỏi về Coin Master. Mỗi câu hỏi có 4 câu trả lời có thể có và người dùng được thưởng các vòng quay và xu miễn phí cho mỗi câu trả lời đúng.Câu đố thưởng: Ngoài câu đố hàng ngày, ứng dụng còn cung cấp nhiều câu đố thưởng khác nhau mà người dùng có thể thực hiện để kiếm thêm phần thưởng. Những câu đố thưởng này bao gồm nhiều chủ đề, bao gồm lối chơi Coin Master, câu đố và văn hóa đại chúng.Phần thưởng giới thiệu: Người dùng có thể kiếm được vòng quay và tiền miễn phí bằng cách giới thiệu bạn bè đến ứng dụng. Đối với mỗi người bạn tải xuống và đăng ký ứng dụng thành công, người dùng sẽ nhận được tiền thưởng giới thiệu.Ngoài việc cung cấp các vòng quay và xu miễn phí, Spin Master Daily Spins Link Quiz còn cung cấp một số tính năng khác, bao gồm:Tin tức và cập nhật: Ứng dụng cung cấp cho người dùng những tin tức và cập nhật mới nhất về Coin Master, bao gồm thông tin về các sự kiện, tính năng và phần thưởng mới.Mẹo và thủ thuật: Ứng dụng cung cấp cho người dùng các mẹo và thủ thuật về cách chơi Coin Master hiệu quả hơn, bao gồm cách xây dựng làng của họ, đột kích người chơi khác và hoàn thành các sự kiện.Cộng đồng: Ứng dụng cung cấp cho người dùng quyền truy cập vào cộng đồng những người chơi Coin Master khác. Người dùng có thể hỏi và trả lời các câu hỏi, chia sẻ mẹo và chiến lược cũng như kết bạn mới.Nhìn chung, Spin Master Daily Spins Link Quiz là một công cụ tuyệt vời dành cho người chơi Coin Master ở mọi cấp độ. Ứng dụng này cung cấp cho người dùng nhiều cách khác nhau để kiếm vòng quay và xu miễn phí, cũng như tin tức, cập nhật, mẹo, thủ thuật và quyền truy cập vào cộng đồng những người chơi khác.Cách sử dụng Câu hỏi liên kết vòng quay hàng ngày của Spin Master:Tải xuống và cài đặt ứng dụng Spin Master Daily Spins Link Quiz.Tạo tài khoản hoặc đăng nhập bằng tài khoản Facebook hiện tại của bạn.Làm bài kiểm tra hàng ngày để kiếm vòng quay và xu miễn phí.Hoàn thành các câu đố thưởng để kiếm thêm phần thưởng.Giới thiệu bạn bè đến ứng dụng để kiếm tiền thưởng giới thiệu.Duyệt qua phần tin tức và cập nhật để tìm hiểu về các sự kiện và tính năng mới nhất của Coin Master.Hãy xem phần mẹo và thủ thuật để tìm hiểu cách chơi Coin Master hiệu quả hơn.Tham gia cộng đồng để hỏi và trả lời các câu hỏi, chia sẻ mẹo và chiến lược cũng như kết bạn mới.Lợi ích của việc sử dụng Câu hỏi liên kết vòng quay hàng ngày của Spin Master:Kiếm vòng quay và xu miễn phí cho Coin MasterTrả lời các câu hỏi trắc nghiệm để kiếm phần thưởngLàm bài kiểm tra hàng ngày và câu đố thưởngKiếm tiền thưởng giới thiệu khi giới thiệu bạn bè đến ứng dụngNhận tin tức và cập nhật mới nhất về Coin MasterTìm hiểu các mẹo và thủ thuật để chơi Coin Master hiệu quả hơnTham gia cộng đồng những người chơi Coin Master khácSpin Madness with Quiz là một cách thú vị và đầy thử thách để kiểm tra kiến thức của bạn và cạnh tranh với những người chơi khác từ khắp nơi trên thế giới. Tải ứng dụng ngay hôm nay và bắt đầu quay!\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 1.2\n\n\n\n\n- Bug Fixed.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 15.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 15.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 15.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 12.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "46,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-wingeria-to-go/id1451873044?l=vi",
  "nameAndAge": "\n          Papa's Wingeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #18 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nFry and toss tons of saucy wings and things in Papa's Wingeria To Go!-- ABOUT THE GAME --It's your lucky day!  After winning a trip to the glitzy and glamorous Starlight City, you take a chance on the Mega Prize game and win the jackpot: A new career at Papa's Wingeria!You'll need to run the fryers and toss chicken wings in a variety of flavorful sauces.  The restaurant is known for its famous wings, but you'll also add other meats to the menu, as well as a wide array of delicious sauces and plenty of sides and dips.  Starlight City celebrates different holidays year-round, so get ready to unlock new festive sauces, sides and dips as you play through the holidays!Your customers expect a great presentation, so arrange the fried foods with sides and dips so they're pleasing to the eye -- and their stomachs!  The familiar hands-on gameplay of the series is back, but this time you'll especially have to focus on presentation and how to best lay out the plate with all of the food ordered.  Learn a variety of patterns for arranging the food to earn the best scores from your customers, and earn big tips to spend in the Shop!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Starlight City with new holiday flavors!  Your customers will order platters of wings and things with new seasonal ingredients.  You'll unlock new sauces, sides, and dips for each holiday of the year, and your customers will love trying new tasty flavors.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Wingeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Chuck or Mandi, or create your own custom character to work in the Wingeria!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - When you start taking phone orders, customers can call to place their wing order, and you'll hire a Driver to help take and deliver orders to their homes!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Wingeria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --Hands-on wing restaurant in the Papa Louie universeAll new controls and gameplay features designed for smaller screensMulti-task between frying, saucing, and buildingCustom chefs and drivers12 separate holidays to unlock, each with more ingredientsEarn and master 40 unique Special Recipes90 colorful Stickers to earn for completing tasks119 customers to serve with unique ordersUse Stickers to unlock new outfits for your customers95 ingredients to unlock** NOTE FOR iPAD USERS **Papa's Wingeria To Go is designed especially for smaller screens, look for Papa's Wingeria HD for tablets!\n",
  "new": "\n\n\n8 thg 3, 2019\nPhiên bản 1.0.1\n\n\n\n\n- Fixed issue with Fryer Alarms 5 and 6 not ringing in some situations- Fixed an issue with customer animations in the lobby- Fixed an issue with sauce bottles shaking occasionally when dragging- Adjusted Iggy's and Kenji's orders so they can be scored correctly\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "73,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/brain-out/id1477841973?l=vi",
  "nameAndAge": "\n          Brain Out\n 12+\n",
  "company": "\n\n            EYEWIND LIMITED\n          \n",
  "ranking": "\n\n\n                      #1 trong Đố Chữ\n                    \n\n",
  "ratingAndReviews": "4,6 • 232,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nCác câu hỏi vô cùng hại não với những lời giải cực sốcGame thách thức đầy vui nhộn và làm xáo trộn trí tưởng tượng của bạnSự kết hợp thử thách hoàn hảo giữa IQ và tư duy logic, phản xạ, trí nhớ và khả năng sáng tạoMuốn qua cửa? Phải quá vỡ quy tắc! Không có cách nào là không thể qua cửa, chỉ có những đáp án mà bạn không nghĩ ra đượcVô số các cửa với những điều kỳ quặc chắc chắn sẽ đem đến cho bạn những niềm vui bất tận!Điểm nổi bậtCách chơi rất khác thườngQuá trình giải câu đố đơn giản, thú vịGiao diện game rõ ràng, đơn giản với âm nhạc vui nhộnCác câu trả lời đầy bất ngờCác cửa game hack não ngoạn mục, cười không ngớtDùng sự sáng tạo, lối tư duy ngược để suy nghĩ về các câu hỏi，Đem đến cho bạn một trải nghiệm game hoàn toàn mới, xem bạn có thể vượt qua được hay không!Game luyện trí não, thử thách IQ hài hước nhất trong lịch sử đợi bạn thách thức!Mau rèn luyện IQ cùng với bạn bè của bạn, Làm mới quan điểm, Cười thả ga!Hãy tận hưởng đi\n",
  "new": "\n\n\n13 thg 9, 2023\nPhiên bản 1.4.1\n\n\n\n\nXin cảm ơn bạn đã ủng hộ chúng tôi!Sự thay đổi của phiên bản mới:Tối ưu trải nghiệm chơi gameSửa một số bugHy vọng bạn sẽ thích cập nhật lần này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "187,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/geometry-dash/id625334537?l=vi",
  "nameAndAge": "\n          Geometry Dash\n 4+\n",
  "company": "\n\n            RobTop Games AB\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,8 • 710 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nJump and fly your way through danger in this rhythm-based action platformer! \"Frustratingly wonderful\" - Kotaku\"Geometry Dash provides all of the challenge expected from an “impossible” game while also making it more accessible to newcomers.\"- 148Apps\"Geometry Dash is a fast-paced platformer that will leave you screaming in frustration, but you’ll keep coming back for more.\"- AppAdvicePrepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles. Simple one touch game play with lots of levels that will keep you entertained for hours! Game Features • Rhythm-based Action Platforming! • Lots of levels with unique soundtracks! • Build and share your own levels using the level editor! • Unlock new icons and colors to customize your character! • Fly rockets, flip gravity and much more! • Use practice mode to sharpen your skills! • Game Center achievements with rewards!• Challenge yourself with the near impossible!Contact: info@robtopgames.com\n",
  "new": "\n\n\n16 thg 11, 2017\nPhiên bản 2.11\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Update 2.1.1 is here!This update will function like a smaller \"pre-update\" before Update 2.2. Lots of fun stuff planned :)- iPhone X support!- New icons and effects!- New community shop!- Weekly Demon challenge!- Folders and level sorting!- New demon chests!- Level leaderboards!- Random other fun stuff.- Lots of bugfixes and tweaks.- There was an item duplication bug in version 2.1 that gave users extra rewards. This has been fixed in 2.11 and those rewards have been removed. So if you lose shards/diamonds etc after loading 2.11 its because they were bugged. Sorry ://RubRub\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "97,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/x%E1%BA%A1-th%E1%BB%A7-%C4%91%C3%A1nh-thu%C3%AA-hitman-sniper/id904278510?l=vi",
  "nameAndAge": "\n          Xạ Thủ Đánh Thuê Hitman Sniper\n 17+\n",
  "company": "\n\n            CDE Entertainment Ltd.\n          \n",
  "ranking": "\n\n\n                      #1 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,3 • 1,2 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTRỞ THÀNH SÁT THỦ THẦM LẶNG TUYỆT ĐỈNHVào vai Agent 47 trong Hitman Sniper và khám phá những trải nghiệm bắn tỉa hấp dẫn nhất trên di động.ĐIỆP VỤ CHIẾN THUẬT Ở MONTENEGRORèn luyện skill chiến lược của bạn và dàn xếp kill shot ám sát hoàn hảo. THỬ THÁCH SỐNG CÒN Ở THUNG LŨNG TỬHoạt động không ngừng trong vai hunter zombie ở bài test skill và tốc độ thực hiện. HƠN 150 NHIỆM VỤ VÀ 10 HỢP ĐỒNG KHÁC NHAUCải thiện skill để ám sát hoàn hảo khi phát hiện ra các bí mật và thủ đoạn.16 LOẠI GUN ĐỘC ĐÁOTiêu diệt mục tiêu, thu thập bộ phận vũ khí và hoàn tất kế hoạch để mở khóa các loại gun mạnh nhất.CẠNH TRANH VỚI BẠN BÈ GIÀNH VỊ TRÍ ĐẦU TRÊN BẢNG XẾP HẠNGTăng điểm số của bạn và vượt lên trên bảng xếp hạng sát thủ theo contract để trở thành sát thủ thầm lặng hay nhất thế giới.\n",
  "new": "\n\n\n29 thg 9, 2023\nPhiên bản 1.8.2\n\n\n\n\nSửa chữa & cải tiến nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/giang-h%E1%BB%93-b%C3%A1t-ph%C3%A1i-ph%C3%A2n-tranh/id1613851348?l=vi",
  "nameAndAge": "\n          Giang Hồ: Bát Phái Phân Tranh\n 9+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #11 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,9 • 43,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGiang Hồ Bát Phái Phân Tranh - Tựa game Võ Lâm huyền thoại Free Max Vip 25.TRẢI NGHIỆM MMORPG VÕ LÂM ĐA PHÁI THẾ HỆ MỚI!1. Bát Phái Ngũ Hành - Võ Lâm Tranh Đấu Với những game thủ đã từng chơi Thiên Long Bát Bộ, Võ Lâm Truyền Kỳ, Giang Hồ Ngũ Tuyệt thì hẳn sẽ không còn xa lại với dòng game Kiếm Hiệp, Võ Lâm đầy huyền thoại này. Giang Hồ Bát Phái Phân Tranh cũng là một tựa game MMORPG thuộc dòng game Kiếm Hiệp nhưng lại có sự khác biệt rất lớn tới từ nội tại game sâu rộng cùng dàn class cực khủng. Gameplay có CHIỀU SÂU cùng đồ hoạ mang phong cách HÀO HÙNG, MẠNH MẼ chắc hẳn chính là điều mà các vị Đại Hiệp đang kiếm tìm.2. Bang Hội Tinh Anh LSV - Chiến Trường PK Rực LửaPK mỏi tay với hàng loạt các đấu trường PvP đậm chất Võ Lâm cực gắt: - Tiêu diệt hệ thống Boss cực đa dạng- Đấu trường Sinh Tử Battle Royale (LSV) - Thách Thức Giới Hạn Sinh Tồn- Truyền Thuyết Côn Vương (LSV): Săn Côn trong tứ hải, cả bang được nhận thưởng- Đoạt Thành (LSV): Bang hội chiếm và thủ các cứ điểm trong thành để sở hữu thành- Thiên Hạ Đại Chiến (LSV): Bang hội hợp sức, lần lượt chiếm các thành từ nhỏ đến lớn- Học Viện Phân Tranh (LSV): Bang hội cướp cờ, sau đó phòng thủ trước các bang khác- Tranh Đoạt Thành Trì (LSV): 8 SV đấu với nhau, chiếm mục tiêu theo bang hội- 7 hồi Tây Thiên Thỉnh Kinh: Hoạt động được thiết kế dựa theo cốt truyện Tây Du Ký. 3. Cam Kết Cày Chay Là Lên Max Vip 25 (Game duy nhất hiện nay) Vip ingame được tăng cấp khi các Đại Hiệp đã hoàn thành các nhiệm vụ yêu cầu. Các nhiệm vụ không giới hạn, bất cứ Đại Hiệp nào cũng có thể tiếp cận được mà không cần nạp. Chăm chỉ cày cuốc nhiệm vụ trong vòng 21 ngày NPH cam kết các Đại Hiệp sẽ sở hữu Max Vip 25. Tải game test độ uy tín ngay!4. Bán Đồ Cho NPH - Nhận Vạn Kim Cương Real Lần đầu tiên trong dòng game MMORPG xuất hiện hệ thống thu mua trang bị trong chợ khi các Đại Hiệp thu thập vũ khí, trang bị có thể chọn bán lại cho NPH thu về KIM CƯƠNG REAL cực xịn cực chất với giá sàn tối thiểu là 5000 Kim Cương/trang bị. Trang bị bậc càng cao, kim cương thu về càng nhiều, tính năng cực xịn mới xuất hiện tại Giang Hồ Bát Phái Phân Tranh. 5. Săn Boss Không Giới Hạn - Bắt Vạn Boss Về Nuôi Trong quá trình miệt mài săn Boss, ngoài đồ rớt ngập tràn thì các Đại Hiệp còn có cơ hội săn trứng.  Một Boss con ngẫu nhiên nở ra từ trứng (tùy theo phẩm của trứng) giúp buff lực chiến cực mạnh, thu thập càng nhiều trứng lực chiến càng tăng cao. 6. Chiến Sủng Phân Thân - Buff Tỷ Lực ChiếnCày cuốc đạt cấp Vip 4, các Đại Hiệp sẽ nhận item buff chiến sủng phân thân thành 2, Lực chiến tăng gấp bội. Chiến sủng còn hỗ trợ các Đại Hiệp cực hiệu quả trên chặng đường săn Boss đầy gian nan. 7. Bận Thì Uỷ Thác - Online Nhận KNBNếu quỹ thời gian chơi game của các Đại Hiệp có hạn thì Giang Hồ Bát Phái Phân Tranh có chức năng ủy thắc để tự động tham gia các hoạt động theo thời hạn. Các Đại Hiệp chỉ cần mở ra và bấm chọn các hoạt động mình muốn, giờ lành điểm sẽ tự động tham gia trong khi các Đại Hiệp chưa rảnh tay.\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.5.7\n\n\n\n\n1. Bộ Thời Trang Hoàn Mỹ Siêu Phẩm Bóng Đá2. Robot biến hình Hunter kèm 3 dạng đồ trang3. Robot biến hình Lucifer kèm 4 dạng đồ trang4. Chiến long Khôi Long Hủy Diệt và Băng Phách Long Vương5. Ma hóa Thiếp Giáp Ám Long và Tử Điện Ma Long6. Các loại ngoại quan Thiên Giới mới\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "947,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-origins-td/id904737816?l=vi",
  "nameAndAge": "\n          Kingdom Rush Origins TD\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #14 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 664 đánh giá",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nUnleash the power of the elves with brand new towers and troops - welcome to Kingdom Rush Origins!Kingdom Rush Origins is the third installment of the award-winning Kingdom Rush saga, loved by millions and earning accolades from gamers and critics around the globe.Take a trip back to the beginning, before Vez’nan ever thought to threaten the kingdom with the gem of power, and experience even more of the lightning-fast, exceptionally captivating gameplay that made the franchise a cornerstone of essential tower defense games.In this exciting prequel, command your elven army and defend mystical lands from sea serpents, evil sorcerers, and wave after wave of gnoll tribesman, all with the help of brand-spankin’ new towers, heroes, and spells to fend off every last baddie.Kingdom Rush Origins packs in a treasure trove of new content and features while keeping the signature look that millions have come to love.Re-enter in the world of Kingdom Rush: visit mysterious elven forests, magical faery realms and even floating ruins of an ancient metropolis in this amazing tower defense game!Build awesome powerful towers- Unleash the power of the elves with brand new towers and troops! Elf Archers, Mystic Mages, Stone Druids and the Elven Infantry make up the backbone of your army.- Discover 8 new specialized tower upgrades with over 18 abilities! Vanquish your enemies with elven marksmen, runed bears, magic-wielding wizards, and even giant animated trees. Execute your strategy with the unique abilities and special power of every tower!Train audacious and legendary heroes!- Master and upgrade 16 legendary heroes and their awesome powers and spells!- Rain lightning, summon reinforcements, and use each hero’s unique power to obliterate scores of enemies!Fight hordes of enemies in epic battles!- Take up arms against 30 new enemy types and engage in epic boss battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your strategy and go get them!- Plan your strategy to deal with intense boss fightsMore fantastic content!- Immerse yourself in hours of gameplay with over 70 achievements, with three difficulty modes for the newbs and veterans alike. Explore the realm and get them all!- Play different game modes - Classic, Iron, and Heroic - and prove your mettle as a master tactician.- Get new-and-improved equipment using your hard earned gems in a revamped Gnome shop.- Study your enemies and your towers with an in-game encyclopedia.- No internet? No problem! Play it offline. Play the most addicting tower defense game even offline!-----------------------------------------------------Praise for the Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5, Venturebeat 94/100.Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n16 thg 5, 2023\nPhiên bản 5.8.10\n\n\n\n\nSmall bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "210,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-fight-2-special-edition/id1261834568?l=vi",
  "nameAndAge": "\n          Shadow Fight 2 Special Edition\n 12+\n",
  "company": "\n\n            Nekki Limited\n          \n",
  "ranking": "\n\n\n                      #5 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 200 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n** New story chapter! **** No Ads! **** No energy! **The best fighting series on mobile has returned and become even more SPECIAL - Shadow Fight 2 Special Edition!! Now it's your turn to meet Titan in person and put an end to his terror. Walk through the Gates of Shadows into the dangerous world full of memorable fights and brave heroes. These lands are waiting for a risky adventurer to appear and save them from the oppression of a sinister invader from another dimension! Discover a thrilling mix of two world's most popular game genres - Fighting & RPG. Gather a huge arsenal of lethal weapons, combine your gear and upgrade dozens of skills and moves!- No Ads!- No energy restoring. Jump into the fray anytime and anywhere you want!- Unveil a truth behind Sensei's past in a whole new story chapter!- Complete the story mode without grinding!- Equip yourself with a huge amount of weapons and armor. Get a lot of gems through battles and make your arsenal even more larger!- Travel across 7 distinct provinces and force to terrify Titan himself!- Simple controls is designed for touch screen usage. Shadow Fight 2 is easy to play but hard to master!- Astonishing animations and unique design!You must have an internet connection for a verification check (only for the first launch).\n",
  "new": "\n\n\n28 thg 8, 2018\nPhiên bản 1.0.4\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.- application optimization- bugfixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "369,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/giang-h%E1%BB%93-ng%C5%A9-tuy%E1%BB%87t/id1546174938?l=vi",
  "nameAndAge": "\n          Giang Hồ Ngũ Tuyệt\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #2 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 81,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNgũ phái loạn giang hồ - Ngũ hành tương sinh tương khắc – Giang Hồ Ngũ Tuyệt – Công thành chiến với hệ thống hoạt động lien server 24/7 – Thần tướng nhập thân buff sức mạnh tăng hàng triệu lần – Kết hôn sinh Bảo Bảo cha con cùng lâm trận – Săn boss dã ngoại map cày mỏi chân đồ rơi kín màn hình… là một góc nhỏ xíu mà tôi muôn nói với anh em về Giang Hồ Ngũ Tuyệt.1. Ngũ Phái Loạn Giang Hồ - Ngũ Hành Động Càn KhônGần đây, các NPH thường xuyên cho ra đời những con game 2,3,4 class. Nhưng chỉ đến khi Giang Hồ Ngũ Tuyệt ra mắt thì kỷ nguyên “thượng đẳng” của dòng game MMORPG mới thực sự bắt đầu. Giang Hồ Ngũ Tuyệt sở hữu 05 phái: Võ Đang, Thiếu Lâm, Dương Gia, Thiên Nhẫn, Minh Giáo; tượng trưng cho ngũ hành Kim Mộc Thủy Hỏa Thổ - tương sinh tương khắc nhau trong mọi trận chiến.2. Chuyển phái tự do – Không lo mất đồNhiều phái là thế, nhưng Giang Hồ Ngũ Tuyệt lại vô cùng tâm lý với anh em game thủ khi đưa vào tính năng: Chuyển Phái Tự Do, đã thế lại còn Không Lo Mất Đồ. Chơi một class chán, rồi sẽ đến khí anh em có nhu cầu đổi phái khác. Thử tưởng tượng đi, ông chơi hệ Hỏa bị thằng hệ Thủy nó khắc chế, ông mạnh mẽ đổi ngay sang một ông hệ Kim để trả thù. Cái cảm giác đấy cứ phải gọi là “Ơ mây zing, gút chóp em ơi!”3. Công Thành Chiến – PK triệu người không lagChơi Võ Lâm, chắc các ông không lạ gì tính năng Công Thành Chiến. Nhưng các ông biết đấy, “dĩ dãng dơ dáy dễ zì zấu ziếm”, Công Thành Chiến ngày xưa thì cứ gọi là “lag-loi-le”. Nhưng với công nghệ chỉ một từ đỉnh của Giang Hồ Ngũ Tuyệt, cứ vào mà bem thôi, PK triệu người cũng không lag. Ngày xưa thì còn đổ tội cho lag mà không chiếm được thành, nhưng ngày nay mà đổ cho lag thì có cái nịt nhé anh em.4. Săn boss dã ngoại – Đồ rơi kín màn hìnhVới một quả map siêu to khổng lồ đến từ vị trí Giang Hồ Ngũ Tuyệt, cùng với hệ thống boss dã ngoại tung tăng khắp mọi nẻo đường, tôi cam kết các ông sẽ nhặt đồ to tay, khỏi cần tập gym luôn. Đồ rơi kín đặc màn hình là có thật đấy các ông ạ. Chỉ sợ các ông không có sức nhặt đồ chứ đồ rơi lúc nào mà chả Đỉnh.5. Thần tướng nhập thân – Buff triệu lần sức mạnh. Đang PK, đuối quá... Làm phát Buff, tăng gấp triệu lần sức mạnh chỉ có thể là tính năng Thần Tướng trong Giang Hồ Ngũ Tuyệt. Với hệ thống thần tướng từ cấp S đến SSS đa dạng và đầy linh hoạt, tôi tin chắc là các ông chỉ có thể mê chữ ê kéo dài. Tôi thật…6. Kết hôn sinh Bảo Bảo – Cha con cùng lâm trậnĐây rồi, một trong những tính năng khiến tôi mê nhất ở Giang Hồ Ngũ Tuyệt. Kết hôn sinh Bảo Bảo, thằng con mình đẻ ra lại có sức mạnh, cùng mình chinh phạt giang hồ luôn chứ không đơn thuần chỉ chạy theo nhõng nhẽo như những con game phèn chúa khác. Cha truyền con nối, con hơn cha là nhà có phúc… 1001 cái tục ngữ thành ngữ không thể thể hiện nổi sự tuyệt vời của tính năng này các ông ạ.7. Siêu Phẩm Cày Chay – Săn boss rơi điểm VIPNgày xưa cứ phải nạp tiền mới có VIP, thằng nào giàu mới lên VIP. Bây giờ, với Giang Hồ Ngũ Tuyệt, săn boss rơi điểm VIP, cứ nhẹ nhàng mà lên VIP thôi. Hàng xịn mà! Đây mới gọi là Cày Chay đích thực này các ông ơi. Hai chữ Giàu – Nghèo hay Hơn – Thua không chỉ quyết định sau 6h chiều nữa, nó quyết định ở sự nhanh nhạy chăm chỉ của anh em trong Giang Hồ Ngũ Tuyệt đấy!Ngoài ra, NPH VTC Mobile cam kết về… À mà thôi tải game chơi đi, đọc nhiều làm gì? Kiểu gì cũng Phê!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 2.4.4\n\n\n\n\n- Chuỗi sự kiện mừng năm mới- Hệ thống thần tướng siêu cấp- Tính năng Tiên Thuật độc đáo\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "825,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/settlement-survival/id1623596533?l=vi",
  "nameAndAge": "\n          Settlement Survival\n 12+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #24 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "1,0 • 1 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSettlement Survival is a survival city-builder with a focus on management and production. Lead your people as they reclaim land, sow crops, hunt beasts, gather resources, construct buildings, trade valuable resources, and expand their homes. Their success is the key to your settlement's prosperity.[POPULATION AND PRODUCTION]Your population is the core element of production and development, but beware — plagues from other lands, an aging population, or baby booms could upend your society.[CHOOSE YOUR DEVELOPMENT]Mining, agriculture, construction, trading — each development path offers its own benefits. Choose freely and play to your strengths to build your industry step by step.[DEVELOP YOUR TRADE]Short on resources? No need to worry! Just send a caravan to trade with various nearby powers. Trade is key to your population's survival, all while unlocking unique technologies and items.\n",
  "new": "\n\n\n25 thg 7, 2023\nPhiên bản 1.0.57\n\n\n\n\n1.Fixed some bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "599,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rebel-cops/id1488452530?l=vi",
  "nameAndAge": "\n          Rebel Cops\n 17+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #5 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn không hẳn là cảnh sát, nhưng bạn là người duy nhất đứng về phía công lý Viktor Zuev, một trùm tội phạm khét tiếng trên thế giới, đã nhanh chóng chiếm lấy thị trấn Ripton bằng vũ lực. Các nhà lãnh đạo, thậm chí cảnh sát địa phương đã đầu hàng theo ý muốn của hắn ta. Vốn là một bậc thầy về đe dọa và tống tiền, Zuev đã chiếm giữ mọi doanh nghiệp lớn trong thị trấn, hắn ta kiểm soát tất cả trong lòng bàn tay. Nhưng một nhóm cảnh sát từ chối cúi đầu. Với rất ít hy vọng thành công, họ chiến đấu - vì công lý và tương lai của thị trấn.Các cuộc đấu súng rất hấp dẫn, nhưng sự khéo léo mới là mấu chốt Bạn đang chiến đấu trong một cuộc chiến tranh du kích, yếu thế cả về vũ khí lẫn nhân lực. Hãy sử dụng khả năng ngụy trang, lặng lẽ tiếp cận kẻ thù và hạ gục chúng trước khi chúng có thể cảnh báo. Bạn có sẵn một kho vũ khí và trang bị không gây chết người, cũng như các đặc quyền chiến thuật đặc biệt, bạn có thể mở khóa khi nâng cấp phiến quân của mình. Đúng, đôi khi bạo lực dường như không thể tránh khỏi, nhưng khi đến lúc, đừng ngần ngại: Cả bạn và tội phạm đều không có thanh sức khỏe đâu. Khi ai đó bị bắn, họ sẽ mất máu nhanh chóng. Khám phá, chiến thắng và luôn cảnh giác Rebel Cops không chỉ có các hoạt động gói gọn, nơi bạn cần chiến đấu cho từng mẩu đất, mà còn cả các địa điểm to lớn để khám phá - các cấp độ dưới dạng hộp cát. Tìm kiếm từng phòng, mở két và hầm, cố gắng vào các khu vực không thể tiếp cận - và lấy mọi thứ có vẻ hữu ích. Đoàn kết và tiến hành thận trọng, hoặc chấp nhận rủi ro, thoát ra và cố gắng khám phá mọi ngóc ngách. Đi đường nào cũng được Sự tàn nhẫn của Zuev là chìa khóa cho sức mạnh của hắn. Bạn có thể đánh bại hắn mà không chơi theo quy tắc của hắn không? Liệu bạn có thể đáp ứng các nhu cầu của người dân thị trấn đang tuyệt vọng, ngay cả khi điều đó thể khiến toàn bộ hoạt động bị trì hoãn? Bạn sẽ tha cho những quân nhân dân sự vì họ chỉ đang làm công việc của mình? Một số người nói rằng trong chiến tranh, bạn phải làm bất cứ điều gì cần thiết để tồn tại, nhưng hãy nhớ rằng: danh tiếng có giá trị hơn tiền bạc. Những tai tiếng trên đường phố có thể phá hỏng thanh danh của bạn. Thương nhân sẽ từ chối làm ăn với bạn và thậm chí một số người của bạn có thể quay lưng lại với bạn. Các tính năng:● CHƠI KHÔNG CÓ QUẢNG CÁO!● Tập trung vào các hoạt động chiến thuật dựa trên lượt.● Bạn có thể cầm cự được bao lâu khi liên tục thiếu nguồn cung cấp?  ● Không có thanh sức khỏe - một lần trúng đạn có thể khiến một cảnh sát phải trả giá.● Học cách lén lút, nhanh nhẹn và sử dụng kho vũ khí của bạn để phát huy hết tác dụng.● Bạn có thể đánh bại băng đảng mà không chơi theo luật của họ không?Các ngôn ngữ được hỗ trợ: EN, FR, IT, DE, ES, PT, JA, KO, PL, RU, ZH-CNCảm ơn bạn đã chơi 'Rebel Cops'!© HandyGames\n",
  "new": "\n\n\n19 thg 5, 2020\nPhiên bản 1.5\n\n\n\n\nAdded support for iCloudChanged the sniper handling so that it should be more clear how to use himAdded shadow setting \"max\" for a better quality of the shadows (default setting is low though)Other small tweaks and bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "790,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/t%C3%A2y-du-vng-%C4%91%E1%BA%A1i-n%C3%A1o-tam-gi%E1%BB%9Bi/id6449966646?l=vi",
  "nameAndAge": "\n          Tây Du VNG: Đại Náo Tam Giới\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #1 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame thẻ tướng chiến thuật có cốt truyện dựa trên danh tác Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime  cùng phúc lợi 3650 lượt quay đang chờ bạn!Tây Du VNG: Đại Náo Tam Giới - Game thẻ tướng chiến thuật có cốt truyện dựa trên tác phẩm kinh điển Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime trẻ trung, hứa hẹn sẽ đem đến cho người chơi một trải nghiệm thế giới Tây Du đầy phá cách và mới mẻ. Game được VNG độc quyền phát hành tại Việt Nam.Tây Du VNG có tất cả tính năng hấp dẫn của thể loại chiến thuật thẻ tướng cùng với nhiều sự cải tiến mới mẻ khác với dòng game thẻ tướng 3Q. Chắc chắn đem lại cho bạn một trải nghiệm độc đáo và mới lạ khi vượt qua 81 kiếp nạn trên con đường thỉnh kinh cùng 5 thầy trò Đường Tăng.Nhắc đến Tây Du Ký ai cũng nhớ đến 81 kiếp nạn của thầy trò Đường Tăng, bao lần Tôn Ngộ Không (wukong) phải trảm yêu diệt ma để cứu Đường Tăng. Tôn Ngộ Không (wukong) với 72 phép thần thông có thể lên trời xuống địa phủ, đại náo tam giới, giao đấu 300 hiệp cùng Dương Tiễn (Nhị Lang Thần) và Tam Thái Tử NatraTrong Tây Du VNG , người chơi chọn 1 trong 4 phe Thánh - Tiên - Minh - Yêu để bắt đầu hành trình thỉnh kinh cùng Tôn Ngộ Không (Wukong) và Đường Tăng. Thiên Biến Vạn Hóa khi nhân vật chính có khả năng biến hóa thành bất kỳ nhân vật nào trong Tây Du Ký như Tôn Ngộ Không, Đường Tăng, Hằng Nga, Trư Bát Giới, Hồng Hài Nhi, Bạch Cốt Tinh, Quan Âm.. khó phân biệt thật giả trong Tây Du Ký càng thêm gây cấn hơn.Game thẻ tướng đề cao tính chiến thuật kết hợp đồ họa chibi phong cách anime trẻ trung cùng những kỹ năng animation bắt mắt, người chơi sẽ được trải nghiệm những trận đánh 6 vs 6 cân não với nhiều sự sắp xếp chiến thuật độc đáo qua các hiệu ứng âm thanh, hình ảnh, animation sống động đẹp mắt khác với 3Q.Đây là tựa game thẻ tướng chiến thuật hội tụ đủ các yếu tố về gameplay và đồ họa chibi phong cách anime mong chờ nhất của các game thủ. Bắt đầu hành trình thỉnh kinh vượt qua 81 kiếp nạn ngay thôi.Cùng điểm qua tính năng đặc sắc nhất:***Đại Náo Thiên Cung***Hành trình đi thỉnh kinh vượt qua 81 kiếp nạn của bạn sẽ không đơn độc. Hãy tìm cho mình 1 Tông Môn để cùng nhau vượt qua. Bạn cần ra sức thu thập tài nguyên để chung tay góp phần giúp cho Tông Môn mình ngày càng có tiếng hơn trong Tam Giới. Và tất nhiên sẽ khó tránh khỏi việc tranh giành quyền lực và tài nguyên giữa các Tông Môn, đó là kiếp nạn 82 của bạn phải vượt qua.***Thiên Biến Vạn Hóa***Bạn đã biết đến thuật biến hình thành người khác của Đại Thánh chưa? Thẻ Thần Thông giúp người chơi biến hóa thành bất kỳ thần tướng nào trong game, trong 1 đội hình cùng một lúc có 2 Quan Âm, hay 2 Bạch Cốt Tinh, ….. Thật Thật giả giả khó đoán.***Đấu Giá***Bất kỳ người chơi nào cũng có thể tham gia tính năng nay để mang về cho mình những vật phẩm trân quý. Sau khi đánh boss Tông Môn, các thành viên đều có thể tham gia đấu giá để có cơ hội sở hữu trân bảo. Nhanh Tay chốt deal.***Chiến Thuật Linh Hoạt***Thiên Kỹ, Thần Kích, Thần Thông và Kỷ Vật chắc hẳn sẽ gây cho kẻ địch không kịp trở tay trong các hoạt động tranh dành tài nguyên khi có khả năng biến đổi kỹ năng và thuộc tính thần tướng. Các tài nguyên này hoàn toàn có thể cày chay được từ các hoạt động săn boss và đấu giá mỗi ngày với tỉ lệ nhận được phẩm chất ngẫu nhiên. Người chơi có nhân phẩm cao có thể nhận được vật phẩm hiếm***Gia Trang***Bị yêu quái rượt bắt khi đi Thỉnh Kinh quá mệt mỏi thì về Gia Trang giải trí với các hoạt động bắn cung, câu cá, hái đào, nấu ăn... giúp cung cấp các tài nguyên miễn phí mỗi ngày. Bạn còn có thể tự thiết kế cho mình 1 không gian riêng theo sở thích cá nhân. Quan trọng nhất là khả năng cung cấp thêm lực chiến vĩnh viễn cho đội hình khi thường xuyên tham gia xây dựng Gia TrangNhanh nhanh vào Đạp gió, lướt sóng, cưỡi mây Đại Náo Tam Giới, còn được hào quang 3650 lượt quay trợ giúp bạn đi thỉnh kinh và vượt qua kiếp nạn thứ 82. Đi thỉnh kinh ngay!\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 1.3.39\n\n\n\n\nƯu hóa trải nghiệm người dùng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/football-pro-vtc/id1663702161?l=vi",
  "nameAndAge": "\n          Football Pro VTC\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #1 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,5 • 37 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nFOOTBALL PRO VTC là game bóng đá chân thực và đột phá nhất hiện nay. Được xây dựng trên nền tảng đồ họa 3D chất lượng. Game chính thức có bản quyền từ FIFPro qua đó sở hữu toàn bộ những cầu thủ và CLB chất lượng nhất trên toàn thế giới. Bắt đầu xây dựng đội bóng của riêng bạn và trở thành người chơi giỏi nhất trên khắp các cấp độ giải đấu khác nhau.HERE WE GO: FOOTBALL PRO VTC chính thức ra mắt tại thị trường Việt Nam. Đăng nhập 7 ngày tặng cầu thủ ánh kim cao cấp.***TÍNH NĂNG ĐẶC SẮC***1. Tự Do Điều Khiển - Phô Diễn Kỹ Năng- FOOTBALL PRO VTC là tựa game sẽ đem lại cảm giác trải nghiệm chân thực và hấp dẫn như đang thi đấu ở PC hay Console ngay trên thiết bị di động. Với đồ họa tuyệt đẹp, gameplay tuyệt vời, chế độ chơi đa dạng, hệ thống đội bóng đa dạng, cập nhật thường xuyên.- FOOTBALL PRO VTC sở hữu lối chơi đặc biệt có sự kết hợp giữa điều khiển giúp bạn thể hiện kỹ năng trong trận đấu. Đồng thời bạn cũng có thể tham gia quản lý để xây dựng đội bóng của mình.- Đặc biệt là sự tối ưu hóa hiệu suất và độ ổn định để đảm bảo trải nghiệm chơi game mượt mà, không gây khó chịu cho người chơi.2. Đăng Nhập 7 Ngày Tặng Cầu Thủ Ánh Kim Cao Cấp- Đăng nhập 3 ngày tặng ngay những cầu thủ đẳng cấp thế giới như Bruno Fernandes, Toni Kroos, Marquinhos...7 ngày nhận Cầu Thủ Ánh Kim 3 Sao cùng nhiều quà tặng hấp dẫn khác.3. 100+ kĩ thuật độc nhất quyết định trận đấu- Chơi FOOTBALL PRO VTC là bạn được tự do thể hiện các kỹ năng, kỹ thuật như bóng đá trên sân cỏ ngoài đời. Đảo chân như Ronaldo, rê bóng như Messi, múa skill như Neymar hay bứt tốc dứt điểm như Mbappé.- 100+ kỹ thuật đỉnh cao, 100+ câu lạc bộ, 100+ ngàn cầu thủ, 100+ cách để giành chiến thắng.4. Kiến tạo đội hình tỷ đô- Với FOOTBALL PRO VTC bạn có thể sưu tập được những cầu thủ xuất sắc nhất trong đội hình như Ronaldo de lima, David Beckham, Mbappé, C. Ronaldo hay Messi....- Bằng việc chơi để sưu tầm các mảnh ghép hay quay thẻ may mắn bạn có cơ hội sở hữu trong đội hình những cầu thủ có giá trị cao lên đến tỷ đô. Sẵn sàng thi đấu và thể hiện kỹ năng để giành thắng lợi với DREAM TEAM của mình.5. Đào tạo Greatest Of All Time- Đây là cầu thủ mà bạn có thể bồi dưỡng từ con số 0 trở thành cầu thủ vĩ đại nhất lịch sử. Bằng cách xây dựng cho cầu thủ này một hệ thống sinh hoạt và tập luyện chuyên nghiệp. Đây chắc chắn sẽ là một tài năng lớn có thể giúp đội bóng của bạn đạt được những thành tích không tưởng trong tương lai.- Bạn có thể lựa chọn cầu thủ của mình chơi ở bất cứ vị trí nào bạn yêu thích như hậu vệ, tiền vệ, hay tiền đạo. Hãy xây dựng cầu thủ phù hợp với đội hình của mình nhất.6. Hệ thống cầu thủ bản quyền chuẩn quốc tế- Game sở hữu hệ thống cầu thủ bản quyền chuẩn quốc tế của FIFPRO với các cầu thủ đương đại cũng như các huyền thoại như Beckham, Ronaldo de lima...- FOOTBALL PRO VTC luôn cập nhật hệ thống các câu lạc bộ cũng như cầu thủ nhanh nhất và chính xác nhất.7. Thị trường chuyển nhượng tự do - Cập nhật Real Time- FOOTBALL PRO VTC là một trong số rất ít game bóng đá hiện nay có thị trường chuyển nhượng. Cách nhanh nhất để bạn sở hữu đội hình trong mơ của mình là tham gia chuyển nhượng. Bạn nên luôn chọn thời điểm vàng để bán cầu thủ và mua cầu thủ để có được các món hời.- Thị trường chuyển nhượng mở cửa là lúc bạn thể hiện tài năng đàm phán và thương lượng của mình.8. Free 300 lượt mở thẻ - Sở hữu cầu thủ huyền thoại- Lần đầu có trên game bóng đá mobile, FOOTBALL PRO VTC chơi lớn tặng Free 300 lượt quay mở thẻ miễn phí khi đạt các mốc level- Với Free 300 lượt mở thẻ giúp bạn dễ dàng sở hữu các cầu thủ từ xuất sắc đến huyền thoại. Từ đó bạn có thể xây dựng đội bóng theo sơ đồ 5-3-2 để phòng ngự hiệu quả hay 4-3-3 để tấn công áp đảo hay bất cứ sơ đồ nào. Lựa chọn lối chơi tấn công hoặc phòng ngự.CAM KẾT- Phát hành độc quyền bởi VTC Mobile- Cam kết Update liên tục - Tổ chức các giải đấu thường xuyên\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 1.0.4\n\n\n\n\nTối ưu trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dead-cells/id1389752090?l=vi",
  "nameAndAge": "\n          Dead Cells\n 12+\n",
  "company": "\n\n            Playdigious\n          \n",
  "ranking": "\n\n\n                      #10 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 820 đánh giá",
  "price": "229.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline-pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad as the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?RETURN TO CASTLEVANIA DLCTime for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsTHE BAD SEED DLCYou reap what you sow• New levels to lose your head in the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking-out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - Lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING: Devices with less than 2 Gb of RAM may not be able to run this content correctly. We recommend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue. \n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 3.3.1\n\n\n\n\n- Added Polish and Spanish LATAM localizations- Fixed slider behaviors with touch on the Options screen- Fixed crash when dying with Alucard skin while using japanese language- Restored language selection menu in the options- Added a dedicated option for Auto-heal within the Assist Mode- Minor fixes of UI, audio and localization issues \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 12.0 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/earn-to-die-2/id891194610?l=vi",
  "nameAndAge": "\n          Earn to Die 2\n 12+\n",
  "company": "\n\n            Not Doppler\n          \n",
  "ranking": "\n\n\n                      #5 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,8 • 135 đánh giá",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDrive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SLAUGHTERING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!\n",
  "new": "\n\n\n27 thg 10, 2023\nPhiên bản 1.4.46\n\n\n\n\n- Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "75,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lets-math-now-game/id1580583503?l=vi",
  "nameAndAge": "\n          Lets Math Now Game\n 4+\n",
  "company": "\n\n            Hien Nguyen Tri\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,2 • 2,6 N đánh giá\n\n\n\n",
  "ratingAndReviews": "3,2 • 2,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAre you looking for a maths puzzle game? Yeah, here we are. This is an amazing game not only for you, even for your kids.It's never too early to start your child's education. Preschoolers, toddlers, older kids, or even adults are eager to learn their, counting, addition, subtraction, multiplication, and so on!In this game, we have many levels for each math skill, you just need to play one by one level and become an expert in maths. Let's math now! Download for free...\n",
  "new": "\n\n\n3 thg 10, 2022\nPhiên bản 3.0\n\n\n\n\n* Fix tons of bug on iOS 16\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "20,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tr%C3%B2-ch%C6%A1i-2-3-4-ng%C6%B0%E1%BB%9Di-ch%C6%A1i/id1269516792?l=vi",
  "nameAndAge": "\n          Trò chơi 2 3 4 người chơi\n 9+\n",
  "company": "\n\n            Jochem Bergman\n          \n",
  "ranking": "\n\n\n                      #4 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,0 • 7,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTrận đấu nảy lửa cùng bạn bè trong một loạt các trò minigames dành cho 4 người chơi bằng cách chạm đơn giản! Chơi cùng lúc trên cùng một thiết bị để thực hiện các nhiệm vụ trên đường, dù bạn đang ở đâu. Bạn có thể chơi với 2 người nhưng nếu bạn có nhiều bạn bè hoặc gia đình ở xung quanh thì bạn có thể chiến đấu cùng với 3 hoặc 4 người chơi.Bạn cũng có thể chơi Cup 4 người để xác định xem ai là người giỏi nhất !==================================40 TRÒ MINIGAMES DÀNH CHO 4 NGƯỜI CHƠI==================================Đấu trường rắnNuôi lớn chú rắn của bạn bằng cách ăn sao, nhưng hãy cẩn thận, hãy chắc chắn rằng đầu của bạn không chạm vào cơ thể đối thủ.Cố gắng dồn đối thủ của bạn vào góc và là người cuối cùng còn lại trong đấu trường!Đua ván trượtChạm nhanh nhất có thể để về đích.Trận chiến xe tăngCuộc chiến nảy lửa trên sa trường. Ai là tay bắn tỉa xuất sắc nhất?Bắt cáKiểm tra kĩ năng canh thời gian của bạn và hãy là người đầu tiên bắt được 3 con cá vàng!Thử thách bóng đáAi có kĩ năng đá bóng để ghi bàn trong một trận bóng?Đấu vật SumoChiến đấu với đối thủ của bạn trong đấu trường sumo. Đừng để bị đẩy ra khỏi đường ranh giới!Gà chạyTránh bị rơi xuống bằng cách sử dụng trọng lực.Rally DriftersHãy là người đua xe nhanh nhất trên đường cát để hoàn thành 3 vòng đua.Tay đua tốc độTránh chướng ngại vật trong cuộc đua xe công thức và bo cua các góc nhanh nhất có thể!Nuôi chim bồ câuSử dụng súng cao su của bạn để bắn vụn bánh mì vào miệng của chim bồ câu.======Features======• Chạm đơn giản, điều khiển bằng một nút• 4 người có thể chơi trên cùng một thiết bị• 40 trò chơi khác nhau• Thách thức gia đình và bạn bè của bạn • 4 người chơi CupCác trò chơi mini game sẽ được bổ sung thường xuyên.Cám ơn bạn đã chơi!\n",
  "new": "\n\n\n4 thg 8, 2023\nPhiên bản 5.6\n\n\n\n\n5.6- 2 trò chơi nhỏ mới- Lỗi cố định\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "95,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-2-chu%E1%BA%A9n-audition-mobile/id1431610213?l=vi",
  "nameAndAge": "\n          Au 2 - Chuẩn Audition Mobile\n 4+\n",
  "company": "\n\n            Duong Dao\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,3 • 9,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU 2 – KẾT NỐI CẢM XÚC Vươn lên trở thành Top đầu dòng game Casual Dancing với hơn 3 triệu tài khoản kết nối. Au2 tái hiện một thế giới đa sắc màu kết hợp của sự trẻ trung và hiện tại. Nơi những con người cùng nhịp đập có thể dễ dàng tìm thấy nhau.* CHUẨN STYLE AU PC• Là phiên bản chuyển thể hoàn hảo từ huyền thoại AuPC do chính VTC phát hành.• Chuẩn chỉnh từ style nhân vật, bối cảnh ingame, cho đến hệ thống nhiệm vụ, quà tăng, phụ kiện• Người chơi sẽ phải ngỡ ngàng khi trải nghiệm phiên bản \"Au PC\" trên mobile này* HƠN 3 TRIỆU ++ TÀI KHOẢN KẾT NỐI• Hệ thống phòng nhảy, các khu tương tác vui chơi luôn trong tình trạng \"chật chội\"• Hơn 500 NGHÌN Fam Club góp mặt và tranh tài mỗi ngày• Bạn sẽ là ai trong 3 Triệu tài khoản này?* TÍNH NĂNG KHỦNG - ĐỒ HỌA ĐỈNH CAO• Đồ họa 3D đỉnh cao, hiệu ứng lộng lẫy chân thật như đời thực• Là game đầu tiên có 5 mode nhảy tại Việt Nam và vẫn đang liên tục phát triển• Tính năng tương tác cực mạnh như ghép đôi sinh con, cafe, trà sữa, party trên Du thuyền,...* MIX ĐỒ HOÀN MỸ - MATCH CẶP SAY MÊ• Hơn 1 triệu set quần áo đa dạng style Âu Á thỏa sức khám phá• Nơi thể hiện cá tính của những thánh đồ Fashionista chính hiệu• Thỏa sức mix đồ, tự tin lựa chọn \"bạn nhảy\" cùng thể hiện chính mình* CHẠM LÀ KẾT - CÔ ĐƠN TAN HẾT• Chạm lần đầu, mix ngay cho mình một bộ cánh hấp dẫn• Chạm lần hai, chọn ngay cho mình một bạn diễn ưng ý• Cảm xúc thăng hóa - Chạm lần kết - Cô đơn tan hếtChào mừng các bạn đến với AU 2\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 20.0.0\n\n\n\n\nTính năng mới:• Cầu Nguyện• Thầy TròHệ thống mới: Nhiệm Vụ ThángCập nhật tính năng Fam: Thần Bảo TrợCập nhật giao diện tạo nhân vật\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "622,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/draw-chilly/id1457316711?l=vi",
  "nameAndAge": "\n          DRAW CHILLY\n 9+\n",
  "company": "\n\n            Azamat Bayzulaev\n          \n",
  "ranking": "\n\n\n                      #3 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDRAW CHILLY is a hell of an arcade game where you take on the role of Vladimir and raise a city from the depths of Purgatory at the request of your employers, the Horsemen of the Apocalypse.Vladimir and his squad of brave, pure-hearted, yet occasionally hapless mechanics fight monkeys as they make their way upwards stage by stage to deliver the bosses, who have ended up in Purgatory by mistake, into the hands of the Reapers so they can be sent to Hell where they belong.As you upgrade the city and help Vladimir and his squad grow stronger, you'll learn the backstories of each of your main enemies, see scenes from Vladimir's past, and meet the Four Horsemen, who are kind and have a sense of humor in this universe.This 2D pixel arcade game lets you run left and right as much as your little heart pleases, but that's not all! It has other, more important features as well.*Collect chickens and produce energy using a special, non-violent method to upgrade the city and unlock abilities. The city gives you NPC assistants and squad members, and abilities let Vladimir take down opponents in increasingly showy ways, like summoning a pink worm to slow your enemies then using a giant wrench to deal a devastating blow.*Each stage you complete earns you VladCoins, which you can spend to upgrade Vladimir's skills and abilities, making him stronger.*Gigantic chickens with crates will grant you new abilities - the faster you catch up to them by raising the city up the endless well the action happens in, the more you get.*You can summon the Horsemen of the Apocalypse to help you in battle once the Magnet is fully charged, and they also grant you the Horsemen's Gifts, which are special boss-related bonuses.DRAW CHILLY is sponsored by our rich imagination. Our imagination wishes you glhf, and reminds you to take it easy while you raise the city.\n",
  "new": "\n\n\n10 thg 2, 2020\nPhiên bản 1.0.41\n\n\n\n\nSaint V update:- Cyber-skyscraper-old-school-neon background;- New soundtrack named \"Saint V\";\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "61,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/candy-crush-saga/id553834731?l=vi",
  "nameAndAge": "\n          Candy Crush Saga\n 4+\n",
  "company": "\n\n            King\n          \n",
  "ranking": "\n\n\n                      #3 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 387,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nStart playing Candy Crush Saga today – a legendary puzzle game loved by millions of players around the world.With over a trillion levels played, this sweet match 3 puzzle game is one of the most popular mobile games of all time!Switch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Solve puzzles with quick thinking and smart moves, and be rewarded with delicious rainbow-colored cascades and tasty candy combos!Plan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles! Blast the chocolate and collect sweet candy across thousands of levels, guaranteed to have you craving more!Candy Crush Saga features:THE GAME THAT KEEPS YOU CRAVING MOREThousands of the best levels and puzzles in the Candy Kingdom and with more added every 2 weeks your sugar fix is never far away! MANY WAYS TO WIN REWARDSCheck back daily and spin the Daily Booster Wheel to receive free tasty rewards, and take part in time limited challenges to earn boosters to help you level up!  VARIETY OF SUGAR-COATED CHALLENGESSweet ways to play: Game modes including Target Score, Clear the Jelly, Collect the Ingredients and Order ModePLAY ALONE OR WITH FRIENDSGet to the top of the leaderboard events and compare scores with friends and competitors!Levels range from easy to hard for all adults to enjoy – accessible on-the-go, offline and online.It's easy to sync the game between devices and unlock full game features when connected to the Internet or Wifi.Follow us to get news and updates; facebook.com/CandyCrushSaga, Twitter @CandyCrushSaga, Youtube https://www.youtube.com/user/CandyCrushOfficialVisit https://community.king.com/en/candy-crush-saga to access the Community and competitions!Candy Crush Saga is completely free to play but some optional in-game items will require payment.You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading this game you are agreeing to our terms of service; http://about.king.com/consumer-terms/termsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/Have fun playing Candy Crush Saga the sweetest match 3 puzzle game around! If you enjoy playing Candy Crush Saga, you may also enjoy its sister puzzle games; Candy Crush Soda Saga, Candy Crush Jelly Saga and Candy Crush Friends Saga!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.267.0.2\n\n\n\n\nWe hope you’re having fun playing Candy Crush Saga! We update the game every week so don't forget to download the latest version to get all the sweet new features and levels!New to the game? Don’t be shy, join the fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n",
  "size": "322,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Croatia, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Slovak, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/makeup-beauty-trang-%C4%91i%E1%BB%83m/id6447053495?l=vi",
  "nameAndAge": "\n          Makeup Beauty - Trang điểm\n 12+\n",
  "company": "\n\n            Smart Imagine\n          \n",
  "ranking": "\n\n\n                      #13 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 4,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy chọn một diện mạo khác và trải nghiệm một cuộc sống tuyệt vời khác! Nhân vật nữ chính của bạn cần sự giúp đỡ của bạn khi đối mặt với các thách thức. Với những kỹ năng tinh thông của bạn trong các kịch bản trang điểm và lựa chọn trang phục khác nhau, bạn có thể giúp cô ấy tái giành lại sự tự tin và vượt qua các trở ngại! -ASMR: Trò chơi miêu tả các hiệu ứng trực quan, thính giác và xúc giác rõ ràng và sinh động, khiến bạn cảm thấy như đang ở trong một thế giới trang điểm thực sự, tận hưởng những trải nghiệm tuyệt vời và đạt được cảm giác hài lòng mạnh mẽ. -Nhiều tùy chọn phối đồ: Có hơn hàng trăm phong cách trang điểm để lựa chọn, có thể kết hợp với nhau để tạo ra vô số diện mạo tinh xảo. Bạn có thể tự do chọn và tạo ra phong cách độc đáo của riêng mình để thể hiện sự quyến rũ cá nhân của mình. -Câu chuyện về nhân vật phong phú: Trò chơi có hơn một tá nhân vật đẹp và thời trang khác nhau, mỗi nhân vật đều có câu chuyện riêng của họ, cho phép bạn trải nghiệm sự trưởng thành, cuộc sống, tình yêu và những câu chuyện lãng mạn của tuổi trẻ thành thị. -Sản phẩm trang điểm phong phú: Có hàng trăm sản phẩm trang điểm trong trò chơi, mang lại niềm vui cho những người sưu tầm như bạn. Bạn có thể có được tất cả các loại sản phẩm trang điểm thông qua gameplay và nâng cao kỹ năng và bộ sưu tập trang điểm của mình. Bắt đầu hành trình trở thành một chuyên gia trang điểm, tạo ra những diện mạo trang điểm tinh xảo và trở thành một chuyên gia làm đẹp. Hãy bắt đầu trải nghiệm những cuộc sống tuyệt đẹp khác nhau ngay bây giờ!Đăng ký dùng thử của bạn sẽ tự động gia hạn thành đăng ký trả phí, sau khi xác nhận đặt mua, chi phí sẽ trừ từ tài khoản iTunes. Sự đăng ký sẽ tự động gia hạn cùng mức giá và thời hạn như combo ban đầu, Trừ khi trường hợp tắt chức năng gia hạn tự động trước ít nhất 24h cuối kỳ đăng ký hiện tại.Trong vòng 24h trước khi kết thúc thời hạn đăng ký hiện tại, tài khoản sẽ bị trừ chi phí gia hạn tự động.Sau khi đặt mua, người dùng  có thể quản lý đăng ký, hoặc vào giao diện cài đặt tài khoản iTunes của người dùng để tắt tính năng gia hạn tự động.  Sau khi người dùng đặt mua đăng ký, bộ phận chưa dùng trong thời gian dùng thử miễn phí sẽ mất hiệu lực.Chính sách quyền riêng tư:http://smartimagined.com/pink/private.htmlĐiều khoản sử dụng: http://smartimagined.com/pink/agreement.html\n",
  "new": "\n\n\n21 thg 10, 2023\nPhiên bản 2.0\n\n\n\n\n- Khắc phục các lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "161,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Phồn thể, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rome-total-war/id1106831630?l=vi",
  "nameAndAge": "\n          ROME: Total War\n 12+\n",
  "company": "\n\n            Feral Interactive Ltd\n          \n",
  "ranking": "\n\n\n                      #27 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 143 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHistory’s greatest empire, now in your hands.Experience the full glory of ROME: Total War on iOS! Build and rule the ancient world’s greatest empire by fighting spectacular real-time battles in huge turn-based campaigns.BUILT FOR iOSPlay the classic strategy game optimised for your device.ROME IN YOUR HANDSRule the largest empire of the ancient world.INTUITIVE TOUCH CONTROLSCommand your troops with ease using the touch-screen interface.ENORMOUS 3D BATTLESTurn your screen into an exhilarating battlefield with thousands of troops.SOPHISTICATED EMPIRE MANAGEMENTDirect your economic, civil and religious affairs from the Campaign Map.ROME: Total War requires iOS 16.1 or later. You need 4GB of free space on your device, though we recommend at least double this to avoid initial installation issues.Supported iPhones: • iPhone 8/8 Plus and later • iPhone SE 2 (2020) and laterSupported iPads: • iPad mini 5 (2019) and later • iPad Air 3 (2019) and later • iPad (5th generation, 2017) and later • Any iPad Pro© 2002–2023 The Creative Assembly Limited. Originally developed by The Creative Assembly Limited. Originally published by SEGA. Creative Assembly, the Creative Assembly logo, Total War, Rome: Total War and the Total War logo are either trademarks or registered trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are registered trademarks or trademarks of SEGA Corporation. Developed for and published on iOS by Feral Interactive Limited. iOS, iPad and iPhone are trademarks of Apple Inc., registered in the U.S. and other countries. Feral and the Feral logo are trademarks of Feral Interactive Ltd. All other trademarks and copyrights are the property of their respective owners. All rights reserved.\n",
  "new": "\n\n\n20 thg 6, 2023\nPhiên bản 1.14\n\n\n\n\n• Fixes a crash that would occur when demolishing buildings• Fixes a number of minor issues\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 16.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 16.1 trở lên.\n                \n\n",
  "size": "4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-last-blade-aca-neogeo/id1613290975?l=vi",
  "nameAndAge": "\n          THE LAST BLADE ACA NEOGEO\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #8 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,0 • 2 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNEOGEO's masterpiece games are now available in the app !!And in recent years, SNK has partnered with Hamster Corporation to bring many of the classic games on the NEOGEO onto modern gaming environments through the ACA NEOGEO series. Now on smartphone, the difficulty and look NEOGEO games had back then can be reproduced through screen settings and options. Also, players can benefit from online features such as online ranking modes. More, it features quick save/load and virtual pad customization functions to support comfortable play within the app. Please take this opportunity to enjoy the masterpieces that are still supported to this day.[Game introduction]THE LAST BLADE is a fighting game released by SNK in 1997, set in Japan’s Edo period with a roster of unique swordsmen to choose from.Thematically the game is similar to the “SAMURAI SHODOWN\" series, but also features a wealth of innovative systems to set it apart.One such system is the ability to choose between “Power” and “Speed” styles when selecting a character.The “Power” system focuses on high damage while the “Speed” system focuses more on intricate combos and speed.The game also features a unique “Hajiki” ability that allows players to deflect or repel attacks.The game also allows the player to cancel super attacks into Desperation Moves adding another strategic element to the game.Finally, the game features a wealth of flashy attacks thanks to the inclusion of Super Secret Skills and Super Desperation Moves.[Recommendation OS]iOS 13 and above©SNK CORPORATION ALL RIGHTS RESERVED.Arcade Archives Series Produced by HAMSTER Co.\n",
  "new": "\n\n\n5 thg 6, 2023\nPhiên bản 1.1.0\n\n\n\n\n・Added a news feature to the title screen.・Added Bluetooth controller support.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "192,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/street-fighter-iv-ce/id1239299402?l=vi",
  "nameAndAge": "\n          Street Fighter IV CE\n 12+\n",
  "company": "\n\n            CAPCOM\n          \n",
  "ranking": "\n\n\n                      #9 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 504 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA new warrior has entered the ring!Take control of 31 world warriors and test your mettle against players from around the world. Street Fighter IV: Champion Edition perfects the winning gameplay formula by offering higher resolution graphics, three new characters (Rose, Juri and Elena) wide screen support for newer iOS devices and a host of updates and refinements. Long time Street Fighter fans can jump into the action and have an instant familiarity with the controls. For more casual players Street Fighter IV features numerous settings and tutorials that put you on the path to victory.• Fight as 31 Street Fighter characters • Higher resolution graphics and wide screen support• Intuitive virtual pad controls allow players to execute full move sets including Unique Attacks, Special Moves, Focus Attacks, Super Combos and Ultra Combos • Take your game to the next level with a MFi controller like the Gamevice (MFi controllers do not work in menus, they fully function in multiplayer and single-player gameplay.)• Battle head-to-head against players from around the world via Wifi• Single player “arcade” and multiplayer modes.• Unleash super moves with a tap of the “SP” button.• Four levels of difficulty.Please check [Supported OS and Devices] in the lower part of HP.https://www.capcom.co.jp/product/detail.php?id=266\n",
  "new": "\n\n\n5 thg 10, 2021\nPhiên bản 1.06.03\n\n\n\n\n[Ver1.06.03] What's New- Change of provider- Corrections to rights notation- Revision of Terms of Use- Revision of privacy policy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "2,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BB%87m-sushi-m%C6%A1-%C6%B0%E1%BB%9Bc/id6444689949?l=vi",
  "nameAndAge": "\n          Tiệm Sushi Mơ Ước\n 4+\n",
  "company": "\n\n            净 邹\n          \n",
  "ranking": "\n\n\n                      #9 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\n\"Tiệm Sushi Mơ Ước\" là trò chơi mô phỏng kinh doanh nhà hàng đem lại hạnh phúc cho mọi người, sở hữu những đồ trang trí cửa hàng đa dạng phong phú, các món Nhật hấp dẫn và dàn nhân vật siêu đáng yêu.Khách hàng nổi giận? Nhân viên làm biếng? Nhà hàng không đủ lớn? Món ăn làm hỏng?Toàn bộ câu truyện về nhà hàng đều có trong trò chơi. Câu truyện của chúng tôi được bắt đầu khi bà ngoại đi vòng quanh thế giới, bà chỉ để lại cho tôi nhà hàng Sushi cũ kỹ và một nhân viên hậu đậu-Ono Ryota.Tuy sở hữu nhà hàng Sushi luôn là ước mơ của tôi, nhưng bản thân chưa bao giờ kinh doanh nhà hàng. Để thực hiện ước mơ của mình, cũng vì nghe theo lời căn dặn của bà ngoại, tôi và Ryota bắt đầu hành trình mở tiệm Sushi tràn đầy niềm vui, thú vị, và cả những ngọt bùi cay đắng!Trong game này bạn sẽ vào vai nhân vật chủ Tiệm Sushi, nghiên cứu các món ăn Nhật Bản, đề ra kế hoạch mua sắm hàng ngày, phục vụ khách hàng, bồi dưỡng đầu bếp và nhân viên phục vụ, mua đồ dùng quán ăn, mở chuỗi cửa hàng...Trò chơi ban đầu có vài trăm thiết bị, hơn mười nhân viên, hàng ngàn món ăn, và vài chục nhân vật. Toàn bộ nhà hàng cao cấp, món ăn, thiết bị đều là miễn phí. Tại đây bạn có thể nghiên cứu ra các món ăn tuyệt hảo trên khắp thế giới như Sườn Heo Chiên, Sushi, Mỳ Kéo, Tempura, Wagyu, Sashimi cá, Mỳ Udon, Gan Ngỗng Kiểu Pháp, Bánh Ngọt, Hải Sản Nướng, Bò Bít Tết![Mục tiêu của bạn]-Phục vụ khách hàng, nâng cấp thiết bị, nghiên cứu món ăn Nhật, nhận đánh giá tốt của khách hàng!-Nghiên cứu ra nhiều món ăn Nhật, trở thành Quán Ăn ngon lừng danh gần xa!-Nỗ lực kiếm thật nhều tiền, tăng cấp, trang trí và mở rộng nhà hàng Nhật-Mở khóa Phòng Bao mới, tầng 2 nhà hàng, Sảnh Biểu Diễn, Sảnh Sushi Băng Chuyền, xây dựng nhà hàng Nhật ngày càng lớn mạnh và náo nhiệt[Điểm nổi bật của trò chơi]1. Thỏa sức sáng tạo: Trải nghiệm nhiều phương thức kinh doanh, thủ đoạn kinh doanh2. Tu sửa hàng quán, thỏa sức kết hợp đồ nội thất theo nhiều phong cách, phòng bao DIY các loại.3. Kết giao những tâm hồn thú vị: Mang theo khát khao ước mơ, gặp gỡ những bằng hữu tâm huyết, vô số khách hàng với những tính cách khác nhau, đem lại các trải nghiệm thú vị khác nhau.4. Yêu cầu của khách hàng luôn quái lạ! Bạn sẽ ứng phó ra sao khi đối mặt với những vị khách có tính cách khác thường?5. Thưởng thức các món ăn ngon.Bạn chưa bao giờ chơi thể loại game này?Đừng lo, vì thao tác trong \"Tiệm Sushi Mơ Ước\" rất đơn giản, rất dễ làm quen: Bạn chỉ cần nhấp vài lần là hoàn thành yêu cầu của khách hàng, lên món ăn, nhận tiền, dễ dàng kiếm tiền thu lãi. Chơi thoải mái mọi lúc mọi nơi.Bất luận bạn là bậc thầy kinh doanh mô phỏng, hay chỉ mới biết kinh doanh nhà hàng, bạn sẽ đều yêu thích trò chơi quản lý mô phỏng nhà hàng vô cùng thú vị này.Mau tới tải miễn phí \"Tiệm Sushi Mơ Ước\", bắt đầu hành trình kinh doanh nhà hàng cực ký thú vị nào!Đừng quên theo dõi Fanpage của chúng tôi:facebook: https://www.facebook.com/SushiSimulator/discord:  https://discord.gg/C62VQk7pYKĐiều khoản sử dụng &&chính sách bảo mật:https://www.apple.com/legal/internet-services/itunes/dev/stdeula/https://miyagames.net/miya-privacy.htm\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 4.1.5\n\n\n\n\nBạn đã sẵn sàng cho một bản cập nhật thú vị chưa?Bản cập nhật này:1. Trò chơi mini Dạ Dày Vương sẽ giữ lại dữ liệu của bạn khi dữ liệu bị khôi phục do quảng cáo.2.Tối ưu hóa một số trải nghiệm3. Sự kiện mới \"Đào tạo nấu ăn đặc biệt\" sẽ sớm được khai mạc, hãy đón chờ nhé ~!Chúc vui vẻ!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "767,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-vengeance-td-game/id1248033433?l=vi",
  "nameAndAge": "\n          Kingdom Rush Vengeance TD Game\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #3 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 1,4 N đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGet ready to jump into action and show the Kingdom who’s the real boss in the best tower defense game!Face empires of mighty enemies. Clash against supreme bosses, unlocking and switching to new towers. Train legendary heroes and get all the achievements using your strategy in this amazing TD game.Kingdom Rush Vengeance will give you hours and hours of gameplay in the best tower defense game available! Heroes, your Army, Enemies and legendary td bossfights!- 16 Powerful HEROES who will, without hesitation, rush into action at your command- LEVEL UP YOUR HEROES  and upgrade their abilities- 10+ TRINKETS AND ARTEFACTS for that extra action in battle.- NEW POWERS AND REINFORCEMENTS to vanquish your foes, td style!- 30 UPGRADES to train your army to their best form.- 60+ DEADLY ENEMIES that will put all of your wit and strategic skills to the test- RUSH TO SAVE THE KINGDOM as you bring down 6 mighty bosses in the most legendary boss fights!Epic Selection of Towers and Upgrades- 21 NEW TOWERS to defend your kingdom- UNIQUE ABILITIES AND SPECIAL POWER for every tower- Choose your arsenal of towers and execute your strategy. Create devastating combinations of towers, abilities and special powers to stop your enemies!Near Endless Tower Defense Gameplay- 36 CHALLENGING STAGES that will test your skills- 8 DIFFERENT REALMS to conquer and explore- EXPLORE new lands in the Kingdom- 60+ ACHIEVEMENTS, hidden secrets, and fun stuff for you to play and discover while you explore the realm!- UNLOCK HEROIC AND IRON CHALLENGES on all stages- CASUAL, NORMAL, VETERAN OR IMPOSSIBLE difficulty for every level- Summon enemy waves faster to earn additional goldTime for some Royal Vengeance in the Kingdom!Vez’nan, the powerful almighty wizard has returned. Lead your powerful dark army and make the Kingdom tremble with each step. Help Vez’nan conquer new lands in the kingdom! Orcs, goblins, demons, dark knights, zombies and many more! Choose your favorites and mix them to find the most deadly tower defense combination - secure the crown of the kingdom for Vez’nan.Awesome Offline Tower Defense GameNo Wi-Fi at your Dark Tower?- PLAY ANYWHERE - playing offline works, if your wifi doesn’t- PLAY OFFLINE - no internet connection required- You can play Kingdom Rush Vengeance as your offline TD game of choice. --------------------------------------------------HEARD ON THE MEDIA:\"For veteran Kingdom Rush players and newcomers alike, the charm and strategy of the franchise remains with Kingdom Rush: Vengeance, making it one of the best mobile games of 2018!\"-Polygon\"Kingdom Rush Vengeance is the biggest and baddest the series has been.\"-148Apps\"Players with any affinity for tower-defense games are going to enjoy every second they spend with Kingdom Rush Vengeance!\"-Pocket gamer\"The game is intensely engaging with a light-hearted tone that makes it a real pleasure to jump into.\"-Pocket tacticsGet Lord Vez’nan’s latest news here:https://www.kingdomrushvengeance.com/Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.15.01\n\n\n\n\nDISCOVER THE NEW HAMMERHOLD DLC!Hammerhold's in for a surprise. They're bracing for a land attack from Linirea’s border, but Vez'nan has other plans. He sends you with the mighty Dark Army fleet for a lightning assault. You'll strike the desert shores, catching the Legionnaires off guard. Beware, brave heroes will return, and they're not here for a cozy family gathering!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/captain-tsubasa-ace/id1637404845?l=vi",
  "nameAndAge": "\n          CAPTAIN TSUBASA: ACE\n 12+\n",
  "company": "\n\n            Program Twenty Three\n          \n",
  "ranking": "\n\n\n                      #5 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "3,6 • 46 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Captain Tsubasa: Ace\" is an officially licensed mobile football game from the \"Captain Tsubasa\" IP. Players can take control of characters like Tsubasa Ozora and Kojiro Hyuga, performing breathtaking football moves, reliving the intense battle scenes, experiencing various gameplay modes, and reveling in the excitement of football confrontations.Officially Licensed IP! Ignite Your Football Dream!\"Captain Tsubasa: Ace\" preserves the original settings of the series, vividly bringing to life the dazzling moments of characters like Tsubasa Ozora, Kojiro Hyuga, and Genzo Wakabayashi through 3D animation. Players can take control of these iconic footballers on the field, sprinting for the love of football and battling for every single victory!Real-time Battles! Strategic Formations! Diverse Gameplay Awaits Your Choice!\"Captain Tsubasa: Ace\" provides two distinct types of gameplay: Dream League and Ace Showdown. The Dream League mode emphasizes strategic formations, while Ace Showdown focuses on real-time actions. As you train your players, different developmental paths for the same player can significantly influence his on-field performance and skill strategies. Whether you prefer real-time gameplay or strategic planning, Dream League and Ace Showdown modes offer thrilling experiences tailored to your taste.Complete Roster Unleashed! Popular Players Taking the Stage!Many have followed the journey of Tsubasa Ozora, Kojiro Hyuga, Taro Misaki, and Ryo Ishizaki from their youthful days to adulthood, with their stories filled with fervor and zeal. Now, they're back and ready to shine in \"Captain Tsubasa: Ace\". In the future, even more powerful players will be taking the field alongside them. Follow in the footsteps of legendary players and once again experience the captivating football journey of Tsubasa Ozora and others!Classic Storyline! Iconic Moments Perfectly Recreated!Every match calls for your utmost effort! \"Captain Tsubasa: Ace\" revives the iconic animated storylines. The daily pursuits of dreams, moments that celebrate youth, and other unforgettable scenes are passionately recreated in the game with high-quality 3D graphics. Reconnect with the passion and emotions, and let's chase our shared dream of football together! \n",
  "new": "\n\n\n27 thg 11, 2023\nPhiên bản 1.8.15_800243\n\n\n\n\nThe officially licensed IP mobile game \"Captain Tsubasa: Ace\" is set to make a major debut on December 5th!Super popular players like Tsubasa Ozora, Kojiro Hyuga, Genzo Wakabayashi, and Hikaru Matsuyama will make a strong appearance on the green field!Compete in the 11V11 Dream League, battle for supremacy, and strive to be the strongest of the season!Engage in 5V5 ace showdown, with each match lasting 4 minutes, showcasing real mastery and domination of the game!Face multiple challenges in the Potential Breakthrough Score Match and Tactical Collection Score Match!Hurry onto the field and experience the thrilling excitement of \"skillful football\"!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/carnivores-ice-age-pro/id411430426?l=vi",
  "nameAndAge": "\n          Carnivores: Ice Age Pro\n 12+\n",
  "company": "\n\n            Tatem Games\n          \n",
  "ranking": "\n\n\n                      #19 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,0 • 2 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe most exciting hunting journey now takes you to Ice Age! The only game which lets you see cool meat-eating Ice Age creatures in action and challenge them for ultimate survival!Carnivores: Ice Age is a hunting simulation that is completely true to life and totally breathtaking. You land on a distant planet inhabited by Ice Age creatures like mammoths, smilodons and giant bears and progress from a shy wildlife observer to a stealthy and ruthless Yeti hunter. All animals are in full 3D complete with their terrifying roars!• Chose time of day (night vision on!)• Fill the area with animals to your liking and skills• Equip with camouflage, cover scent or radar • Pick a weapon and hunt or take the camera and observe• Store your prey in real-size trophy room• Go green and use tranquilizer instead of bullets• Read tips and tricks for every animal in ‘Dinopedia’• Upgrade to PRO with one-time purchase to access 5 huge 3D hunting areasTo anyone who played Carnivores on PC, guaranteed hours of nostalgia! More Ice Age creatures and more maps are coming!The game is compatible with Fling controller.\n",
  "new": "\n\n\n21 thg 2, 2019\nPhiên bản 1.8.6\n\n\n\n\nFixed broken Spanish localization, some small texts improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "424,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-cluckeria-to-go/id1591627945?l=vi",
  "nameAndAge": "\n          Papa's Cluckeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #4 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 23 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCraft tasty chicken sandwiches and swirled slushes in Papa's Cluckeria To Go!-- ABOUT THE GAME --The Chicken Sandwich Wars have begun!  When Papa Louie opens the first chicken sandwich restaurant in Oilseed Springs, rival chefs suddenly appear in town to give Papa Louie some competition!  You'll be in charge of running Papa's Cluckeria, where you'll bread, batter, and fry foods to craft a variety of different sandwiches.  Pile the sandwiches high with toppings and sauces, and create refreshing swirled slushes to serve your picky customers.  Work your way through the holidays as you serve seasonal sandwiches and slushes, unlock new ingredients, and earn Daily Specials with delicious sandwich recipes -- and try to outlast your competition!-- GAME FEATURES --BREAD, BATTER, AND FRY - Coat the chicken with a variety of breading and batter options, then drop the chicken into the fryer to cook it to perfection!  Papa Louie needs to get an edge on his competition, so over time he may start introducing other foods to fry besides chicken!STACKING SANDWICHES - Choose from an assortment of buns, and craft a delicious sandwich piled high with fried meats, cheeses, toppings, and sauces.SWIRLED SLUSHES - Customers will order a refreshing swirled slush to drink along with their sandwich.  Add the ice and flavor syrups to the cup, and wait for the Slush Machine to blend the flavors together for a vibrant and tasty treat!HOLIDAY FLAVORS - As you reach new ranks, the seasons and holidays in Oilseed Springs will change, and your customers will start ordering holiday-themed meals!  You'll unlock new slush flavors, buns, toppings, and sauces for each holiday of the year, and your customers will love trying these new festive flavors!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Cluckeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Wylan B or Olivia, or create your own custom character to work in the restaurant!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to Oilseed Springs for their sandwiches.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!FOOD TRUCK FUN - After you hire a Driver, you can send them out in a Food Truck between days to serve whatever you like!  Use your imagination to create your own unique sandwiches, then serve them from the Food Truck and see who shows up to try them.  You can even mix and match ingredients from different holidays in the Food Truck for creative combinations!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!AND MUCH MORE - Decorate the lobby with themed holiday furniture, send coupons to your customers to persuade them to visit the restaurant, and play Foodini's Mini-Games after each workday to earn new furniture and clothing!-- MORE FEATURES --- Hands-on chicken sandwich shop in the Papa Louie universe- Multi-task between frying foods, stacking sandwiches, and crafting slushes- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 141 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 149 ingredients to unlock\n",
  "new": "\n\n\n14 thg 3, 2022\nPhiên bản 1.0.1\n\n\n\n\n- Fixed issue with duplicate customers outside for certain holidays- Fixed issue with breading bin when quickly dragging meats- Fixed poster names in Shop- Fixed certain customer outfits- Added new sorting mode for Special Recipes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "57,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/neighbours-back-from-hell/id1537362903?l=vi",
  "nameAndAge": "\n          Neighbours back From Hell\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #10 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 23 đánh giá",
  "price": "35.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n\"\"\"Bạn có biết rằng \"\"Schadenfreude \"\"trong tiếng Đức có nghĩa là khái niệm cười cợt trên nỗi bất hạnh của người khác không? Đó cũng là ý tưởng để xây dựng nên Neighbours back From Hell. Một chương trình truyền hình dựa trên việc bày ra các trò chơi xỏ lá người hàng xóm khó tính của bạn để giúp khán giả giải trí và có số lượng người xem cao. Còn gì vui hơn khi xấu tính 1 chút với game vui nhộn lấy cảm hứng từ TV đầu những năm 2000 này! Trong vai Woody, nhân vật chính thích báo thù của Neighbours back From Hell, bạn sẽ chơi khăm theo cách của mình qua Phần 1 và 2 của chương trình truyền hình hư cấu nhưng khéo như thật này. Đem những trò nghịch ngợm từ căn hộ của người hàng xóm khó chịu đến tận Trung Quốc, Ấn Độ và Mexico, nơi bạn sẽ biến kỳ nghỉ của anh ta là một địa ngục trần gian. Mà luôn tiện, tại sao phải hạn chế mục tiêu chỉ mỗi anh hàng xóm, khi bạn có thể chơi xỏ cả mẹ và những người bạn đồng hành của hắn ta luôn? Dù bạn quyết định làm gì, đội ngũ quay phim đáng tin cậy của bạn sẽ có mặt ngay tại đó và luôn theo dõi mọi hành động. Bạn có thể để sự sáng tạo của mình tự biên tự diễn và nhìn người hàng xóm nổi cơn thịnh nộ trong tuyệt vọng. Chỉ cần lưu ý đừng để bị anh ta hoặc đồng bọn của anh ta bắt gặp, nếu không họ sẽ đánh bạn nhừ tử và chương trình truyền hình của bạn sẽ bị dẹp luôn. Mặt khác, nếu thực hiện tốt, bằng cách tạo ra ngày càng nhiều xáo trộn và hỗn loạn trong cuộc sống của hàng xóm, lượt xem tăng lên và bạn có thể giành được những giải thưởng danh giá. \"\"Neighbours From Hell 1 & 2 Remastered trong một gói: 28 tập lấy bối cảnh nhà hàng xóm, trên tàu du lịch và ở một số địa điểm nghỉ lễ khác nhau trên khắp thế giới - Tất cả đồ họa mới được hiển thị ở chế độ Full HD - Tốc độ khung hình của tất cả hoạt ảnh tăng gấp đôi để có trải nghiệm mượt mà hơn  - Sử dụng sức mạnh, kỹ năng và phong cách để thực hiện cuộc phục kích hoàn hảo - Giao diện và điều khiển dễ sử dụng - Đồ họa theo phong cách hoạt hình tuyệt vời - Nhạc nền phong cách ban nhạc lớn - Hỗ trợ đầy đủ bộ điều khiển trò chơi- Trung tâm trò chơi được hỗ trợ© HandyGames\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "3,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/love-choices-merge-makeover/id6449255560?l=vi",
  "nameAndAge": "\n          Love Choices - Merge Makeover\n 9+\n",
  "company": "\n\n            Pexix Inc.\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nWelcome to \"Love Choices\", the ultimate fashion game where you get to create your own unique style and explore different romantic storylines. In this game, you can merge and change clothes to create a look that's completely your own. With a wide range of clothing options, including dresses, skirts, tops, shoes, and accessories, the possibilities are endless.But fashion isn't the only thing you'll be exploring in \"Love Choices\". You will also have the opportunity to experience various romantic stories and make choices that will impact the course of the story. Will you choose the path of true love, or will you let your fashion ambitions get in the way?As you progress through the game, you will encounter different characters, each with their own unique personalities and backstories. You will need to navigate through the ups and downs of love, all while staying on top of the fashion game. With each level you complete, you will unlock more amazing items to support you on your journey. You can also connect with other players and compare your outfits.So what are you waiting for? Come join us in \"Love Choices\" and become the ultimate fashion and romance expert. Show off your fashion skills, explore different romantic storylines and make your mark on the fashion world!SUBSCRIBE TO LOVE CHOICES - MERGE&MAKEOVERSubscribe to Love Choices - Merge&Makeover  for all of the following benefits:-No Advertisements. Get All ADS rewards with no need to watch ADS.—————————————————————————————————————————————————————SUBSCRIPTIONS INFORMATION:Love Choices - Merge&Makeover DISABLE ADS Membership access offers membership options:1) A monthly DISABLE ADS subscription costing $19.99 per month.This is an auto-renewable subscription. The payment is charged to your account after confirmation. The subscription is renewed unless you unsubscribe 24 hours before the period ends. Your account will also be charged for renewalEnd of subscription renewal:-The payment is charged to your iTunes account after a confirmation of purchase-The subscription is renewed unless you unsubscribe 24 hours before the end of the current period-The account will be charged for renewal 24 hours before the end of the current period at the standard cost of the monthly subscription-The user may manage the subscription and auto-renewal by accessing the user's account settings after purchase in the store-No cancellation of the current subscription is permitted during the active subscription periodEnd User License Agreement：https://www.pexix.com/html/lovechoice/End-User-License-Agreement.htmlPrivacy Policy：https://www.pexix.com/html/lovechoice/Privacy-Policy.html\n",
  "new": "\n\n\n14 thg 9, 2023\nPhiên bản 2.0.1\n\n\n\n\nVersion 2.0.1 is here!1, Bug fixes and performance enhancements!2, Added merge task.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.4 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.4 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "582,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fighter-bossfun/id6446226232?l=vi",
  "nameAndAge": "\n          Fighter BossFun\n 17+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n\n\n\n\n3,1 • 14 đánh giá\n\n\n\n",
  "ratingAndReviews": "3,1 • 14 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nJoin the unlimited battle and destroy the enemies to achieve the goal.\n",
  "new": "\n\n\n10 thg 5, 2023\nPhiên bản 1.1\n\n\n\n\n1. Adjust Operational Controls2. Optimize game performance\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "93,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/outlets-rush/id6448794532?l=vi",
  "nameAndAge": "\n          Outlets Rush\n 4+\n",
  "company": "\n\n            Supercent, Inc.\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 384 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChào mừng bạn đến với Outlets Rush - Trình mô phỏng trò chơi điện tử dành cho người quản lý trung tâm mua sắm nhàn rỗi cuối cùng!Hòa mình vào sự phấn khích khi quản lý trung tâm mua sắm của riêng bạn! Quản lý trung tâm mua sắm mơ ước của bạn từ các cửa hàng nhỏ đến trung tâm mua sắm lớn! Trải nghiệm sự pha trộn hoàn hảo giữa trò chơi arcade quản lý cửa hàng và tất cả các thử thách trong một gói hấp dẫn. Khi bạn tiến bộ trong trò chơi, sự đa dạng của sản phẩm trong cửa hàng của bạn và số lượng khách hàng sẽ tăng lên. Bạn càng kiếm được nhiều lợi nhuận, bạn càng thành công!► Tạo trung tâm mua sắm trong mơ của bạnXây dựng một trung tâm mua sắm với các sản phẩm đa dạng từ cửa hàng thể thao đến các thương hiệu xa xỉ cao cấp!Bạn có thể đặt tất cả các thương hiệu cho các cửa hàng của bạn. Lúc đầu, bạn có thể bắt đầu với một khu vực nhỏ, nhưng nó sẽ sớm trở thành một cửa hàng lớn nếu bạn làm hài lòng khách hàng của mình!► Nhiều Cửa hàng & Sản phẩmTừ các cửa hàng thể thao mang tính biểu tượng đến các cửa hàng sang trọng, bạn có thể tìm thấy tất cả các mặt hàng được bán tại các cửa hàng thực tế như giày dép, quần áo, túi xách, mũ, đồ lót, v.v. Trải nghiệm niềm vui khi bắt gặp các khái niệm và mặt hàng khác nhau tại mỗi cửa hàng.► Tuyển dụng nhân viênQuản lý cửa hàng của riêng bạn không phải là một nhiệm vụ dễ dàng. Bạn phải lo việc trưng bày hàng hóa, dọn dẹp phòng thử đồ và giúp khách hàng check out. Tuy nhiên, bạn có thể thuê nhân viên để giúp bạn và quản lý họ một cách hiệu quả để tận dụng tối đa số tiền của bạn. Đừng lo lắng, nó có thể làm cho nó hoạt động!► Mini to Mega - Hành trình quản lý của bạnBạn có thể trải nghiệm việc quản lý cửa hàng từ những khởi đầu khiêm tốn để trở thành một ông trùm trung tâm thực thụ. Bắt đầu với một cửa hàng nhỏ, hãy thể hiện kỹ năng quản lý của bạn khi bạn tiến tới một trung tâm mua sắm lớn.Bước vào thế giới quản lý trung tâm mua sắm hơn bao giờ hết. Chơi ngay và trở thành ông trùm bán lẻ cuối cùng với Outlets Rush!\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.14.0\n\n\n\n\nHere are the patch notes for the latest update:Outlets Rush gets better! Install the latest version and check out the new updates!- Add new in-app products- Secondary goods system added- Quest system added- 5 stages added- Minor bug fixesThank you for playing! Goodbye for now, and we look forward to seeing you in the next update.         \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "638,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/anh-h%C3%B9ng-x%E1%BA%A1-%C4%91i%C3%AAu-2022-gamota/id1287508973?l=vi",
  "nameAndAge": "\n          Anh Hùng Xạ Điêu 2022 - Gamota\n 17+\n",
  "company": "\n\n            GAMOTA Corporation\n          \n",
  "ranking": "\n\n\n                      #12 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,4 • 3,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChuyển thể từ tác phẩm của nhà văn Kim Dung, cái tên Anh Hùng Xạ Điêu 2022 chắc chắn đó sẽ là bảo chứng - đảm bảo về sự hấp dẫn với hàng loạt tính năng hấp dẫn. Kết hợp khôn khéo với các yếu tố sinh tồn đang hot hiện nay, Anh Hùng Xạ Điêu 2022 thực sự là một tựa game “Kiếm hiệp sinh tồn” mới lạ và độc đáo nhất trên mobile hiện nay.Bước vào thế giới kiếm hiệp của Anh Hùng Xạ Điêu 2022, anh hùng sẽ được gia nhập vào tứ đại môn phái với gameplay đột phá vô cùng hấp dẫn như: U cốc đối ảnh, Bí cảnh cầu sinh, Lôi đài tranh hùng, Linh Lung Tháp…#Chiến trường tổ đội U Cốc Đối Cảnh# Dành cho các cặp đôi trong game, đây là hình thức PK tổ đội 2vs2. Những cặp phu thê sẽ nhận được sự hỗ trợ đặc biệt đến từ Anh Hùng Xạ Điêu 2022 bằng việc buff sức mạnh lớn hơn so với những tổ đội thông thường. Và phần thưởng sau những trận chinh chiến đồng lòng, đó chính là lượng tài nguyên không lồ để nâng cấp lực chiến cho “Nhẫn” hiện tại đang sở hữu.#PK sinh tồn Bí Cảnh Cầu Sinh#Dạng PK sinh tồn 1vs30 được mô phỏng gần giống với các tựa game sinh tồn đang hot trên thị trường hiện nay. Bí Cảnh Cầu Sinh cũng mang trong mình cơ chế chạy bo sinh tồn và chiến đấu không ngừng nghỉ để đạt được vị trí Top 1 đầy ngạo nghễ.#Lôi Đài Tranh Hùng - Độc chiến thành Bá chủ#Hoạt động PK tương tự với U Cốc Đối Cảnh, nhưng khác biệt ở chỗ game thủ chỉ có thể tham chiến một mình mà không có sự xuất hiện của đồng đội còn lại. Trải qua những trận đấu gay go để tranh giành vị trí Bá chủ chính là cách thức để giành chiến thắng. Và cũng vì lẽ đó mà Lôi Đài Tranh Hùng được game thủ ví von như một buổi “Hoa Sơn Luận Kiếm” trong các trang sách của cố nhà văn Kim Dung.#Linh Lung tháp - Quyết đấu thú cưng#Không còn là các trận chiến giữa các gamer nữa, Linh Lung Tháp dựng lên với việc đưa các thú cưng vào vượt ải khác hẳn với các hoạt động sẵn có trước đây. Linh Lung Tháp chính là cách nhanh nhất để người chơi có thể đọ tài huấn luyện pet của mình.#Bang Chiến Liên Server - Chiến trường bang hội đỉnh cao#Liên kết các server lại để tiến hành tranh giành ngôi vị Bá chủ độc tôn chính là nguyện vọng lớn nhất của bất kì game thủ nào. Hình thức tranh đấu dựa trên việc cướp cờ, vận chuyển vật tư đến đích đến sau cùng. Tuy nhiên, trên chặng đường di chuyển chắc chắn sẽ gặp những màn “đánh chặn” của các bang khác. Chính vì điều này đã khiến những trận Bang Chiến Liên Server đều trở nên cam go và khó khăn chồng chất.#Khai Phong Thành - Công hay thủ, đâu mới là lựa chọn đúng#Đây là trận chiến diễn ra giữa các bang phái. Khi tham gia hoạt động 2 bang phái đối lập sẽ được chia thành phe công thành hoặc phe thủ thành. Phe công sẽ được kết nạp 2 đồng minh với sự hỗ trợ tối đa là 15 người mỗi bang. Phe thủ sẽ chỉ được lựa chọn 1 liên minh và buộc phải ở thế thủ chờ đợi những pha tấn công dồn dập của bang đối địch.Đặc biệt, phe công ngoài việc phá thành còn có nhiệm vụ là triệt phá 3 nguồn tài nguyên của bang thủ mới đạt đủ yêu cầu của hoạt động Khai Phong Thành. Trong thời gian chỉ định phe nào thủ hoặc công thành công sẽ nhận được hàng loạt phần thưởng hấp dẫn.Cùng với vô vàn hoạt động hấp dẫn trên, Anh Hùng Xạ Điêu 2022 còn liên tục cập nhật những tính năng mới để không gây cho game thủ cảm giác nhàm chán. Thậm chí, còn kích thích việc không ngừng tìm tòi sáng tạo ra phong cách chơi cho riêng bản thân mình, đó chính là:- Mở giới hạn cấp lên 199.- Hệ thống nâng cấp và bồi dưỡng nhẫn cưới, gia tăng lực chiến không ngừng giữa các cặp vợ chồng- Hệ thống Ngự Linh - Tăng lực chiến trực tiếp và thuộc tính cho nhân vật đang chơi.- Thú cưỡi mới siêu ngầu và cực bá. - Thời trang long lanh cuốn hút ánh mắt hàng triệu game thủ.\n",
  "new": "\n\n\n9 thg 11, 2022\nPhiên bản 1.7.13\n\n\n\n\n- Tối ưu hệ thống- Sửa một số lỗi- Tăng tỷ lệ phản hoàn\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "803,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/game-d%C6%B0a-h%E1%BA%A5u-v%C3%B9ng-%C4%91%E1%BA%A5t-kh%E1%BB%89/id6469450477?l=vi",
  "nameAndAge": "\n          Game Dưa Hấu: Vùng Đất Kh‪ỉ‬\n 4+\n",
  "company": "\n\n            Han Song Ey Jo\n          \n",
  "ranking": "\n\n\n                      #2 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMột trò chơi kết hợp hoa quả(trái cây) dễ thương!Kết hợp các loại hoa quả(trái cây) dễ thương để tạo ra những quả lớn hơn!Ai có thể tạo ra quả dưa hấu khổng lồ đầu tiên?Hãy thử nó ngay bây giờ!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.4\n\n\n\n\nHiệu suất trò chơi được tối ưu hóa.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/free-fire-b%E1%BA%AFn-s%C3%BAng-sinh-t%E1%BB%93n/id1300146617?l=vi",
  "nameAndAge": "\n          Free Fire - Bắn Súng Sinh Tồn\n 12+\n",
  "company": "\n\n            GARENA INTERNATIONAL I PRIVATE LIMITED\n          \n",
  "ranking": "\n\n\n                      #6 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,0 • 940,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFree Fire – Bắn súng sinh tồnTải ngay Free Fire - Game Bắn súng sinh tồn online cực vui và hayFREE FIRE – GAME BẮN SÚNG SINH TỒN ONLINE CỰC VUI, CỰC HAY – HOÀN TOÀN MIỄN PHÍ- Chỉ 10 phút mỗi trận, trải nghiệm game bắn súng sinh tồn chân thật, hãy cùng liên quân với bạn bè để chiến đấu và sinh tồn trong 50 người chơi- Nhiều chế độ bắn súng khác ngoài chế độ sinh tồn như solo hay tử chiến, hay 4v4 hay moba 5v5 và luôn được cập nhật mới, mang lại trải nghiệm vui vẻ cho người chơi- Hệ thống súng và vũ khí đa dạng mang lại trải nghiệm bắn súng siêu hấp dẫn- Nhập vai nhiều nhân vật hay thú cưng (pet) cùng kỹ năng độc đáo - Thời trang nhân vật phong cách, có thể tạo kiểu hay phối đồ độc đáo- Nhiều vật phẩm hot miễn phí cho người chơi mới- Sáng tạo và xây bản đồ trận đấu (mini world) cho riêng bạn FREE FIRE – CHIẾN ĐẤU THẬT PHONG CÁCH!Free Fire là tựa game bắn súng sinh tồn online siêu hay, siêu vui với hơn 1 tỷ lượt tải, và hơn 150 triệu người đang chơi. Bạn có thể mời bạn bè hay kết bạn mới để cùng liên quân chiến đấu và sinh tồn tại Free Fire và có những trải nghiệm vui vẻ, mới mẻ với thiết kế game chân thật, đồ họa sống động. Bạn còn nhận được nhiều vật phẩm miễn phí hay cực hot sau khi tải game.1. Free Fire - Chuẩn game bắn súng sinh tồn online cực hay và vuiBạn có thể liên quân với lên đến 3 bạn bè để cùng nhau chống lại quân địch. Đầu game bạn cần nhảy dù xuống nơi có nhiều súng hot trên bản đồ, tìm kiếm, trang bị súng và sẵn sàng chiến đấu. Bạn cần bắn hạ đối thủ, kiếm thính để có được nhiều súng xịn, đồng thời giữ mình luôn trong vòng bo an toàn để sinh tồn đến cuối trận.2. Free Fire – Đa dạng chế độ chơi : solo, 2v2, 4v4, moba 5v5Ngoài chế độ sinh tồn, Free Fire còn có các chế độ khác:- Chế độ bắn súng tử chiến với lối chơi siêu tốc chiến đấu liên tục, có thể kiểm soát trang bị súng - Chế độ bắn súng đối kháng 1v1, 2v2 luôn giao tranh trong không gian nhỏ mang lại trải nghiệm bắn súng hấp dẫn, nhưng không kém phần vui vẻ- Nhiều chế độ khác theo thời gian: chế độ bóng đá, zombie, tốc chiến, phi đao, moba 5v5, siêu tốc chiến- Chế độ xếp hạng cạnh tranh, công bằng và thể hiện trình độ của bạn.3. Free Fire - Hệ thống súng miễn phí, cực hot và luôn cập nhật mới- Free Fire sở hữu hệ thống súng mới nhất bao gồm nhiều loại súng trường, súng tầm xa, súng máy, súng tiểu liên, súng shotguns, súng ngắm và súng lục- Bạn có thể nâng cấp để bắn súng mạnh hơn- Hệ thống skin súng phong cách giúp tăng sức mạnh và tốc bắn khi chiến đấu4. Free Fire - Nhập vai nhiều nhân vật và thú cưng (pet) với kỹ năng độc đáo- Hãy nhập vai vào nhân vật yêu thích với nhiều kỹ năng độc đáo và hoàn toàn miễn phí để chiến đấu lại quân địch- Game sẽ vui hơn khi có thú cưng đồng hành, sắm ngay thú cưng (pet) để cùng liên quân chiến đấu trong Free Fire nhé- Thời trang trong Free Fire cũng vô cùng phong phú, bạn có thể nhận miễn phí nhiều trang phục cho nhân vật hay bạn có thể thỏa sức phối đồ để tạo hình thật chất.5. Free Fire - Sáng tạo bản đồ thế giới mới (mini world) hay chơi các bản đồ do các người chơi khác thiết kế- Bạn có thể thỏa sức thiết kế bản đồ mới (mini map), chế độ chơi mới (mini world) trong chế độ Craftland tại Free Fire cho nhiều người chơi khác như: xây nhà, cây cối và xây các công trình khác, thiết kế cách chơi mới.- Bản đồ (mini map) và chế độ chơi (mini world) độc đáo sẽ có nhiều người chơi và xếp hạng cao. Trải nghiệm chơi game chắc chắn sẽ hay hơn và vui vẻ hơn với Free Fire Craftland. Thử ngay![LIÊN HỆ] Chăm sóc khách hàng: https://hotro.ff.garena.vn/Điêu khoản: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/FREE FIRE, BATTLE IN STYLE!Đừng chần chờ gì nữa, hãy rủ ngay bạn bè để cùng liên quân sinh tồn trong tựa game bắn súng online cực vui và hay – Free Fire.\n",
  "new": "\n\n\n31 thg 10, 2023\nPhiên bản 1.102.1\n\n\n\n\n[Quân Đoàn 2.0] Xông pha cùng thành viên quân đoàn để tăng cấp cho quân đoàn và nhận phần thưởng hấp dẫn![Quân Đoàn Chiến] Thể hiện kỹ năng và phối hợp đồng đội khi tranh tài cũng những quân đoàn khác.[Chế Độ Sinh Tồn] Thêm phương thức nhận Xu FF. Ra mắt thêm vật phẩm hỗ trợ chiến đấu.[Đảo Quân Sự Tuyết] Ngoài tuyết rơi, mặt nước trên đảo cũng đã đóng băng, hứa hẹn những trải nghiệm chiến đấu khác biệt.[Nhân Vật Mới - Ignis] Kỹ năng tạo một màn chắn lửa giúp che tầm nhìn và thiêu đốt kẻ địch\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bengali, Tiếng Burma, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Urdu, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cafe-master-story/id6447606411?l=vi",
  "nameAndAge": "\n          Cafe Master Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #6 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 12 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHave you ever wanted to run your own coffee shop?The smell of fresh roast beans, the gurgling of the espresso machine, the sheen of a squeaky-clean counter... All this and more await you in this quirky sim game!Just set up your tables and counter seats, and wait for the customers to come rolling in. Add handy features like magazine racks, or chic furnishings to give your cafe a more welcoming atmosphere.Coffee and tea are just the beginning—there's a whole world of hot and cold drinks out there just waiting to be discovered! Try out different combinations to make your regulars happy, or attract new customers. You can even recommend your favorites via the Specials Board.Feel like a little something on the side? Combine food items with drinks to create Combo Meals. These can also be entered into contests—pick the right meal for the right theme, and you're sure to win it big and make your cafe even more popular!You're not just limited to one town, either. You can move your cafe to several new locations and discover new customers. You may even encounter some familiar faces...So, what are you waiting for? Grab an apron, boil up some water, and get started on your journey to becoming a five-star cafe!Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and paid games!Kairosoft's pixel art game series continues!Follow us on Twitter for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n11 thg 9, 2023\nPhiên bản 1.31\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "65,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/maplestory-r-evolution-vn/id6464371490?l=vi",
  "nameAndAge": "\n          MapleStory R: Evolution-VN\n 12+\n",
  "company": "\n\n            WeTaps Corporation\n          \n",
  "ranking": "\n\n\n                      #3 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\tVô số sinh vật sống trên lục địa xinh đẹp Maple. Mọi người sống và làm việc trong hòa bình và hạnh phúc. Đột nhiên một ngày nọ, một lỗ đen khổng lồ xuất hiện trên bầu trời, phá vỡ sự yên bình, con người và nền văn minh dần dần biến mất. Những người sống sót đã cùng nhau thành lập một Liên Minh Mạo Hiểm để cứu thế giới đang sụp đổ...\tMột phiên bản mới của \"MapleStory R: Evolution\" được ủy quyền chính thức đã được ra mắt! Một thế giới phiêu lưu hoàn toàn mới, miễn phí và rộng mở. Trò chơi có đồ họa đẹp mắt, cốt truyện phong phú và các hệ thống tính năng đa dạng. Hệ thống phát triển, thu thập, Pet, thú cưỡi, trang trí Gia viên…phong phú và đa dạng; Công hội tranh bá tuyệt sắc…Trên lục địa này, các Nhà Thám Hiểm hợp tác, đối mặt và Khiêu Chiến với trùng trùng quái vật, sẵn sàng Mạo Hiểm, đi tìm kiếm nền văn minh đã mất... Liệu các Nhà Thám Hiểm có thể Quá Quan Trảm Tướng, chiến thắng tà ác, phục hồi nền văn mình đã mất?!\tTrò chơi tích hợp chiến đấu, thu thập, phát triển, tương tác xã hội và chiến đấu theo nhóm. Bạn có thể tùy ý bày trí, thoải mái tận hưởng chiến thắng!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.0.11\n\n\n\n\nƯu hóa nội dung trò chơi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "120 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bright-minds-adventure/id6472888570?l=vi",
  "nameAndAge": "\n          Bright Minds Adventure\n 17+\n",
  "company": "\n\n            Mai Trang Dang Phan\n          \n",
  "ranking": "\n\n\n\n\n\n\n2,0 • 3 đánh giá\n\n\n\n",
  "ratingAndReviews": "2,0 • 3 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThis app provides contents for learning\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "18,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gunfire-reborn/id1606703078?l=vi",
  "nameAndAge": "\n          Gunfire Reborn\n 17+\n",
  "company": "\n\n            HONGKONG DELAN CO., LIMITED\n          \n",
  "ranking": "\n\n\n                      #8 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 172 đánh giá",
  "price": "179.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn đã sẵn sàng 「Tái Sinh」 lần nữa chưa?Gunfire Reborn là tựa game vượt ải phiêu lưu đặc sắc kết hợp FPS, Roguelite và RPG. Người chơi có thể điều khiển các anh hùng có nhiều năng lực khác nhau để trải nghiệm lối chơi Build đa dạng, sử dụng vũ khí và vật phẩm rơi ngẫu nhiên để khám phá các ải ngẫu nhiên. Game này hỗ trợ chế độ một người chơi và chế độ nhiều người chơi với tối đa bốn người chơi.Mạo hiểm trong mưa đạn, tái sinh trong tuyệt vọng!Sau 2 triệu lượt bán trên Steam, Gunfire Reborn hiện đã có mặt trên thiết bị di động![Đặc sắc]·Trải nghiệm FPS + Roguelite mới mẻ: Tham gia vào một vòng luân hồi không bao giờ kết thúc và đi tìm đường chiến thắng·Anh hùng độc đáo và vũ khí đa dạng: Lối chơi Build đa dạng với hàng chục loại vũ khí và hàng trăm Cuộn sách·Chơi một mình hoặc thành lập đội: Tham gia cuộc phiêu lưu ly kỳ với một người chơi hoặc lập đội để có nhiều niềm vui hơn·Đồ họa Độc đáo: Phong cách đồ họa low-poly mang lại trải nghiệm trực quan FPS hoàn toàn mới·Tối ưu hóa cho Thiết bị Di động: Cố gắng đạt được trải nghiệm Điều khiển và Bắn cân bằng·Hỗ trợ PlayStation và Tay cầm chơi game Xbox (Các máy chơi game khác được hỗ trợ sau khi hiệu chỉnh bản đồ).[Game Bản gốc và Nội dung Cao cấp]Gunfire Reborn Mobile là game sử dụng mô hình paymium. Game bản gốc chứa tất cả các Hành động, vũ khí, Cuộn sách Bí ẩn, vật phẩm (cập nhật miễn phí với các thay đổi về phiên bản) và ba nhân vật bắt đầu. Một số nhân vật khác có thể được mở khóa qua việc mua trong trò chơi.[Yêu cầu về Hệ thống]Vui lòng đảm bảo thiết bị của bạn tối thiểu đáp ứng các yêu cầu sau đây, nếu không sẽ không thể chơi game mượt mà.· iOS 10.0 trở lên· Thiết bị có 2GB RAM trở lên· iPhone 6S trở lên· iPad mini 4 trở lên\n",
  "new": "\n\n\n26 thg 9, 2023\nPhiên bản 1.0.23\n\n\n\n\nStars guide the Way,Tarot reveals the SinNew Hero: [Zi Xiao]New Weapons: [Star Ring], [Brick]New Mode: [Spiritual Blessing]New Boss: [Gluttony]\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HONGKONG DELAN CO., LIMITED đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rusty-lake-hotel/id1059911569?l=vi",
  "nameAndAge": "\n          Rusty Lake Hotel\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #4 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,9 • 79 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn đã sẵn sàng để phục vụ các vị khách trong khách sạn Rusty Lake? Hãy tham ga giải mã bí ẩn trong cuộc phiêu lưu tăm tối và kỳ lạ này.Chào đón khách quý của chúng ta đến với khách sạn Rusty Lake và đảm bảo họ có một kỳ nghỉ thú vị. Sẽ có 5 bữa tối trong tuần này. Hãy đảm bảo các bữa ăn đều ngon đến chết.Rusty Lake Hotel là cuộc phiêu lưu chỉ-và-nhấn đầy bí ẩn từ những người sáng tạo nên seri Rusty Lake & Cube EscapeĐặc điểm:- Cầm-lên-và-chơi: bắt đầu thì dễ, nhưng bỏ xuống mới khó- Rất nhiều câu đố: có tổng cộng 6 phòng với các câu đố hại não vô cùng độc đáo và đa dạng- Câu chuyện ly kỳ và hấp dẫn: sẽ có 5 bữa tối với các vị khách và nhân viên hiếu kỳ- Bầu không khí nghi hoặc đầy hồi hộp: Khách sạn Rusty Lake là một địa điểm siêu thực, và chuyện gì cũng có thể xảy ra…- Nhạc nền siêu ấn tượng: mỗi phòng đều có bài hát chủ đề được viết riêng- Huy hiệu: phòng trưng bày mọi-thời-đại mà bạn chưa từng thấy quaChúng tôi sẽ lần lượt mở ra những bí ẩn của Rusty Lake, hãy theo dõi chúng tôi tại @rustylakecom.\n",
  "new": "\n\n\n2 thg 5, 2021\nPhiên bản 1.4\n\n\n\n\nTrân trọng cảm ơn bạn đã chơi Rusty Lake Hotel! Chúng tôi đã bổ sung ngôn ngữ khác và sửa một số lỗi trong phiên bản mới này.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "46,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/build-a-queen/id1660583025?l=vi",
  "nameAndAge": "\n          Build A Queen\n 9+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,4 • 3,3 N đánh giá\n\n\n\n",
  "ratingAndReviews": "4,4 • 3,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMake the right choices to Build the Most Beautiful Queen!\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 5.8\n\n\n\n\nMinor Bug Fixes!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "259,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]