[{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BB%8Ba-ng%E1%BB%A5c-s%E1%BB%91ng-s%C3%B3t/id901738789?l=vi",
  "nameAndAge": "\n          Địa Ngục Sống Sót\n 9+\n",
  "company": "\n\n            XIAMEN TAOJIN INTERACTIVE NETWORK CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #17 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,9 • 112 đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\n*** PHIÊU LƯU KỲ ẢO, BÁ CHỦ THẾ GIỚI! ***  Dungeon Survivor sẽ đưa bạn đến chuyến hành trình kỳ diệu chinh phục những vùng đất tăm tối, đối mặt với sự đe dọa của những sinh vật kỳ bí. Tăng cường sức mạnh, chiếm lĩnh tài nguyên, thống trị những vùng lãnh thổ mới, bạn sẽ trở thành Anh Hùng vĩ đại nhất thế giới CỐT TRUYỆN HẤP DẪN● Hơn 10 Bản Đồ và 500 Khu vực/ Lãnh thổ đang chờ bạn khám phá● Rất nhiều nhiệm vụ, thử thách vĩ đại đang chờ bạn vượt qua● Vô vàn Sự Kiện, Ưu đãi hấp dẫn với rất nhiều phần quà đang chờ đónHƠN 80 CLASS NHÂN VẬT● Lựa chọn Nhân vật cho riêng mình không giới hạn, hơn 20 loại để lựa chọn cùng 6 vũ khí chết người● Lựa chọn chiến lược hợp lý, xây dựng kỹ năng hoàn hảo● Tinh tế kiểm soát để giành chiến thắng trong các trận đấuCHIẾN THUẬT THÔNG MINH● Xây dựng lực lượng viễn chinh và tồn tại trong mọi thử thách● Nâng tầm tư duy, tạo dựng đội hình hoàn hảo, thống trị thế giới mới● Nâng cấp những công trình tuyệt vời cho chính vương quốc của mình● Cùng với đó là những chuyến phiêu lưu thám hiểm khám phá tuyệt vời đang chờ đón bạnKẾT NỐI BẠN BÈ BÔN PHƯƠNG● Cùng nhau khám phá và chinh phục thế giới mới● Gặp gỡ giao lưu cùng bạn bè khắp bốn phương● Trở thành Anh Hùng thống lĩnh trong mắt tất cả mọi người Chúc các anh hùng có những giây phút chơi Game vui vẻ cùng Địa Ngục Sống Sót!!=== LIÊN HỆ ===● Facebook: https://www.facebook.com/DungeonSurvivorDS● Email: cs@leiting.com\n",
  "new": "\n\n\n27 thg 11, 2021\nPhiên bản 2.9.7\n\n\n\n\n- Bug fix.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "102,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/german-road-racer-pro/id1267834534?l=vi",
  "nameAndAge": "\n          German Road Racer Pro\n 12+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #6 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGerman Road Racer Pro - a dynamic racing arcade game, where your fleet of German cars will increase as the game progresses.Select a favorite car, game mode and the location, push on the gas and chase on the roads of Germany. To earn more coins overtake traffic at maximum speed. You can use earned coins in cars store and for buying rims and tuning.The game will delight you with colorful graphics, a wide range of high-quality models of German vehicles, upgrades to improve the dynamic parameters of the car, 4 levels with different weather conditions and time of day.Features of Pro Version:- No Ads;- 20000 bonus points;- Car has endless health and will never break down;Game Features:- Detailed cars with upgrades and tuning possibility;- Interior view camera fo all cars;- Cloud synchronization of game progress.Game Modes:One Way: the easiest mode of the game, in which all four traffic lanes are moving in one direction.Two-Way: high complexity mode, in which two traffic lanes are moving in the direction of passing you and the other two in the opposite.100-second race: competitive mode, which you have to earn as much points as you can in 100 seconds.Bombed bus: when you accelerate the bus, it activates the bomb. If you reduce the speed, the bomb timer starts ticking. If you will not raise the speed again, the bomb will explode.\n",
  "new": "\n\n\n28 thg 3, 2023\nPhiên bản 1.011\n\n\n\n\n- Fixed control using the accelerometer (gyroscope).- Navigation and interface improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "194,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/eggy-party/id1555408463?l=vi",
  "nameAndAge": "\n          Eggy Party\n 4+\n",
  "company": "\n\n            NETEASE INTERACTIVE ENTERTAINMENT PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,8 • 536 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nChào mừng bạn đến với trò chơi party thú vị, Eggy Party.[Giới thiệu trò chơi] Chào mừng đến với trò chơi tiệc tùng đầy thú vị mang tên Eggy Party đến từ nhà phát hành NetEase Games, nơi bạn có thể đồng hành cùng các cộng sự Eggy vượt qua các chướng ngại vật và trải nghiệm cuộc phiêu lưu đến Đảo Eggy, hãy bắt đầu bữa tiệc ngay bây giờ nào! [Tính năng] - Đắm chìm trong EGGYVERSE!  Trở thành một Eggy dễ thương và tham gia EGGYVERSE cực sôi động! Tại đây, bạn có thể đi vòng đu quay khổng lồ, nhảy thảm lò xo thú vị, chơi piano trên sàn diễn, đá bóng sân bóng đá siêu to và nhiều khu vui chơi tham quan khác đang chờ đón bạn! Mau mau lập hội với những Eggy dễ thương theo nhiều phong cách khác nhau; Mềm mại, huyền ảo, ngọt ngào... Hãy chọn phong cách phù hợp với bạn ngay thôi nào! Vượt qua các thử thách cùng với những người bạn Eggy siêu dễ thương và tận hưởng niềm vui! - Một thế giới tràn ngập các bữa tiệc và vui chơi! Tham gia các buổi tiệc khác nhau, giao tiếp cùng các bạn bè trong trò chơi! Hãy cẩn thận với các chướng ngại vật và tránh những Eggy khác! Tận hưởng bữa tiệc với bạn bè và vui chơi thâu đêm! - Công Viên Siêu Rực Rỡ - Tự Do Chọn Niềm VuiTại Công Viên Rực Rỡ trên Đảo Eggy, bạn được thoải mái chọn niềm vui để trải nghiệm: luyện tập kỹ năng, vượt ải khó; vượt ải theo cặp, nhiều người chung vui hoặc xông pha vượt bẫy, giải mã thoát hiểm... thậm chí sáng tạo bản đồ độc đáo của riêng mình! Để biết thêm thông tin chi tiết, vui lòng theo dõi: • Trang Chủ: https://eggyparty.playfun.vn/ • Facebook: https://www.facebook.com/EggyPartyVN • Group chính thức: https://www.facebook.com/groups/vn.eggyparty • Discord: https://discord.gg/eggyparty\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.0.44\n\n\n\n\nNgày 01/12, Mùa Giải Chủ Đề [Xông Pha Đảo Trứng Rồng] sẽ chính thức mở! Mùa tiệc hoàn toàn mới [Xông Pha Đảo Trứng Rồng] tập kích rực rỡ! Gồm 8 ải mới toanh như [Núi Lửa Phun Trào], [Coi Chừng Khủng Long Bạo Chúa], [Cứu Khủng Long Nhỏ], [Huấn Luyện Săn Bắn], v.v.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/free-fire-max/id1480516829?l=vi",
  "nameAndAge": "\n          Free Fire MAX\n 12+\n",
  "company": "\n\n            GARENA INTERNATIONAL I PRIVATE LIMITED\n          \n",
  "ranking": "\n\n\n                      #7 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,0 • 197,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFree Fire – Bắn súng sinh tồnTải ngay Free Fire - Game Bắn súng sinh tồn online cực vui và hayFREE FIRE – GAME BẮN SÚNG SINH TỒN ONLINE CỰC VUI, CỰC HAY – HOÀN TOÀN MIỄN PHÍ- Chỉ 10 phút mỗi trận, trải nghiệm game bắn súng sinh tồn chân thật, hãy cùng liên quân với bạn bè để chiến đấu và sinh tồn trong 50 người chơi- Nhiều chế độ bắn súng khác ngoài chế độ sinh tồn như solo hay tử chiến, hay 4v4 hay moba 5v5 và luôn được cập nhật mới, mang lại trải nghiệm vui vẻ cho người chơi- Hệ thống súng và vũ khí đa dạng mang lại trải nghiệm bắn súng siêu hấp dẫn- Nhập vai nhiều nhân vật hay thú cưng (pet) cùng kỹ năng độc đáo - Thời trang nhân vật phong cách, có thể tạo kiểu hay phối đồ độc đáo- Nhiều vật phẩm hot miễn phí cho người chơi mới- Sáng tạo và xây bản đồ trận đấu (mini world) cho riêng bạn FREE FIRE – CHIẾN ĐẤU THẬT PHONG CÁCH!Free Fire là tựa game bắn súng sinh tồn online siêu hay, siêu vui với hơn 1 tỷ lượt tải, và hơn 150 triệu người đang chơi. Bạn có thể mời bạn bè hay kết bạn mới để cùng liên quân chiến đấu và sinh tồn tại Free Fire và có những trải nghiệm vui vẻ, mới mẻ với thiết kế game chân thật, đồ họa sống động. Bạn còn nhận được nhiều vật phẩm miễn phí hay cực hot sau khi tải game.1. Free Fire MAX - Chuẩn game bắn súng sinh tồn online cực hay và vuiBạn có thể liên quân với lên đến 3 bạn bè để cùng nhau chống lại quân địch. Đầu game bạn cần nhảy dù xuống nơi có nhiều súng hot trên bản đồ, tìm kiếm, trang bị súng và sẵn sàng chiến đấu. Bạn cần bắn hạ đối thủ, kiếm thính để có được nhiều súng xịn, đồng thời giữ mình luôn trong vòng bo an toàn để sinh tồn đến cuối trận.2. Free Fire MAX – Đa dạng chế độ chơi : solo, 2v2, 4v4, moba 5v5Ngoài chế độ sinh tồn, Free Fire còn có các chế độ khác:- Chế độ bắn súng tử chiến với lối chơi siêu tốc chiến đấu liên tục, có thể kiểm soát trang bị súng - Chế độ bắn súng đối kháng 1v1, 2v2 luôn giao tranh trong không gian nhỏ mang lại trải nghiệm bắn súng hấp dẫn, nhưng không kém phần vui vẻ- Nhiều chế độ khác theo thời gian: chế độ bóng đá, zombie, tốc chiến, phi đao, moba 5v5, siêu tốc chiến- Chế độ xếp hạng cạnh tranh, công bằng và thể hiện trình độ của bạn.3. Free Fire MAX - Hệ thống súng miễn phí, cực hot và luôn cập nhật mới- Garena Free Fire sở hữu hệ thống súng mới nhất bao gồm nhiều loại súng trường, súng tầm xa, súng máy, súng tiểu liên, súng shotguns, súng ngắm và súng lục- Bạn có thể nâng cấp để bắn súng mạnh hơn- Hệ thống skin súng phong cách giúp tăng sức mạnh và tốc bắn khi chiến đấu4. Free Fire MAX - Nhập vai nhiều nhân vật và thú cưng (pet) với kỹ năng độc đáo- Hãy nhập vai vào nhân vật yêu thích với nhiều kỹ năng độc đáo và hoàn toàn miễn phí để chiến đấu lại quân địch- Game sẽ vui hơn khi có thú cưng đồng hành, sắm ngay thú cưng (pet) để cùng liên quân chiến đấu trong Free Fire nhé- Thời trang trong Free Fire cũng vô cùng phong phú, bạn có thể nhận miễn phí nhiều trang phục cho nhân vật hay bạn có thể thỏa sức phối đồ để tạo hình thật chất.5.Free Fire MAX - Trải nghiệm tốt hơn , hình ảnh sắc nét hơn, cùng công nghệ Fire Link- Với đồ họa HD, hiệu ứng đặc biệt nâng cao và lối chơi mượt mà hơn, Free Fire MAX mang đến trải nghiệm sinh tồn chân thực và đắm chìm cho tất cả người hâm mộ Battle Royale.- Với công nghệ Firelink, bạn có thể đăng nhập tài khoản Free Fire hiện tại của mình để chơi Free Fire MAX mà không gặp bất kỳ rắc rối nào. Tiến trình và các vật phẩm của bạn được duy trì trên cả hai ứng dụng trong thời gian thực. Bạn có thể chơi tất cả các chế độ trò chơi với cả người chơi Free Fire và Free Fire MAX cùng nhau, bất kể họ sử dụng ứng dụng nào.[LIÊN HỆ] Chăm sóc khách hàng: https://hotro.ff.garena.vn/Điêu khoản (EULA): https://www.apple.com/legal/internet-services/itunes/dev/stdeula/FREE FIRE, BATTLE IN STYLE!Đừng chần chờ gì nữa, hãy rủ ngay bạn bè để cùng liên quân sinh tồn trong tựa game bắn súng online cực vui và hay – Free Fire.\n",
  "new": "\n\n\n31 thg 10, 2023\nPhiên bản 2.102.1\n\n\n\n\n[Quân Đoàn 2.0] Xông pha cùng thành viên quân đoàn để tăng cấp cho quân đoàn và nhận phần thưởng hấp dẫn![Quân Đoàn Chiến] Thể hiện kỹ năng và phối hợp đồng đội khi tranh tài cũng những quân đoàn khác.[Chế Độ Sinh Tồn] Thêm phương thức nhận Xu FF. Ra mắt thêm vật phẩm hỗ trợ chiến đấu.[Đảo Quân Sự Tuyết] Ngoài tuyết rơi, mặt nước trên đảo cũng đã đóng băng, hứa hẹn những trải nghiệm chiến đấu khác biệt.[Nhân Vật Mới - Ignis] Kỹ năng tạo một màn chắn lửa giúp che tầm nhìn và thiêu đốt kẻ địch\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bengali, Tiếng Burma, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Urdu, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/supreme-duelist-stickman/id1477336151?l=vi",
  "nameAndAge": "\n          Supreme Duelist Stickman\n 12+\n",
  "company": "\n\n            Neron's Brother SARL\n          \n",
  "ranking": "\n\n\n                      #23 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,2 • 11,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSupreme Duelist Stickman is a funny and crazy Stickman mobile game- With Simple control -A lot of map-Play and unlock new skin -1 player, 2 player and survival mode-Realistic stickman -2d physic stick fight battleYou can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and funThis is an addictive game!!!give me your feedback\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 1.4.7\n\n\n\n\nNew Mini-Gamebug fixed(cards)new social buttons\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "139,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/girls-parkour-789/id6464329458?l=vi",
  "nameAndAge": "\n          Girls Parkour 789\n 4+\n",
  "company": "\n\n            Pham Nhan Thi\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,9 • 118 đánh giá\n\n\n\n",
  "ratingAndReviews": "3,9 • 118 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSet on a fun-filled run racing adventure to challenge your survival reflexes with this exciting game. Filled with lots of exciting gameplay elements, this game is designed to get the adrenaline pumping through your bloodstream.Take your running game to the next level as you race against the crowd in this clash to earn first place!Every level has a new unique experience. Run and run never stop running! and never give a chance to win to your enemy because you are in game of games.\n",
  "new": "\n\n\n5 thg 10, 2023\nPhiên bản 2.1\n\n\n\n\n- fix bugs- improve game performance\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "434,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hi%E1%BB%87p-kh%C3%A1ch-chi-ca/id6448333104?l=vi",
  "nameAndAge": "\n          Hiệp Khách Chi Ca\n 12+\n",
  "company": "\n\n            VGP Company\n          \n",
  "ranking": "\n\n\n                      #1 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,8 • 5,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHiệp Khách Chi Ca là tựa game nhập vai 3D (MMORPG 3D) với lối chơi nhập vai Kiếm Hiệp quen thuộc. Sở hữu cho mình những tính năng và hoạt động PVP vô cùng đặc sắc, Hiệp Khách Chi Ca hứa hẹn sẽ là tựa game nhập vai bùng nổ năm 2023 và đem đến cho các Đại Hiệp một trải nghiệm giang hồ ĐẸP - ĐỘC - DỊ chưa từng có. Cuộc hội ngộ trong giang hồ rộng lớn này chính là duyên phận, có thể trở thành bằng hữu cùng kề vai sát  sánh bên nhau bảo vệ giang hồ hay trở thành kẻ thù không đội trời chung cũng chính là duyên phận. Đại Hiệp đã sẵn cùng nhau khám phá giang hồ này chưa !*Đặc Sắc Game*1. Đồ Họa Mới MẻGame sở hữu phong cách đồ họa Chibi mới lạ, dễ thương nhưng cũng không kém phần bắt mắt. Ngoài những đặc sắc về tạo hình nhân vật game còn sỡ hữu kho thời trang, ảo hóa tọa kỵ, thần dực vô cùng phong phú, tha hồ cho các Đại Hiệp thể hiện phong cách của riêng mình2. PvP Đỉnh Cao - Quốc Chiến Liên Server - Liên Quốc GiaHệ thống PvP của game cực kì chất lượng với hầu hết các tính năng PvP đều là hoạt động Liên Server. Võ Đài Đỉnh Phong, BOSS Hoàng Kim, Thiên Cung Tranh Bá,... đều là những chiến trường cực bùng nổ, các Đại Hiệp tha hồ PK đã tay.Một điểm đặc sắc nhất không thể bỏ qua của Hiệp Khách Chi Ca chính là hệ Thống Quốc Chiến Liên Quốc Gia, đây hứa hẹn sẽ là 1 trải nghiệm PK cực đỉnh mà không game nào trên thị trường có thể sánh bằng.3. Giao Dịch Tự Do - Game Dân Cày Đích ThựcGame có hệ thống giao dịch vô cùng độc đáo. Người chơi không chỉ có thể mua đồ tại shop mà còn có thể tự do cày KNB bằng cách bán ra các vật phẩm giá trị của mình, giao dịch tự do với nhau qua hệ thống đấu giá thế giới.4. Chuyển Chức Đột Phá Sức MạnhGame có hệ thống chuyển chức lên đến 10 chức nghiệp. Người chơi tha hồ khám phá, lựa chọn những cách thức xây dựng sức mạnh cho nhân vật của mình mà không sợ giống bất cứ ai.5. Thế Giới Tình Duyên Chân ThựcHệ thống tình duyên của Hiệp Khách Chi Ca cũng hứa hẹn sẽ là nơi giúp các Đại Hiệp thoát kiếp FA, tìm được người sẽ cùng mình sánh bước kề vai ngao du giang hồ lãng mạn này. Hiệp Khách Chi Ca - Điệp Khúc Mộng Giang Hồ. Khúc hát sẽ còn vang mãi!!!\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 1.1.0\n\n\n\n\nUPDATE MỚI- Update thêm thời trang cực phẩm- Tối ưu hóa hệ thống, chơi mượt hơn- Thêm sự kiện mới, thêm ưu đãi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bloons-td-6/id1118115766?l=vi",
  "nameAndAge": "\n          Bloons TD 6\n 9+\n",
  "company": "\n\n            Ninja Kiwi\n          \n",
  "ranking": "\n\n\n                      #26 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 609 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nCraft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon!Over a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6!HUGE CONTENT!* Regular updates! We release several updates every year with new characters, features, and gameplay.* Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses.* Odysseys! Battle through a series of maps connected by their theme, rules, and rewards.* Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards.* Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge.* Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more.* Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content.EPIC MONKEY TOWERS & HEROES!* 23 powerful Monkey Towers, each with 3 upgrade paths and unique activated abilities.* Paragons! Explore the incredible power of the newest Paragon upgrades.* 15 diverse Heroes, with 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers!ENDLESS AWESOMENESS!* 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games.* Play anywhere - single player offline works even when your WiFi doesn’t!* 70+ handcrafted maps, with more added every update.* Monkey Knowledge! Over 100 meta-upgrades to add power where you need it.* Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes.We pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates.We truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at https://support.ninjakiwi.com and tell us what we can do better!Now those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6!**********Ninja Kiwi Notes: Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:https://ninjakiwi.com/termshttps://ninjakiwi.com/privacy_policyBloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us at https://support.ninjakiwi.com for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases. Ninja Kiwi Community:We love hearing from our players, so please get in touch with any feedback, positive or negative, at https://support.ninjakiwi.com.Streamers and Video Creators: Ninja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel at streamers@ninjakiwi.com.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 40.1\n\n\n\n\nColossal Holiday Update! - Minor bug fixes.• Cast the Bloons into oblivion with the new hero, Corvus, the Spirit Walker.• New Map Editor props, areas, stamps, and tools.• Don't freeze up on the new Expert map, Glacial Trail.• Challenge ANY Boss on ANY Map with the new Boss Challenge feature!• 5 new Quests, 5 new Achievements plus new Trophy and Team items, balance changes, and improvements.Happy Holidays and Happy New Year from all of us at Ninja Kiwi. We can't wait to share our plans for 2024!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "135,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/incredibox/id1093131935?l=vi",
  "nameAndAge": "\n          Incredibox\n 4+\n",
  "company": "\n\n            So Far So Good\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 251 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIncredibox là một ứng dụng âm nhạc cho phép bạn tạo ra âm nhạc của riêng mình với sự trợ giúp của một nhóm beatbox vui vẻ. Chọn phong cách âm nhạc của bạn trong số 9 bầu không khí ấn tượng và bắt đầu thu nhạc, ghi lại và chia sẻ bản phối của bạn.Vừa là trò chơi vừa là một công cụ, Incredibox hơn hết là một trải nghiệm âm thanh và hình ảnh đã nhanh chóng trở nên nổi tiếng với mọi người ở mọi lứa tuổi. Sự hòa trộn phù hợp giữa âm nhạc, đồ họa, hoạt hình và tính tương tác khiến cho Incredibox trở thành công cụ lý tưởng với tất cả mọi người. Và bởi nó khiến cho việc học hành trở nên thú vị và vui vẻ, Incredibox hiện đang được sử dụng trong các trường học trên toàn thế giới.Vậy cách chơi như thế nào? Rất dễ thôi! Chỉ cần kéo và thả các biểu tượng vào hình đại diện để họ hát và bắt đầu sáng tác những giai điệu âm nhạc của riêng bạn. Hãy tìm các kết hợp âm thanh phù hợp để mở khóa các dàn hợp xướng hoạt hình, làm đẹp thêm bản nhạc của bạn.Lưu, chia sẻ và tải về bản phối của bạn! Khi đã hài lòng với bản nhạc của mình, bạn chỉ cần lưu lại và sẽ nhận được liên kết đến bản phối đó. Bạn có thể dễ dàng chia sẻ bản nhạc với bất cứ ai để họ có thể nghe và thậm chí bầu chọn cho nó.Nếu bản phối của bạn hay và nhận được đủ số lượt bầu chọn từ những người sử dụng khác, bạn có thể đi vào lịch sử Incredibox và lọt danh sách Top 50. Bạn đã sẵn sàng thể hiện tài năng của mình chưa?Bạn quá lười để tự phối nhạc? Không sao. Hãy để chế độ tự động chơi nhạc cho bạn!Hãy bật nhạc lên và thư giãn!****************Incredibox là một đứa con tinh thần của studio So Far So Good ở Lyon, Pháp, được tạo ra vào năm 2009. Bắt đầu như một trang web, dần dần Incredibox được phát hành dưới dạng một ứng dụng di động và máy tính bảng và trở thành một ứng dụng hit ngay lập tức. Incredibox đã đoạt nhiều giải thưởng và xuất hiện trong nhiều chương trình truyền thông quốc tế như BBC, Adobe, FWA, Gizmodo, Slate, Konbini, Softonic, Kotaku, Cosmopolitan, PocketGamer, AppAdvice, AppSpy, Vice, Ultralinx và nhiều chương trình khác. Bản demo trực tuyến đã thu hút hơn 80 triệu khách kể từ khi khởi tạo.\n",
  "new": "\n\n\n30 thg 4, 2023\nPhiên bản 1.2.6\n\n\n\n\n• Một phiên bản 9 hoàn toàn mới có tên là Wekiddy đã được thêm vào ứng dụng!• Tìm kết hợp âm thanh phù hợp và mở khóa video clip đầu tiên (những video tiếp theo sắp ra mắt)• Sửa lỗi nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 15.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 15.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 15.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 12.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "139,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bengali, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tamil, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cytus-ii/id1290687550?l=vi",
  "nameAndAge": "\n          Cytus II\n 12+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 1,7 N đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Cytus II\" is a music rhythm game created by Rayark Games. It's our fourth rhythm game title, following the footsteps of three global successes, \"Cytus\", \"DEEMO\" and \"VOEZ\". This sequel to \"Cytus\" brings back the original staff and is a product of hardwork and devotion. In the future, humans have redefined internet development and connections. We can now easily sync the real world with the internet world, changing life as we have known for thousands of years. In the mega virtual internet space cyTus, there exists a mysterious DJ legend Æsir. His music has an irresistible charm; people fall madly in love with his music. Rumor has it that every note and beat of his music hits the audiences in the depths of their souls. One day, Æsir, who had never shown his face before, suddenly announced that he will be holding the first mega virtual concert —— Æsir-FEST and will invite a top idol singer and a popular DJ as opening performances. The instant the ticket sales began, an unprecedented rush occurred. Everyone wanted to see Æsir's real face. On the day of the FEST,  millions of people were connected to the event. At one hour before the event started,  the previous world record for most simultaneous connection was smashed. The whole city was on its feet, waiting for Æsir to descent from the skies...Game Features:- The unique \"Active Judgement Line\" rhythm game playstyleTap the notes as the judgement line hits them to achieve a high score. Through five different kinds of notes and the judgement line that actively adjusts its speed according to the beat, the gameplay experience is further combined with the music. Players can easily immerse themselves in the songs. - A total of 250+ high-quality songs (50+ in base game, 200+ as IAP)The game includes songs by composers from all across the world, Japan, Korea, the US, Europe, Taiwan and more. Through the characters, players get to play songs from different genres including but not limited to: electronic, rock and classical. We are confident that this game will live up to the hype and expectations.- Over 800 different chartsOver 800 different charts designed, from easy to hard. The rich game content can satisfy players of different levels. Experience exciting challenges and enjoyment through the sensation of your fingertips. - Explore the virtual internet world with the game's charactersThe one-of-a-kind story system \"iM\" will lead the players and the in-game characters to slowly piece together the story and world behind \"Cytus II\". Reveal the truth of the story with a rich, cinematic visual experience. PAFF (CV:上坂すみれ Sumire Uesaka)NEKO (CV:花守ゆみり Yumiri Hanamori)Xenon (CV:関智一 Tomokazu Seki)ConneR (CV:竹内栄治 Eiji Takeuchi)Cherry (CV:ファイルーズあい Fairouz Ai)Nora (CV:石見舞菜香 Manaka Iwami)Ivy (CV:河瀬茉希 Maki Kawase)Vanessa (CV:楠木ともり Tomori Kusunoki)Rin (CV:能登麻美子 Mamiko Noto)*************************************************************Cytus II will perform a connection authentication for its In-app purchases from time to time.If you discover during the authentication period that your IAP was lost due to your device not connecting to the internet, please make sure your device is connected to the internet. Afterwards, click \"Restore Purchases\" to recover your IAP.*************************************************************※ This game contains mild violence and vulgar language. Suitable for users age 15 and above.※ This game contains additional in-app purchases. Please purchased base on personal interest and ability. Do not overspend.※ Please pay attention to your game time and avoid addiction.※ Please do not use this game for gambling or other illegal purposes.\n",
  "new": "\n\n\n6 thg 9, 2023\nPhiên bản 5.0.7\n\n\n\n\nCytus II 5.0.7 is here!- New song pack Rayark 12th Collection addedXceon / 白の影、蒼の影。 ft. Kanae Asaba柳田Ethnica / Xing-Lai Heavenモリモリあつし vs. uma / NoëlTeam Grimoire / CHAOS MAGNVMnaotyu- feat. Aizdean / But I Know- Added Rayark 12th Anniversary Free Playable Song: Go Adventure! (Graff.J)- The CAPSO! New chart rewards added\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "3,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-c%E1%BB%A7a-t%C3%B4i/id657500465?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Của Tôi\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #5 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,4 • 264,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nĐây là Tom Biết Nói, một chú mèo cưng ảo rất thích trò chuyện.Tom Biết Nói Của Tôi (My Talking Tom) là trò chơi mà sẽ biến mỗi ngày thành một cuộc phiêu lưu thú vị.Người chơi nhận nuôi thú cưng ảo này, giúp Tom luôn vui vẻ và giúp Tom khám phá thế giới của mình.- Tom Biết Nói là chú mèo thực sự biết nói chuyện- Thu thập các vật phẩm thời trang và nội thất- Mini game củng cố thêm nhiều hành động, chuyến phiêu lưu và niềm vui- Những địa điểm du lịch đang chờ đợi được khám phá- Album ảnh với biết bao kỉ niệm- Và hơn thế nữaTừ Outfit7, công ty sáng tạo ra My Talking Tom 2, My Talking Tom Friends, My Talking Angela 2 và My Talking Angela.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Gói đăng ký tự động gia hạn trừ khi chúng bị hủy ít nhất 24 giờ trước khi kết thúc thời gian gói đăng ký. Bạn có thể quản lý và hủy gói đăng ký của mình thông qua mục Cài đặt trong tài khoản App Store của mình;- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi;- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Xin lưu ý rằng chúng tôi không xử lý tất cả dữ liệu được tiết lộ trên nhãn dành cho người dùng dưới độ tuổi được đồng thuận kỹ thuật số. Để biết thêm thông tin, vui lòng kiểm tra Chính sách quyền riêng tư của chúng tôi.Điều khoản sử dụng: https://talkingtomandfriends.com/eula/en/Chính sách quyền riêng tư EEA: https://talkingtomandfriends.com/eea/en/Chính sách quyền riêng tư Hoa Kỳ: https://talkingtomandfriends.com/privacy/en/Chính sách quyền riêng tư Brazil: https://talkingtomandfriends.com/privacy-brazil/en/Chính sách quyền riêng tư tại các quốc gia khác: https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 7.8.1\n\n\n\n\nSửa lỗi và cải tiến nhỏ trong lối chơi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "440,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun-pazari-death-lake/id6470254933?l=vi",
  "nameAndAge": "\n          Sun Pazari - Death Lake\n 4+\n",
  "company": "\n\n            OMZ TECHNOLOGY SOLUTIONS JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n\n\n\n\n2,4 • 1,8 N đánh giá\n\n\n\n",
  "ratingAndReviews": "2,4 • 1,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSun Pazari - Death Lake. Inspired by fishing, you now have to control your boat to try to catch as many fish as possible and avoid sharks that can destroy your boat.How to play: Use joystick to control the boat, then use an Attack button to throw the net to catch fish. Bring fishes that you have catched to the Port if you get maximun capacity of your boat.What do we offer?- Free download- No advertisement- Cool art- Addictive gameplay- Funny sound\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "32,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/human-fall-flat/id1438091392?l=vi",
  "nameAndAge": "\n          Human: Fall Flat\n 4+\n",
  "company": "\n\n            505 Games (US), Inc.\n          \n",
  "ranking": "\n\n\n                      #7 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "3,3 • 42 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHuman Fall Flat is a hilarious, light-hearted physics platformer set in floating dreamscapes that can be played solo or with up to 4 players. Free new levels keep its vibrant community rewarded. Each dream level provides a new environment to navigate, from mansions, castles and Aztec adventures to snowy mountains, eerie nightscapes and industrial locations. Multiple routes through each level, and perfectly playful puzzles ensure exploration and ingenuity are rewarded.MORE HUMANS, MORE MAYHEM - Need a hand getting that boulder on to a catapult, or need someone to break that wall? Online multiplayer for up to 4 players transforms the way Human Fall Flat is played.MIND BENDING PUZZLES - Explore open-ended levels full of challenging puzzles and hilarious distractions. Try new paths and discover all the secrets!A BLANK CANVAS - Your Human is yours to customize. With outfits from builder to chef, skydiver, miner, astronaut and ninja. Choose your head, upper and lower body and get creative with the colors!FREE GREAT CONTENT - Since launch more than four brand new levels have launched free of charge with even more on the horizon. What could the next dreamscape have in store?A VIBRANT COMMUNITY - Streamers and YouTubers flock to Human Fall Flat for its unique, hilarious gameplay. Fans have watched these videos more than 3 Billion times!\n",
  "new": "\n\n\n30 thg 10, 2023\nPhiên bản 1.92\n\n\n\n\nHuman, test your mettle in two new FREE levels, Copper World and Miniature!Copper World arrives in Human Fall Flat! Welcome to an industrialized zone where gigantic wheels, electric circuits and massive coal engines unlock unthinkable paths. Grab your friends and maximize the fun and mayhem in this comical Copper World quest! In the latest level, Miniature, Human has shrunk! Navigate a tranquil garden where puzzles are gigantic, and the challenges are even bigger. Clamber on a titanic toy firetruck, drive a model car to the max, operate a menacingly massive vacuum cleaner and blow up the biggest balloon you've ever seen!Play solo or call your friends in co-op; with up to three pals by your side, maximize the silliness of this outsized adventure.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "2,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gorogoa/id1269225754?l=vi",
  "nameAndAge": "\n          Gorogoa\n 4+\n",
  "company": "\n\n            Annapurna Interactive\n          \n",
  "ranking": "\n\n\n                      #3 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,9 • 30 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"An exquisite point-and-click game.\" - The Washington Post\"...one of the most engaging puzzle games in recent memory.\" - GameSpot\"...one of the best puzzle games to ever grace my iPad.\" - Destructoid\"....a virtually flawless iOS experience.\" - AppAdviceGorogoa is an elegant evolution of the puzzle genre, told through a beautifully hand-drawn story designed and illustrated by Jason Roberts. UNIQUELY IMAGINATIVE PUZZLESThe gameplay of Gorogoa is wholly original, comprised of lavishly illustrated panels that players arrange and combine in imaginative ways to solve puzzles. Impeccably simple, yet satisfyingly complex.GORGEOUSLY HAND-DRAWN GAMEPLAYJason Roberts created thousands of meticulously detailed hand-drawn illustrations, encompassing the impressive scope of Gorogoa's personal narrative.A NEW KIND OF STORYTELLINGGorogoa isn't just a game - it's a work of art, expressing itself through soulful, charming illustrations and distinguished puzzle mechanics.\n",
  "new": "\n\n\n23 thg 1, 2019\nPhiên bản 1.1.2\n\n\n\n\nNamed 2018 iPad Game of the Year by the Apple App Store team!Thank you for playing Gorogoa.This version includes performance improvements and bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "630,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/reds-first-flight/id1596736236?l=vi",
  "nameAndAge": "\n          Red's First Flight\n 4+\n",
  "company": "\n\n            Rovio Entertainment Oyj\n          \n",
  "ranking": "\n\n\n                      #16 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 80 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRebuilt from the ground up, Red's First Flight is a faithful re-make of the original Angry Birds game that took the world by storm!The survival of the Angry Birds is at stake. Dish out revenge on the greedy pigs who stole their eggs. Use the unique powers of each bird to destroy the pigs' defenses. Angry Birds features challenging physics-based gameplay and hours of replay value. Each level requires logic, skill and force to solve!– Enjoy fun and satisfying slingshot gameplay!– Play all 8 original Angry Birds episodes from 2012 – over 390 levels!– 3-star all the levels and hunt for the Golden Eggs!– All the original classic characters just as you remember them!– Call in the Mighty Eagle to destroy those hard-to-beat levels!– No IAPs!– No intrusive pop-up ads interrupting gameplay!Relive your first smartphone gaming experience with THE mobile game of mobile games.We may update the game periodically, for example, to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.--------Terms of Use: http://www.rovio.com/eulaPrivacy Policy: http://www.rovio.com/privacy\n",
  "new": "\n\n\n19 thg 6, 2023\nPhiên bản 1.3.1\n\n\n\n\n- Changed sign in button's text with its translations- Minor improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "240,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-chi%E1%BA%BFn-c%C3%A2y-%C4%91%E1%BA%ADu/id6450688677?l=vi",
  "nameAndAge": "\n          Đại Chiến Cây Đậu\n 9+\n",
  "company": "\n\n            HONGKONG YUEYOO TECHNOLOGY CO., LIMITED\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,8 • 53 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,8 • 53 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Đại Chiến Cây Đậu\" thuộc thể loại game casual phiên bản dễ thương kết hợp lối chơi ghép, tháp phòng và RougeMột ngày nọ, đám Zombie xâm lược phá hỏng cuộc sống an yên, hãy triệu hồi các loài cây, thiết lập trận hình phòng thủ của bạn, bảo vệ khu vườn và đánh lui Zombie xâm lược![Lối chơi ghép kinh điển]Giao diện màn hình dọc dễ dàng thao tác bằng một tay, lối chơi ghép kinh điển đơn giản dễ hiểu nhưng không kém phần vui nhộn, cho bạn thỏa sức tận hưởng khoảnh khắc chơi game mọi lúc![Chiến đấu tháp phòng chiến thuật]Sắp xếp vị trí cho các loại Cây của bạn, chống lại các đợt tấn công từ Zombie, lợi dụng kỹ năng, chiến thuật và đặc tính khác nhau của mỗi loại cây, và giành chiến thắng![Rouge giải trí nhẹ nhàng]Trải nghiệm game yếu tố Roguelike, mỗi lượt đánh lui đám Zombie hoặc ghép Xu Vàng, đều xuất hiện ngẫu nhiên nhiều lựa chọn phần thưởng như tăng số bước, tăng cấp Cây, nhận được đặc tính, tăng Công Tốc..., tràn đầy tính chiến thuật và bất ngờ![Vô vàn bản đồ mở khóa Cây cối đặc sắc]Hàng chục loại bản đồ, mỗi bản đồ đều có những loại cây riêng như Tường Hạnh Nhân, Bom Anh Đào, Nấm Đóng Băng, Đại Pháo Lá Cây...đánh tan đám Zombie để mở khóa loại cây mới![Tự do xây dựng trận hình mạnh mẽ]Game cung cấp đến 40 loại cây, mỗi loại sở hữu thuộc tính và 10 năng lực khác nhau như đóng băng, thiêu, giảm tốc, trúng độc, xuyên thấu, choáng, trảm sát, đánh lui, tăng Lực Công, tăng Công Tốc..., tự do tổ hợp và bồi dưỡng cho cây, xây dựng trận hình của riêng mình, ứng phó các cuộc tập kích của Zombie!Game kết hợp giữ các yếu tố ghép, tháp phòng và Roguelike, đem tới lối chơi casual hấp dẫn, để bạn dần phát triển ra đội quân cây hùng mạnh, bảo vệ an ninh cho khu vườn của mình!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.0.4\n\n\n\n\n[Hero mới]1. Vịt Dứa: Hero mới với T.Tính Nước Sử Thi, sở hữu khả năng đánh lui và khống chế khá mạnh2. Công Chúa Dưa Bở: Hero mới với T.Tính Ám Truyền Thuyết, có thể triệu hồi Dơi Dưa Mật tấn công địch, đồng thời sở hữu khả năng cận chiến và tầm xa phạm vi lớn3. Măng Cụt Ác Mộng: Hero mới với T.Tính Độc Truyền Thuyết, khi tấn công sở hữu khả năng kết liễu địch hấp hối cực mạnh, tiêu diệt càng nhiều địch thì bản thân càng hùng mạnh[Lối chơi mới]Dây Leo Ma: Mỗi ải chỉ có 1 lượt, vượt qua điều kiện càng hà khắc thì thưởng nhận được càng nhiều[Tính năng mới]1. Thêm tính năng chọn lọc trong giao diện Hero, có thể nhanh chóng tìm ra Hero mà mình muốn2. Thêm Quỹ Chương, hoàn thành càng nhiều ải chính, nhận càng nhiều phần thưởng3. Khiêu chiến ải mỗi ngày thêm tính năng thay phiên, đồng thời bổ xung thêm trận hình đề xuất [Tối ưu]1. Tối ưu giao diện câu cá, thao tác giờ đã dễ dàng hơn2. Sửa lỗi hiệu ứng âm thanh của Sparta Trúc\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "623,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A5u-tr%C6%B0%E1%BB%9Dng-tam-qu%E1%BB%91c/id1562608318?l=vi",
  "nameAndAge": "\n          Đấu Trường Tam Quốc\n 9+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #9 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 42,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame được xây dựng dựa trên các danh tướng Tam Quốc với những cuộc chiến giữa các thế lực vang danh thiên hạ như Ngụy, Thục, Ngô & Quần Hùng. Ngoài ra còn có 2 thế lực lớn vô cùng nổi tiếng như Đế (Tần Thủy Hoàng, Tây Sở Bá Vương, Lưu Bang...) và Ma tộc đến từ Nhật Bản. Đấu Trường Tam Quốc hứa hẹn sẽ là 1 tựa Game chiến thuật đỉnh cao vô cùng hấp dẫn.TÍNH NĂNG ĐẶC SẮC 1. CỜ NHÂN PHẨM TAM QUỐC ĐẦU TIÊN - GAME CHIẾN THUẬT TOP 1 CHÂU Á - Đấu Trường Tam Quốc là tựa Game đầu tiên và duy nhất tại Việt Nam kết hợp giữa cờ nhân phẩm và Tam Quốc. Game cờ nhân phẩm đang là \"mốt\" chơi mới của game thủ hiện nay. Đã thế Game còn xây dựng dựa trên cốt truyện Tam Quốc với hàng trăm danh tướng huyền thoại như Lữ Bố, Quan Vũ, Điêu Thuyền, Triệu Vân, Tào Tháo, Lưu Bị,... - Đây là Game Chiến Thuật Tam Quốc được ưa chuộng nhất tại Hàn Quốc, Nhật Bản, Trung Quốc, Đài Loan, với hơn 1 triệu lượt tải2.(6 vs 6) 10VS10 - PHÁ BỎ GIỚI HẠN 6 TƯỚNG, THIÊN BIẾN VẠN LỐI CHƠI - Hầu hết các tựa Game chiến thuật trên thị trường hiện nay chỉ có tối đa đội hình 6vs6 thì Đấu Trường Tam Quốc có lối chơi auto chess 10vs10 vô cùng máu lửa.- Hệ thống kích duyên biến ảo khôn lường, tại đây các chúa công có thể tự do sáng tạo đội hình với 6 thế lực (Ngụy - Thục - Ngô - Quần Hùng - Đế - Ma). 5 hệ khắc chế Đấu sỹ - Xạ Thủ - Pháp sư - Hỗ trợ - Sát thủ khiến đối phương khó lòng bắt bài.- Cứ thế tổng số 10 nhân vật tự động chiến đấu, bạn có thể trải nghiệm những màn PvE, PvP đẳng cấp với hàng tram, hàng ngàn đội hình khác nhau.3. TẶNG 300 LƯỢT XOAY - QUAY MỎI TAY CÒN ĐẦY - Món quà hời từ VTC - Tặng 300 (gấp 6 - 20 lần Game khác) lượt quay tướng miễn phí trị giá 6000 KNB ngày đầu đăng nhập. - Với 300 lượt quay, tỉ lệ nhận được tướng xịn là cực cao, giúp bạn dễ dàng xây dựng đội hình như ý.4. AFK NHẬN QUÀ - GAME DÀNH CHO NGƯỜI BẬN - Hệ thống tính năng AFK đặc sắc không làm mà vẫn có ăn.- Game không bắt buộc người chơi phải cày cuốc, tiết kiệm thời gian, với những anh em nào bận rộn thì có thể online khoảng 1-2 tiếng khi rảnh rỗi mỗi ngày là có thể đạt được hết các mốc quà trong game.5. SIÊU ƯU ĐÃI CHỈ CÓ TẠI ĐẤU TRƯỜNG TAM QUỐC - Đăng nhập tặng Lưu Bị, vượt 20 ải tặng Mã Siêu, online tặng Triệu Vân, điểm danh tặng Lữ Bố, nạp lần đầu tặng Thần Tướng Quan Vũ với giá siêu hời.- Ngoài ra còn có bộ trang bị cực lợi vào thời điểm đầu game, có thể vượt ải dễ dàng hơn nhiều so với việc cày chay (tiết kiệm được 4 tiếng).6. QUỐC CHIẾN LIÊN SERVER - TRẬN CHIẾN ĐỈNH CAO - Tái hiện chiến trường vạn người mê của Tam Quốc Diễn Nghĩa - Nơi diễn ra những trận đánh hào hùng, oanh liệt nhất lịch sử.- Vạn người công thành chiến, tranh đấu không ngừng nghỉ.7. HÀNG TRĂM HOẠT ĐỘNG PvE, PvP ĐẶC SẮC - Hoạt động Nhất Kỵ Đăng Thiên tái hiện điển tích Quan Vũ vượt ải chém 6 tướng.- Vương Chiến: Trảm Quân Đoạt Ấn, Lên Ngôi Vương Giả Thiên Hạ.- Đại Chiến Xích Bích: Nơi đẳng cấp quân sư tài ba lên ngôi.Loạn thế xuất anh hùng, là quân cờ hay người đánh cờ phụ thuộc vào chính bạn.\n",
  "new": "\n\n\n30 thg 4, 2022\nPhiên bản 2.2.3\n\n\n\n\n- fix bug crash game on ios 11, ios 12- update tối ưu trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/falcon-tr%C3%B2-ch%C6%A1i-b%E1%BA%AFn-m%C3%A1y-bay/id1337514468?l=vi",
  "nameAndAge": "\n          Falcon - Trò chơi bắn máy bay\n 12+\n",
  "company": "\n\n            ONESOFT GLOBAL PTE. LTD.\n          \n",
  "ranking": "\n\n\n                      #22 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 11,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame chiến đấu KHÔNG dành cho trẻ em và những người nhát gan!Trong tương lai không xa, loài người đã làm chủ toàn bộ hành tinh trong hệ mặt trời và đồng thời trở thành giống loài mạnh nhất vũ trụ. Nhận thấy hiểm họa tiềm tàng trong việc đó, các chủng tộc khác đã tập hợp lực lượng vũ trang lại, chuẩn bị cho âm mưu thôn tính loài người.Cuộc tấn công rất bất ngờ, khiến cho loài người thất thủ, đánh mất rất nhiều thuộc địa. Bạn trong vai một người anh hùng ẩn dật, nay trở lại điều khiển chiếc chiến cơ của mình tham gia vào cuộc chiến chống lại thế lực ngoài hành tinh tàn ác.Tính năng- Điều khiển cực dễ đến mức không cần hướng dẫn- Kẻ thù mạnh mẽ và đa dạng- Những trận đánh Boss kịch tính, nghẹt thở- Nâng cấp sức mạnh của bạn bằng nhiều cách khác nhau- Đồ họa pixel tuyệt đẹp- Trải nghiệm chiến đấu không gian chân thậtFanpage: https://www.facebook.com/spacewargameHãy tham gia ngay vào Falcon Squad - Protectors Of The Galaxy !*** Term of Use: https://sites.google.com/view/onesoft/terms-and-condition*** Privacy policy:https://sites.google.com/view/onesoftgames/\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 98.2\n\n\n\n\nĐừng bỏ lỡ các tính năng mới. Cập nhật bây giờ!- Sự kiện DarkNemesis- Chiến cơ mới- Chiến cơ phụ mới- Cánh mới- Màn chơi mới - Sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "228,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gemstone-tetra/id6464373310?l=vi",
  "nameAndAge": "\n          Gemstone Tetra\n 4+\n",
  "company": "\n\n            Word Puzzle & Fun Games For Free\n          \n",
  "ranking": "\n\n\n                      #9 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,4 • 1,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFeatures:- Stunning Visuals:Immerse yourself in a world of sparkling gems and mesmerizing backgrounds.Enjoy high-quality graphics, animations, and effects designed for a truly captivating gaming experience.- Addictive Gameplay:Classic Tetra-style gameplay with a gemstone twist! Rotate, move, and drop gems to create lines and clear the board.Use powerful boosters and special abilities to help you complete levels and achieve high scores.- Competitive Leaderboards:Compete with players from around the world on global leaderboards.Earn achievements and unlock new gemstones as you progress through the game.How to Play:1.Rotate, move, and drop gemstones to create horizontal lines.2.Clear lines to score points and make room for new gemstones.3.Use power-ups and special abilities to help you complete levels and achieve high scores.4.Keep an eye on the timer and don't let the gemstones reach the top of the screen!Contact us: business@beyondcloudmobile.ltd\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.2.0\n\n\n\n\n1. Bug fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "140,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/khu-v%C6%B0%E1%BB%9Dn-tr%C3%AAn-m%C3%A2y-sky-garden/id1588009371?l=vi",
  "nameAndAge": "\n          Khu Vườn Trên Mây - Sky Garden\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "3,4 • 1,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n KVTM ZingPlay VNG -  Xây dựng vườn nông trại online.Giữa cuộc sống hiện đại tấp nập, có bao giờ bạn muốn được thử cảm giác được sống chậm lại, trồng cây, thu hoạch và sản xuất nông sản? Muốn được thư giãn và tận hưởng những gì bình dị nhất? Chào mừng bạn đến với nông trại trên mây KVTM ZingPlay!   + KHÁM PHÁ VÔ TẬN Hàng trăm cây và chậu xinh ở Vườn Mây đang chờ bạn khám phá. Bật mí: Mỗi chậu đều có buff hỗ trợ siêu xịn.    + BUÔN CÓ BẠN, BÁN CÓ PHƯỜNG Tham gia trồng cây và buôn bán nông sản cùng bạn bè ở khắp nơi. Cùng nhau tranh tài ở các bảng xếp hạng, so xem vườn ai xinh hơn!  + SỰ KIỆN SIÊU HẤP DẪN Muôn vàn sự kiện hấp dẫn diễn ra quanh năm, luôn đổi mới làm bạn chẳng bao giờ chán được khi đã đặt chân đến vườn mây ZingPlay. Khu vườn trên mây ZingPlay - Thế giới thần tiên ngay trên tay bạn! Với nông trại KVTM ZingPlay, toàn bộ tính năng hoàn toàn miễn phí. \n",
  "new": "\n\n\n21 thg 6, 2023\nPhiên bản 1.36\n\n\n\n\nRa mắt Phiên Chợ Ba Tư.Cân bằng phần thưởng tích luỹ tính năng đơn hàng, khinh khí cầu, nhiệm vụ phù thuỷ.Sửa lỗi hiển thị và tối ưu hiệu năng trên từng thiết bị.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "173,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/call-of-dragons-funtap/id6449674450?l=vi",
  "nameAndAge": "\n          Call of Dragons - Funtap\n 9+\n",
  "company": "\n\n            EazyPlay LTD\n          \n",
  "ranking": "\n\n\n                      #13 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 12 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCách chơi Thú Cưng bất ngờ được thêm vào! Giờ đây trong Call of Dragons, bạn có thể bắt Thú Cưng của riêng mình. Bản đồ siêu lớn rộng 3,88 triệu km2 trở thành nơi săn bắn của bạn, bắt và thanh tẩy, huấn luyện nuôi dưỡng, dẫn dắt Thú Cưng của bạn xuất chiến nào!【Bắt Thú Cưng】Chiến đấu với Thú Cưng, thu phục chúng dưới quyền chỉ huy, củng cố đội quân kỳ ảo của bạn!【Nuôi dưỡng và chiến đấu với Thú Cưng】Gắn bó với Thú Cưng để tăng Độ Thiện Cảm, nuôi dưỡng Thú Cưng mạnh nhất thông qua cho ăn, huấn luyện, kế thừa..v.v, để chúng trở thành thành viên không thể thiếu trong Quân Đoàn xuất chinh của bạn!【Hệ thống chiến đấu Behemoth hoàn toàn mới】Chiến đấu bên cạnh đồng minh của bạn để đánh bại Behemoth mạnh mẽ, sau đó triệu hồi chúng trong các trận chiến PvP như vũ khí bí mật của bạn!【Tự do chiến đấu】Tận dụng địa hình 3D thực sự để tạo chiến lược của bạn, chỉ huy các Quân Đoàn Bay vượt qua núi và sông, đồng thời thi triển kỹ năng chiến đấu mạnh mẽ để dẫn dắt đồng minh của bạn giành chiến thắng trong cuộc chiến kỳ ảo quy mô lớn!【Một thế giới kỳ ảo nhập vai】Chiêu mộ Tiên Nữ, Orc hùng mạnh, Pháp Sư Băng quyền năng và vô số tướng ma thuật khác. Hành trình đến Cây Đom Đóm thần bí, Tháp Băng Giá đáng sợ và những kỳ quan tuyệt vời khác, đồng thời tận hưởng một thế giới kỳ ảo rộng lớn mà bạn chưa từng thấy trước đây. *****Các tính năng game***** 【Săn và Thuần Hóa Behemoth】Vùng đất Tamaris đã bị xâm chiếm bởi loài Behemoth — những sinh vật cổ đại khổng lồ tựa như Rắn Thằn Lằn, Quái Điểu Sấm Sét và loài Rồng hùng mạnh và hung bạo. Hãy sát cánh bên những đồng minh của bạn để thuần hóa những sinh vật này, rồi huấn luyện chúng trở thành vũ khí bí mật của bạn. Và trong những trận chiến quyết định, bạn hãy triển khai Behemoths để tiêu diệt kẻ địch nhé! 【Chữa Trị Đơn Vị Miễn Phí】Những đơn vị bị thương có thể được tự động chữa trị mà không tiêu hao tài nguyên. Tự do phát động chiến tranh, thách đấu những người chơi khác và chiến đấu theo ý muốn của trái tim bạn! Hãy tận hưởng cảm giác phấn khích tột độ trên chiến trường mà không hề phải lo lắng về quân lương. Hành trình chinh phạt của bạn đã bắt đầu ngay từ giờ phút này! 【Vô Số Sinh Vật Kỳ Diệu】Có rất nhiều chủng tộc kỳ diệu đang sinh sống tại vùng đất Tamaris: Tiên quý tộc, Quái Vật Orc hùng mạnh, Thần Rừng xảo quyệt, Thần Cây minh triết, Đại Bàng Rừng uy vũ và những Thiên Thần đến từ thế giới khác. Mọi chủng tộc kể trên có thể gia nhập lực lượng của bạn và hãy chỉ đạo họ đến với chiến thắng. Đương nhiên rồi, có cả Rắn Thằn Lằn, Gấu Khổng Lồ, Quái Điểu Sấm Sét và rất nhiều những sinh vật đáng sợ khác đang rình rập bạn đó... 【Những Kỹ Năng Tướng Mạnh Mẽ】Giao phó lực lượng của bạn cho những vị tướng hùng mạnh lãnh đạo và huấn luyện họ cách sử dụng những kỹ năng mạnh mẽ, bao gồm năng lực tàng hình, xung kích toàn bộ chiến trường trong một nốt nhạc hoặc tung các đòn tấn công diện rộng hủy diệt cả binh đoàn! Hãy thống trị chiến trường, rồi tấn công vào thời điểm then chốt để lật ngược tình thế của trận chiến và giành chiến thắng! 【Địa Hình 3D & Quân Đoàn Không Chiến】Tận dụng địa hình 3D phong phú và đa dạng để triển khai những trận đột kích, bảo vệ vị trí quan trọng và mở các cuộc không kích để thực thi chiến lược hủy diệt kẻ địch. Triển khai các quân đoàn không chiến trên các hẻm núi, sa mạc, sông và núi để khiến kẻ địch không kịp trở tay! 【Mở Rộng, Khai Thác, Thám Hiểm & Tiêu Diệt】Vương Quốc có trở nên thịnh vượng hay không, tất cả đều do bạn định đoạt. Hãy nâng cấp các tòa nhà và công nghệ, huấn luyện quân đội, thu thập tài nguyên, mở rộng lãnh thổ và chứng minh rằng bạn là vị quân vương xứng đáng để thống trị Tamaris!【Tất Cả Đơn Vị Đều Quan Trọng】Đoàn kết là sức mạnh! Cho dù bạn quản lý quân tiền tuyến, bảo trì các tuyến đường quan trọng hay xây dựng rào phòng thủ, mọi vị trí đều là mắt xích quan trọng trong cỗ máy chiến đấu được vận hành trơn tru trên chiến trường - thắng lợi phụ thuộc vào tất cả mọi người!\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 1.0.2032\n\n\n\n\n1. Mùa 2+ \"Trái Tim Băng Giá\" sắp ra mắt!Sau khi hoàn thành Mùa 2, người chơi sẽ bắt đầu một Mùa hoàn toàn mới với vô số bất ngờ và thử thách mới!1) Địa hình của Belleron đã thay đổi, khiến việc khám phá vùng đất trở thành trải nghiệm thú vị hơn.2) Các Ngọn Tháp Bí Ẩn đã xuất hiện khắp bản đồ. Tháp là các công trình phòng thủ cổ xưa mạnh mẽ nằm rải rác khắp vương quốc, có thể giúp người chiếm đóng tiến hành các cuộc tấn công tàn khốc chống lại kẻ địch trong lãnh thổ của họ.3) Bây giờ bạn có thể xây dựng Tháp Pháo. Tháp Pháo sẽ tự động tấn công kẻ địch trong phạm vi.4) Hệ Thống Chính Sách đã được cẩn thận thiết kế lại để mang đến nhiều chiều sâu chiến lược hơn.2. Con Đường Suôn Sẻ Hơn Đến Với Thịnh Vượng!1) Tướng Huyền Thoại Mới:Đã thêm hai Tướng huyền thoại: Skogul và Goresh. Skogul có thể được chiêu mộ từ các sự kiện Wheel of Fortune và Wheel of Fate, và Goresh có thể được chiêu mộ từ các sự kiện Wheel of Fate và Strongest Lord.2) Bảo Vật Huyền Thoại Mới:Bảo Vật Huyền Thoại mới Đuốc Hồn Xương (Bộ Binh, PvP, Kiểm Soát) hiện đã có sẵn từ Trích Lục Bảo Vật trong các sự kiện Lò Rèn Ánh Sáng và Sự Giàu Có Của Rừng.3) Quái Thú Mới:Roc Đêm bí ẩn ám ảnh bóng tối, chờ đợi thời cơ thích hợp để tấn công. Bây giờ bạn có thể chiến đấu với nó và thanh lọc nó để biến nó thành Thú Cưng của bạn!4) Kỳ Quan Mới:Kỳ Quan Mới: Hầm Mỏ Kalon, mỏ lớn nhất ở Vương Quốc Người Lùnn và là chiến trường của Chiến Trận Tuyết Cuối Cùng. Khám phá câu chuyện của nó ngay!5) Cải Tiến Đường Mòn Rồng:—Giảm độ khó của Đường Mòn Rồng Màn 61-80 trong Mùa Giải 1.—Đơn vị tiền tệ dùng để mua vật phẩm trong Cửa Hàng Đường Mòn đã được đổi tên từ Thủy Tinh Rồng thành Xu Đường Mòn.—Điều chỉnh EXP Tướng nhận được khi hoàn thành các màn Đường Mòn Rồng trong Mùa Giải 1 và thay đổi số lượng Xu Đường Mòn nhận được từ một số Màn nhất định (thưởng tổng thể không thay đổi).—Đường Mòn Rồng không còn cấp Uy Thế nữa. Tuy nhiên, bạn có thể kiếm Uy Thế bằng cách đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, quyên góp Công Nghệ Liên Minh và mua nó từ Tiệm Công Trạng. Tính năng Thu Nhặt Nhanh cũng đã bị loại khỏi Đường Mòn Rồng.6) Cải Tiến Lối Chơi Thú Cưng:—Thay đổi lượng EXP cần thiết để thăng cấp Thú Cưng của bạn từ Cấp 53-60, giúp quá trình này trở nên dễ dàng hơn.—Cải thiện mô tả kỹ năng Thú Cưng. Giờ đây, phần mô tả sẽ hiển thị các giá trị bằng số cho Kỹ Năng sau khi tính xong thuộc tính và buff từ các Kỹ Năng khác.—Thêm tính năng mới để nhanh chóng mở khóa các ô Kỹ Năng Thú Cưng. Nhấn vào ô Kỹ Năng bị khóa và sử dụng Thẻ Kỹ Năng có Hạng Sao thấp hơn để mở khóa ô đó một cách nhanh chóng và thuận tiện.—Thay đổi quy tắc của Đá Tiên Đoán cho \"Thú Cưng Mạnh Nhất\". Khi màn chơi kết thúc, cơ hội tìm thấy Thú Cưng có độ hiếm cao hơn sẽ tăng lên. Sẵn sàng tăng cường bộ sưu tập thú cưng của bạn nào!—Lưu ý: Thẻ Kỹ Năng Thú Cưng bây giờ sẽ được lưu trữ tạm thời trong hệ thống thư trong 7 ngày (trước đó là 1 ngày). Hãy nhớ nhận Thẻ Kỹ Năng của bạn đúng lúc.7) Cải Tiến PvE:—Sau khi đạt Cấp 50, giờ đây Tướng sẽ nhận EXP khi đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, cho phép bạn thăng cấp Tướng của mình nhanh hơn.—Phần thưởng khi đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám hiện sẽ giống nhau.—Khi nhiều người chơi cùng hợp tác để đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, tất cả người chơi sẽ nhận được toàn bộ số EXP. EXP sẽ không còn được chia theo lượng sát thương gây ra.—Thay đổi thưởng EXP Tướng và Bụi Huyền Bí khi đánh bại Lính Hắc Ám và Lính Canh Kho Báu cũng như phá hủy Pháo Đài Hắc Ám trong Mùa Giải 1. Đánh bại Lính Hắc Ám và phá hủy Pháo Đài Hắc Ám giờ đây cũng sẽ cấp Uy Thế.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/animals-coins/id1492722342?l=vi",
  "nameAndAge": "\n          Animals & Coins\n 17+\n",
  "company": "\n\n            Innplay Labs\n          \n",
  "ranking": "\n\n\n                      #14 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay with millions of players around the globe in this addictive animal adventure game. Build islands and bridges, raid lands, and collect treasure island coins!Explore the animal island, steal coins, and build your kingdom to become the ultimate raid master! Start the coin run, unlock new characters, and discover the amazing animal world.In this free coin game, you can easily raid rivals and progress to build your animal treasure island. Show your friends who is the real raid king! Join the coin challenge and lead the leaderboard!Explore the animal treasure islandConquer different islands, steal coins from other players, and prove yourself as the real coin master.Do you have what it takes to be the next island king of the animal kingdom? Play with your Facebook friends and start your next animal adventure game NOW! In this raid game, you will discover the animal world and meet new and exciting characters as you progress. Join the coin run and start winning!REVEAL DIFFERENT KINGDOM ISLANDSBuild bridges, loot coins and treasures from others, and collect animal cards to develop your island and master the coin challenge.STEAL COINS & RAID LANDS TO BECOME THE NEXT COIN MASTERIn this fun raid game, you can win coins and treasures, cash, or gems by stealing and raiding other players’ animal islands. Start your Animals & Coins experience in this coin collection game and become a kingdom ruler and the true raid king!Join the treasure raid, or play guessing games where you can reveal cards that will help you win the treasure and master this animal adventure game!PLAY AGAINST YOUR FACEBOOK FRIENDSAttack your friends and other players, raid lads, steal coins and treasures, and defend your island from ongoing attacks. Looking for revenge? You can raid other players who attacked your island and steal their gold coins and treasures back! In this coin game, anything is possible!COLLECT ANIMAL CHARACTER CARDSExplore islands and kingdoms in this animal adventure game and find unique animal cards. Once you finish the collection, you’ll win amazing prizes including island coins and exclusive power-ups!Like to play multiplayer raid games where you can attack your friends and other players online? In this exciting coin game, you can raid lads and other animal islands and gain millions of treasure island coins. Join the coin run NOW!HOW TO PLAY ANIMALS & COINS TO BECOME THE KING OF COINS?* Tap and hold to build a bridge* Release to drop the bridge onto the adjacent platform. Hold for the perfect duration to earn extra cool rewards, island coins, gems, and more! Your running animal will show you the way with every bridge you build.* Earn and collect coins from each successful bridge to spend on gear for your island. Build islands, progress, and discover the animal world.* Collect all animal cards, conquer the treasure island coin game, and become the island king and the true kingdom ruler!Join millions of players worldwide, start playing the most addictive coin game, and become the next master of coins!Animals & Coins is intended for those 18 and older.  Animals & Coins does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Animals & Coins may also contain advertising. You may require an internet connection to play Animals & Coins and access its social features. You can also find more information about the functionality, compatibility, and interoperability of Animals & Coins in the above description and additional app store information. By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 14.2.1\n\n\n\n\nExciting updates are coming to Animals & Coins!Check out what's new in this version:- Introducing, The Amazing Trail! Spin the wheel and fly high for huge rewards!- New graphic improvement for a better look and feel.- Several bug fixes for a smoother gameplay experience.Follow Animals & Coins on social media for exclusive content and great benefits!https://www.facebook.com/AnimalsandCoinshttps://www.instagram.com/animalsandcoins\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "276,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-of-death-2-premium/id6462970445?l=vi",
  "nameAndAge": "\n          Shadow of Death 2: Premium\n 17+\n",
  "company": "\n\n            Bravestars Technology JSC\n          \n",
  "ranking": "\n\n\n                      #15 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 6 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Phần tiếp theo của siêu phẩm Shadow of Death với hơn 10 triệu lượt tải trên toàn thế giới.Shadow of Death 2 tiếp tục câu chuyện về Maximus - một chiến binh với ký ức đã bị mất. Anh ta lạc lối trong bóng tối, chiến đấu với quỷ dữ để mang lại ánh sáng cho Aurora - vùng đất anh từng sống và giải cứu những người anh từng yêu thương. Và bây giờ, các chiến binh, bạn có sẵn sàng để cùng Maximus bước vào chương tiếp theo của Aurora? Đối đầu với kẻ thù và cho họ thấy những gì bạn có!▶ PHONG CÁCH CHIẾN ĐẤU MỚITrải nghiệm phong cách chiến đấu hoàn toàn mới trong câu chuyện Shadow of Death 2:Thức giấc! Nâng cấp vũ khí, tăng cấp kỹ năng của bạn, sau đó đánh bại kẻ thù với những combo độc đáo. Tấn công lực lượng đen tối với những động tác thời thượng, khoe kỹ năng của bạn và để họ nếm trải sự sắc bén từ lưỡi dao của bạn.▶ THẾ GIỚI BỊ HUỶ HOẠI TUYỆT ĐẸPKhám phá thế giới huyền bí đen tối của Aurora với 6 bản đồ hoàn toàn mới. Nhiều thách thức và cuộc chiến huyền thoại đang chờ đợi bạn trong bóng tối, nơi bạn có cơ hội gặp Leviathan - con rồng huyền bí với hơi thở chết chóc.▶ NHỮNG BOSS KHỔNG LỒ NHẤTĐối mặt với những quái vật khổng lồ trong hành trình của bạn. Chuẩn bị sẵn lòng đối đầu với những sinh vật bí ẩn chỉ tồn tại trong truyền thuyết! Chiến đấu với sứa khổng lồ, rồng, và nhiều hơn nữa. Đó sẽ là trận chiến huyền thoại 1 chống lại 100 và chắc chắn sẽ rất thú vị!▶ TÍNH NĂNG CHÍNH- Thế giới RPG thú vị ngay trong túi bạn- 5 nhân vật khác nhau với phong cách chiến đấu độc đáo- Tùy chỉnh anh hùng của bạn với nhiều bộ da và vũ khí- Chơi mọi lúc, mọi nơi với chế độ offline đầy thách thức- Nâng cấp trò chơi với các trận chiến PvP trực tuyếnGHÉ THĂM CHÚNG TÔI:Fanpage: https://www.facebook.com/ShadowOfDeath2/Nhóm: https://www.facebook.com/groups/ShadowOfDeath2Group/\"\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 1.9.1\n\n\n\n\n- New Item Sets- Bonus Purchase Chest- Discount Cards\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rusty-lake-roots/id1142016085?l=vi",
  "nameAndAge": "\n          Rusty Lake: Roots\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #5 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 35 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nJames Vanderboom's life drastically changes when he plants a special seed in the garden of the house he has inherited. Expand your bloodline by unlocking portraits in the tree of life.Rusty Lake: Roots is the second premium point-and-click adventure by Rusty Lake, the creators of the Cube Escape series and Rusty Lake Hotel.Features:- Pick-up-and-play:Easy to start but hard to put down.- Unique storyline:Experience the beginning and end of characters' lives and build your own family tree. - More than 33 levels:The biggest Rusty Lake game so far is filled with puzzles- Full of suspense and atmosphere:Switching from calm to very dark moments- Immersive soundtrack:Each level has its own theme song and variations- Achievements:The tree has more secrets to unravelTap on the arrows, drag or swipe to navigate around the environment. Some objects you can drag. Interact with people and objects by tapping. Select found items in your inventory and tap somewhere on screen to use them.We will unfold the Rusty Lake story one step at a time. So check RustyLake.com every day for new content and follow us: @rustylakecom.\n",
  "new": "\n\n\n13 thg 2, 2019\nPhiên bản 1.2\n\n\n\n\nThank you for playing Rusty Lake: Roots! We fixed a few bugs in this new version.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "104,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/goat-simulator-3/id1618202932?l=vi",
  "nameAndAge": "\n          Goat Simulator 3\n 12+\n",
  "company": "\n\n            Coffee Stain Publishing\n          \n",
  "ranking": "\n\n\n                      #29 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPilgor is finally baack on the small screen. Now you can be even more unsocial during family dinners. Yay!Goat Simulator 3 Mobile gives you the same open world to explore and destroy as the PC and console versions of the game. Headbutt civilians, drive without a license, or join a yoga class! It’s just like in real life.You can invite a friend in multiplayer mode, cause mayhem together, or become enemies while playing any of the seven mini-games.If you don’t have a friend, you could get the game on two devices and just pretend. We won’t tell a soul.The giant sandbox island of San Angora is in the palm of your hoof!KEY FEATURES:– Goats! Tall goats, fishy goats, goats with hats, there's a goat for your every need– An open world to explore, with an ‘ok amount’ of quests, challenges, and secrets to uncover– Bring chaos together with a friend in multiplayer mode– Break off that friendship for good with seven different mini-games– Dress up your goat in a wide range of different gears to unleash its true powers– Ragdoll physics that slap Newton in the face\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.4.1\n\n\n\n\nWe improved the player experience and fixed bugs - but kept the fun ones!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "2,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/insaquarium-tap-aquarium/id1528744354?l=vi",
  "nameAndAge": "\n          Insaquarium: Tap Aquarium\n 4+\n",
  "company": "\n\n            玲玲 吴\n          \n",
  "ranking": "\n\n\n                      #20 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "1,4 • 162 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTap aquarium setting with fantastic fish and sea creatures.4 modes to play: ADVENTURE TANK , TIME TRIAL, CHALLENGE TANK and VIRTUAL AQUARIUM. • ADVENTURE MODE: You Progress Through Multiple Tanks , And Unlock All Pets.• TIME TRIAL MODE: Collect As Much Money As You Can Before The Time Runs Out. • CHALLENGE MODE: Deal With Price Inflation and Increasingly Difficult Aliens. • VIRTUAL AQUARIUM: Care for fish, Collect shells, and Use Shells to Buy More fish and Upgrades. \n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "70,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/farming-simulator-23-mobile/id6444400410?l=vi",
  "nameAndAge": "\n          Farming Simulator 23 Mobile\n 4+\n",
  "company": "\n\n            GIANTS Software GmbH\n          \n",
  "ranking": "\n\n\n                      #27 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,5 • 15 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGrow crops, grow your agricultural empire! Become a modern farmer to operate more than 100 authentic machines by Case IH, CLAAS, DEUTZ-FAHR, Fendt, John Deere, KRONE, Massey Ferguson, New Holland, Valtra & many other acclaimed manufacturers from around the world - offering a wide range of farming activities. Choose what kind of farmer you want to be in Farming Simulator 23 (FS23) as the acclaimed agricultural sim by GIANTS Software offers a brand-new experience with many new features for your mobile device!Operate realistic tractors, harvesters, field sprayers, and moreCultivate fields with a variety of crops, or harvest grapes and olives on the hillsideStart logging with heavy forestry equipment Establish production chains and use powerful trucks for transportTend to farm animals like cows, sheep, and now: chickens!Enjoy tons of possibilities on two new maps, including collectiblesNew gameplay features also introduce plowing and weedingA tutorial mode, AI helper & a new autoload feature for logs/pallets assist you on your farm There’s a lot more to do after plowing, removing weeds, harvesting crops, or collecting eggs from chicken coops: Produce valuable goods made from your harvest to expand your flourishing business with new factories and production chains! Don’t worry - there is always time to relax and walk around your vast arable land while visuals change through the atmospheric seasons. If more than 100 machines are not enough, you can grow your fleet of agricultural vehicles through official extra content.New and improved in-game tutorials show you the ways of the farm if you’re new to country life. Start farming wherever you go and let the good times grow!\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.4.0\n\n\n\n\nNew crop : SugarcaneNew vehicles and tools:Added Gessner TwoRow Sugarcane PlanterAdded Lizard SWT7 Sugarcane HarvesterAdded Massey Ferguson MF 3012 Sugarcane TrailerFixed various issues on buildings and machines.Improved the bale & pallet storage output area on NeubrunnAdded the missing road on the map overview image of NeubrunnImproved game stability on a wide range of devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/c%E1%BB%9D-vua-ch%C6%A1i-h%E1%BB%8Dc-h%E1%BB%8Fi/id329218549?l=vi",
  "nameAndAge": "\n          Cờ vua - Chơi & Học hỏi\n 4+\n",
  "company": "\n\n            Chess.com\n          \n",
  "ranking": "\n\n\n                      #4 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,7 • 14,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nChơi cờ vua trực tuyến với hơn 120 triệu người chơi từ khắp nơi trên thế giới!Cờ vua, ajedrez, xadrez, satranç, شطرنج, scacchi, schach, șah, šachy, şahmat... Bất kì ngôn ngữ, hay tên gọi nào, nó đều được biết đến như là trò chơi chiến thuật hay nhất trên thế giớiThưởng thức các ván cờ vua 3d không giới hạn miễn phí và cải thiện xếp hạng cờ vua của bạn với 500.000+ câu đố chiến thuật, bài học, video tương tác và hơn 100 đối thủ máy tính mạnh mẽ. Giải phóng bậc thầy cờ vua tiềm ẩn bên trong bạn ngay hôm nay!CHƠI CỜ VUA TRỰC TUYẾN MIỄN PHÍ:- Chế độ cờ vua 2 người chơi hoàn toàn miễn phí để thưởng thức với bạn bè của bạn- Gặp gỡ bạn mới và trò chuyện trong khi bạn chơi- Tham gia các giải đấu trực tuyến với hàng ngàn người chơi khác- Chơi ván đấu  trong thời gian thực từ một phút mỗi ván đến 30 phút hoặc lâu hơn- Chơi các ván đấu cờ vua hàng ngày ít áp lực phù hợp lịch trình của riêng bạn- Hãy thử tất cả các biến thể cờ vua thú vị trong ứng dụng của chúng tôi:  Chess960 (Fischer-Random), Puzzle Rush, Puzzle Battle- Thưởng thức các biến thể cờ vua khác: cờ đạn, 3-check, vua trên đồi, crazyhouse, đôi (bughouse), cuộc chiến sương mù và còn nhiều nữa ... CHIẾN THUẬT CỜ VUA & CỜ THẾ: - Tận hưởng 500.000+ thế cờ đố độc đáo- Chế độ xếp hạng tự động điều chỉnh theo cấp độ kỹ năng của bạn để giúp bạn cải thiện- Chạy đua với đồng hồ để phá kỉ lục điểm số cao trong Puzzle Rush- Thực hành câu đố với các chủ đề cụ thể trong chế độ học tập (Chiếu trong 1, 2, 3 nước, chiếu bí, tàn cuộc, ghim, kẹp, hy sinh, v.v.) BÀI HỌC CỜ VUA:- Hàng trăm bài học cờ vua và video cờ vua chất lượng được thực hiện bởi các bậc thầy (học tất cả các nước đi cờ vua và thực hành các kỹ năng của bạn với các thế cờ đố).- Hướng dẫn đào tạo cờ vua tương tác với các mẹo và đề xuất- Tìm hiểu các quy tắc và chiến lược cờ vua trong một kế hoạch bài học từng bước (khai cuộc, trung cuộc và tàn cuộc)CHƠI CỜ VUA TRỰC TUYẾN VỚI MÁY TÍNH:- Chọn cấp độ của đối thủ máy tính bạn muốn chơi- Phân tích các ván cờ vua của bạn để xem bạn đã sai ở đâu và làm thế nào bạn có thể cải thiện- Xem đối thủ khó khăn nhất mà bạn có thể đánh bại!CỘNG ĐỒNG CỜ VUA:- Tham gia cộng đồng hơn 120 triệu người chơi cờ vua trực tuyến- Hơn 20 triệu ván cờ vua được chơi mỗi ngày- Gặp gỡ người chơi ở mọi cấp độ từ người mới bắt đầu đến đại kiện tướng - Cạnh tranh để có được xếp hạng của riêng bạn trong bảng xếp hạng cờ vua trực tuyến và tham gia cùng những người chơi giỏi nhất.- Xem các siêu sao cờ vua nổi tiếng nhất với hàng triệu người theo dõi. Hikaru, Gotham Chess, Botez, Magnus và nhiều hơn nữa!...và NHIỀU NỮA: - Chơi cờ vua ngoại tuyến với máy tính- Bài viết của các tác giả, huấn luyện viên và huấn luyện viên cờ vua giỏi nhất- Khai cuộc bất khả chiến bại với trình khám phá khai cuộc (Queen's Gambit, Caro-Kann Defense, Sicilian Defense, v.v.)- Cờ vua ngoại tuyến với bạn bè của bạn- Gửi tin nhắn và chơi cờ vua với bạn bè- Lựa chọn với 20+ chủ đề bàn cờ, quân cờ 2D, 3D và hình nền- Nhận số liệu thống kê hiệu suất chuyên sâu về ván cờ, thế đố và bài học của bạn- Tận hưởng các diễn đàn cộng đồng tích cực nhất ở bất cứ đâuChơi cờ vua trực tuyến chưa bao giờ dễ dàng như vậy!Cờ vua là trò chơi phổ biến nhất mọi thời đại!Và Chess.com là nơi số 1 để chơi trực tuyến với bạn bè và những người chơi khác từ khắp nơi trên thế giới hoặc chơi cờ vua ngoại tuyến bất cứ khi nào bạn muốn! Hãy chia sẻ đề xuất và ý kiến của bạn với chúng tôi. Nhóm hỗ trợ của chúng tôi rất sẵn lòng giúp bạn 24 giờ một ngày, 365 ngày một năm!VỀ CHESS.COM:Chess.com được tạo ra bởi những người chơi cờ vua và những người yêu thích cờ vua!Điều khoản sử dụng: https://www.chess.com/legal/user-agreementĐội ngũ: http://www.chess.com/aboutFacebook: http://www.facebook.com/chessTwitter: http://twitter.com/chesscomYouTube: http://www.youtube.com/wwwchesscomTwitchTV: http://www.twitch.com/chess\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 4.2.15\n\n\n\n\nHey chess fans! Today’s update fixes a few bugs and brings official support for iOS 17. Also, you can now get notifications whenever you receive a new message!We really hope you enjoy this new version. If so, please consider giving the app a fresh, five-star rating or review in the Store. (It’s very helpful!) Thank you - and enjoy your chess!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "339,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Basque, Filipino, Kabyle, Kazakh, Nam Phi, Nepali, Pashto, Tiếng Ai-len, Tiếng Albania, Tiếng Anh, Tiếng Armenia, Tiếng Azerbaijan, Tiếng Ba Lan, Tiếng Ba Tư, Tiếng Belarus, Tiếng Bengali, Tiếng Bokmål Na Uy, Tiếng Bosnia, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Croatia, Tiếng Do Thái, Tiếng Estonia, Tiếng Galicia, Tiếng Georgia, Tiếng Hindi, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Iceland, Tiếng Indonesia, Tiếng Latvia, Tiếng Lithuania, Tiếng Macedonia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Serbia, Tiếng Singhala, Tiếng Slovak, Tiếng Slovenia, Tiếng Swahili, Tiếng Séc, Tiếng Tajik, Tiếng Tamil, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Turkmen, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Urdu, Tiếng Uzbek, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/block-blast/id1617391485?l=vi",
  "nameAndAge": "\n          Block Blast‪!‬\n 12+\n",
  "company": "\n\n            Hungry Studio\n          \n",
  "ranking": "\n\n\n                      #10 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,8 • 13,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBlock Blast: Sự kết hợp hoàn hảo giữa trò chơi xếp khối và giải đố trí tuệ, kết hợp sự sáng tạo với những tác phẩm kinh điển! Điều khiển đơn giản, hiệu ứng âm thanh tuyệt vời và nhịp điệu tuyệt vời! Block Blast sẽ khiến bạn muốn nhiều hơn nữa! Bên cạnh lối chơi trí não cổ điển, bạn cũng sẽ được trải nghiệm lối chơi COMBO nguyên bản hoàn toàn mới. Kéo và thả các khối vào bảng để điền vào một hàng hoặc cột để hoàn thành việc loại bỏ và xóa nhiều hàng hoặc cột cùng một lúc sẽ tạo ra một hoạt ảnh loại bỏ thú vị cũng như các điểm bổ sung. Càng thực hiện nhiều COMBO, bạn càng nhận được nhiều điểm. Tùy thuộc vào kỹ năng logic và chiến lược bố cục của bạn nếu bạn muốn ghi điểm cao. Kiểm tra chỉ số IQ của bạn và rèn luyện trí não của bạn trong Block Blast! Đặc trưng:1. Đơn giản và dễ chơi, phù hợp với mọi lứa tuổi, sự lựa chọn tuyệt vời để giết thời gian.2. Không cần kết nối mạng; bạn có thể thưởng thức Block Blast mọi lúc, mọi nơi.3. Các khối vuông đẹp mắt và hiệu ứng âm thanh tuyệt vời sẽ mang đến cho bạn trải nghiệm chơi game tuyệt vời. Cách chơi:1. Kéo và thả các khối vào bảng và xóa các khối khi một cột hoặc hàng được lấp đầy.2. Chúng tôi sẽ tiếp tục cung cấp các khối có nhiều hình dạng khác nhau cho đến khi bạn không còn chỗ trống trên bảng.3. Lập kế hoạch cho bước đi tiếp theo của bạn khi bạn liên tục nghĩ về những khối nào có thể xuất hiện. Làm thế nào để trở thành một bậc thầy khối:1. Thay vì chờ đợi các khối có hình dạng hoàn hảo, hãy tận dụng cơ hội để giải phóng thêm không gian và ghi điểm.2. Không có giới hạn thời gian trong Block Blast, vì vậy hãy suy nghĩ cẩn thận về mọi hành động của bạn. Dù bạn đang ở đâu, dù mệt mỏi, buồn chán hay thất vọng, Block Blast sẽ luôn ở bên bạn, quét sạch những buồn chán và giúp bạn thư giãn, vui vẻ hơn!Bắt gặp chúng tôi tại Facebook: Block BlastĐề xuất hoặc Nhận xét? Hãy cho chúng tôi biết tại blockblast@hotmail.com\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 3.6.6\n\n\n\n\nCảm ơn bạn đã chơi 'Block Blast'.Phiên bản này được cập nhật với các tính năng tối ưu hóa trải nghiệm, thay đổi thông số kỹ thuật và sửa các lỗi nhỏ để có trải nghiệm chơi game tốt hơn!Theo dõi chúng tôi tại Facebook: Block BlastĐề xuất hoặc Bình luận? Hãy gửi cho chúng tôi tại blockblast@hotmail.com\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "153,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Nepali, Pali, Tiếng Amharic, Tiếng Anh, Tiếng Azerbaijan, Tiếng Ba Tư, Tiếng Bồ Đào Nha, Tiếng Campuchia, Tiếng Croatia, Tiếng Do Thái, Tiếng Gujarati, Tiếng Hindi, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Kannada, Tiếng Lithuania, Tiếng Lào, Tiếng Malayalam, Tiếng Marathi, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Punjab, Tiếng Rumani, Tiếng Singhala, Tiếng Slovak, Tiếng Swahili, Tiếng Séc, Tiếng Tamil, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Urdu, Tiếng Uzbek, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-sushiria-to-go/id1504952058?l=vi",
  "nameAndAge": "\n          Papa's Sushiria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #23 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 10 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSlice and serve delicious sushi in Papa's Sushiria To Go!-- ABOUT THE GAME --Your tour of Papa Louie's new restaurant goes awry when you break the lucky cat statue outside of the shop.  Is this to blame for the restaurant's underwhelming opening day?  When Papa Louie leaves on a mission to find a new statue, you're left in charge of Papa's Sushiria, where you need to master the fine art of sushi making!You'll need to cook, season, and spread the rice onto nori and soy paper using the all-in-one \"Sushi Square\" cooker.  Add fillings to the sushi, and roll it up before placing toppings and drizzling sauces across the top.  Slice up the sushi into bite-sized pieces, and prepare a delicious Bubble Tea to serve alongside the order before serving it to your hungry customers.  Sakura Bay celebrates different holidays throughout the year, and you'll unlock new seasonal ingredients as you go for creating deliciously festive sushi and tea.-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Sakura Bay with tasty holiday flavors!  Your customers will order delectable sushi made with seasonal ingredients.  You'll unlock new fillings, soy paper, sauces, toppings, and tea flavors for each holiday of the year, and your customers will love trying these festive flavors in their sushi rolls.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Sushiria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Matt or Clover, or create your own custom character to work in the sushi restaurant!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to Sakura Bay for fresh sushi.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Sushiria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on sushi shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between cooking rice, building and slicing sushi, and making bubble tea- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 128 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 146 ingredients to unlock\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "81,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gris/id1445379072?l=vi",
  "nameAndAge": "\n          GRIS\n 4+\n",
  "company": "\n\n            Devolver\n          \n",
  "ranking": "\n\n\n                      #23 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,9 • 35 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGris is a hopeful young girl lost in her own world, dealing with a painful experience in her life. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality. As the story unfolds, Gris will grow emotionally and see her world in a different way, revealing new paths to explore using her new abilities.GRIS is a serene and evocative experience, free of danger, frustration or death. Players will explore a meticulously designed world brought to life with delicate art, detailed animation, and an elegant original score. Through the game light puzzles, platforming sequences, and optional skill-based challenges will reveal themselves as more of Gris’s world becomes accessible.GRIS is an experience with almost no text, only simple control reminders illustrated through universal icons. The game can be enjoyed by anyone regardless of their spoken language.\n",
  "new": "\n\n\n25 thg 1, 2021\nPhiên bản 1.5\n\n\n\n\nController support improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "2,5 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển Devolver đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A5u-tr%C6%B0%E1%BB%9Dng-ch%C3%A2n-l%C3%BD/id6451463643?l=vi",
  "nameAndAge": "\n          Đấu Trường Chân L‪ý‬\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #3 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 38,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng đội quân anh hùng Liên Minh Huyền Thoại trong trò chơi chiến thuật này.Hãy thử thách khả năng xây dựng đội hình của bạn với Đấu Trường Chân Lý, trò chơi PvP chiến thuật giao tranh tự động nhiều người chơi từ studio đã tạo ra Liên Minh Huyền Thoại.Hãy sử dụng 100% bộ não để chọn tướng, sắp xếp vị trí cho họ và giành chiến thắng trong cuộc đấu 1 chọi tất cả gồm 8 đấu thủ. Với hàng trăm sự kết hợp đội hình và xu hướng chơi không ngừng thay đổi, mọi loại chiến thuật đều có thể được áp dụng. Nhưng tất nhiên, sẽ luôn luôn chỉ có 1 người thắng cuộc.Tinh thông chiến thuật theo lượt và cạnh tranh trên đấu trường giao tranh tự động cực khủng. Tham gia ngay vào hàng loạt các chế độ chơi có phần tương đồng với cờ vua: từ giao lưu cho tới thi đấu, để vượt mặt đối thủ và trở thành người cuối cùng còn trụ vững trên đỉnh cao. QUÉT SẠCH SÀN ĐẤUPhối hợp các nhịp điệu để chinh phục đỉnh vinh quang trong Remix Rumble, nơi từng lượt chọn sẽ giúp bạn xây dựng một nhóm nhạc siêu sao cùng những nhạc phẩm tuyệt đỉnh.Chiêu mộ các tướng tới từ những nhóm nhạc Riot Music từng đoạt giải thưởng như K/DA, True Damage, Pentakill và HEARTSTEEL.Cứu trợ đội của bạn với những bùa lợi quyền lực cùng Siêu Sao, và tận dụng những lợi thế bạn có với các Cổng Dịch Chuyển và Nâng Cấp mới đã được cải tiến.Dẫn đầu bảng xếp hạng cùng Các Tướng: Sett Tí Nị, Akali Tí Nị cùng K/DA POP/STARS Kai'Sa Siêu Sao. Đừng bỏ lỡ những trang phục độc quyền của ĐTCL dành cho các tướng Liên Minh Huyền Thoại yêu thích của bạn nữa nhé!CHIẾN HỮU CŨ, CHIẾN TRẬN MỚIXây dựng một biệt đội không thể cản phá từ một bể tướng chung.Chiến đấu qua vô số vòng để trở thành chiến lược gia còn lại cuối cùng. Các lựa chọn và sự kiện diễn ra ngẫu nhiên mỗi trận sẽ đảm bảo không có trận nào giống với trận nào, vậy nên hãy sử dụng óc sáng tạo và sự khéo léo của bạn để lập ra một chiến thuật tất thắng.CHƠI Ở BẤT CỨ ĐÂUThách đấu bạn bè và hủy diệt đối thủ trong đấu trường chơi theo lượt trên di động. Tham gia hàng chờ cùng nhau và tìm hiểu xem liệu tổ đội của bạn có đủ sức để làm người dẫn đầu.VƯƠN HẠNG TRÊN ĐẤU TRƯỜNGHỗ trợ đầy đủ tính năng xếp hạng cùng hàng chờ PvP sẽ đảm bảo mở ra vô số cách để bạn vượt mặt đối thủ của mình. Từ hạng Sắt cho đến Thách Đấu, leo hạng hay tụt hạng đều phụ thuộc vào thứ hạng cuối cùng bạn đạt được trong mỗi trận đấu. Một chiến thuật xịn sò còn có thể đem tới cho bạn các phần thưởng Xếp Hạng độc quyền cuối mỗi mùa giải!PHONG CÁCH CỦA BẠNCá nhân hóa mỗi trận đấu bằng bàn đấu, hiệu ứng và biểu cảm của riêng bạn. Xông trận cùng Tướng Tí Nị hoặc Linh Thú mà bạn yêu thích! Thu thập những vật phẩm mới bằng cách chơi game, hoặc mua trực tiếp tại cửa hàng ĐTCL.CỨ CHƠI LÀ NHẬN QUÀThu thập những báu vật trong Vé Remix Rumble mới, hoặc nâng cấp lên Vé+ để mở khóa nhiều phần thưởng hấp dẫn khác!Tải xuống và chơi Đấu Trường Chân Lý ngay hôm nay!\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 13.24.5476828\n\n\n\n\n13.24 là bản cập nhật đầu tiên cho Remix Rumble với những điều chỉnh giảm sức mạnh lên Jazz và Fan Cứng, cũng như rất nhiều thay đổi tăng sức mạnh cho các tướng đang gặp chút khó khăn! Đồng thời, các phiên bản Akali Tí Nị cùng Siêu Sao K/DA POP/STARS Kai'Sa mới cũng sẽ xuất hiện trong bản cập nhật này. Đừng quên đọc đầy đủ các cập nhật trên trang Web của chúng tôi: https://teamfighttactics.leagueoflegends.com/vi-vn/latest-patch-notes/ \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/badminton-league/id1230352595?l=vi",
  "nameAndAge": "\n          Badminton League\n 4+\n",
  "company": "\n\n            RedFish Game Studio\n          \n",
  "ranking": "\n\n\n                      #3 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "3,7 • 3,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe best badminton game with realistic gameplay! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!Features: - Multiple game modes available, play with sports fans in local- Create your very own character, and level - up- Easy to control, challenging to win- Simple and elegant UI design- Cool stunts and realistic hitting shuttlecock experience- Numerous gorgeous badminton outfits This game needs an Internet connection to play. Contact us:Twitter: http://bit.ly/badmintonleagueFacebook: http://bit.ly/badmintonleaguefacebookSupport team:badminton@redfishgame.com\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 5.39.50630\n\n\n\n\n- Bug fixed and game experience optimized.Enjoy this awesome badminton world!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "141 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/unpacking/id6450058135?l=vi",
  "nameAndAge": "\n          Unpacking\n 4+\n",
  "company": "\n\n            Humble Bundle\n          \n",
  "ranking": "\n\n\n                      #12 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 9 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nUnpacking is a BAFTA Award-winning zen game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you are invited to create a satisfying living space while learning clues about the life you’re unpacking. Over the course of eight house moves, you are given a chance to experience a sense of intimacy with a character you never see and a story you’re never told.FEATURES- Unpack a home — from a single bedroom to an entire house- Meditative gameplay with no timers, meters or scores — perfect for playing at your own pace or on the move- Explore domestic environments with all their nooks and crannies while you stack plates, hang towels, and arrange bookshelves- Discover a character's story through the items that come with her to each new home (and the items that get left behind)- Perfect for mobile — Unpack with the touch of a finger, feel the world through haptics, and easily create snapshots and videos for sharing on social media- Soundtrack by BAFTA award-winning composer and audio director Jeff van Dyck- Winner of over 20 awards, including the 2022 BAFTA Games Awards for Narrative and EE Game of the Year- Experience this handcrafted story in its entirety right in the palm of your hand\n",
  "new": "\n\n\n31 thg 8, 2023\nPhiên bản 1.04\n\n\n\n\n- Bug fixes and Performance Improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "575,4 MB",
  "language": "\nNgôn Ngữ\n\nFilipino, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/genshin-impact-funtap/id6451477469?l=vi",
  "nameAndAge": "\n          Genshin Impact - Funtap\n 12+\n",
  "company": "\n\n            Growth Tech VN\n          \n",
  "ranking": "\n\n\n                      #10 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "3,9 • 1,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nLục địa Teyvat rộng lớn, nơi vô số sinh vật sinh sôi và hội tụ.Đây chính là thế giới do bảy vị Thần thống trị, cũng là nơi bảy loại nguyên tố tụ hội...Dưới bầu trời xa lạ, có người thiếu niên và thiếu nữ đang đứng trong gió bụi.Các bạn chính là cặp song sinh đến từ vùng đất xa lạ. Người thân của bạn bị vị Thần lạ mặt bắt đi, và bạn cũng bị Thần phong ấn chìm vào giấc ngủ sâu...Đến khi tỉnh lại, mọi thứ xung quanh đều đã thay đổi...Genshin Impact là một game nhập vai phiêu lưu thế giới mở. Bạn sẽ khám phá một thế giới giả tưởng có tên là \"Lục địa Teyvat\" trong trò chơi.Trong thế giới rộng lớn này, bạn có thể du hành qua bảy vương quốc, gặp gỡ những người bạn đồng hành với những tính cách và năng lực độc đáo khác nhau, cùng chiến đấu chống lại kẻ thù mạnh và bước vào con đường tìm kiếm người thân, hoặc bạn có thể đi lang thang không mục đích và đắm mình trong một thế giới đầy sức sống. Hãy để sự tò mò thúc đẩy bản thân khám phá mọi bí mật trong thế giới này nào...Cho đến khi bạn đoàn tụ với người thân và chứng kiến sự lắng đọng của mọi thứ ở điểm đến cuối cùng.〓Thế Giới Mở, Tự Do Khám Phá〓Genshin Impact là một game nhập vai phiêu lưu thế giới mở, chỉ cần bạn sử dụng thể lực hợp lý, thì sẽ có thể chu du đến mọi vùng núi cao biển rộng, khám phá những cảnh vật kỳ bí. Hãy cùng nhau thám hiểm xem sẽ có những gì đang đợi bạn phía trước nào!〓Phản Ứng Nguyên Tố, Chiến Lược Chiến Đấu〓Thế giới trong game được hình thành bởi bảy loại nguyên tố: Phong, Lôi, Thủy, Hỏa, Băng, Thảo, Nham. Nhân vật có Vision sẽ có thể dùng sức mạnh của nguyên tố để chiến đấu và thám hiểm. Thủy gặp Hỏa sẽ bốc hơi, Hỏa gặp Lôi sẽ quá tải, Lôi gặp Thủy sẽ nhiễm điện... Đối mặt với kẻ địch khác nhau, có thể dùng kỹ năng kích hoạt hiệu quả nguyên tố thích hợp để giành chiến thắng.〓Đồ Họa Và Âm Nhạc Chất Lượng Cao〓Genshin Impact có phong cách nghệ thuật mới mẻ, chuyển động của nhân vật được thực hiện thông qua việc nắm bắt cử động và điều chỉnh chi tiết, mang đến hiệu ứng trình diễn chất lượng cao. Ngày đêm thay đổi 24 giờ, thời tiết và âm nhạc cũng thay đổi linh hoạt, dù bạn ở đâu, bạn cũng sẽ luôn nghe thấy những màn trình diễn đặc trưng của dàn nhạc giao hưởng hàng đầu thế giới như London Philharmonic Orchestra và Shanghai Symphony Orchestra.〓Tập Hợp Đồng Đội, Cùng Nhau Thám Hiểm〓Trong quá trình thám hiểm, còn có thể kết giao được với những đồng đội có khả năng đặc biệt, hãy thử kết hợp đội hình mạnh nhất, thu thập nguyên liệu cường hóa nhân vật để chinh phục bí cảnh nào. Rất nhiều điều mới mẻ đang chờ bạn khám phá, cùng bắt đầu thôi nào.SUPPORTNếu gặp bất cứ vấn đề nào, vui lòng phản hồi thông qua trung tâm CSKH trong game.Email CSKH: genshin_cs@hoyoverse.comTrang chủ chính thức: https://genshin.hoyoverse.com/Diễn đàn chính thức: https://www.hoyolab.com/Facebook: https://www.facebook.com/Genshinimpact/Instagram: https://www.instagram.com/genshinimpact/Twitter: https://twitter.com/GenshinImpactYouTube: http://www.youtube.com/c/GenshinImpact Discord: https://discord.gg/genshinimpactReddit: https://www.reddit.com/r/Genshin_Impact/\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "3,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-mocharia-to-go/id1551207253?l=vi",
  "nameAndAge": "\n          Papa's Mocharia To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #6 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 39 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCreate delicious coffee drinks and cannoli in Papa's Mocharia To Go!-- ABOUT THE GAME --Papa Louie has opened a brand-new coffee shop in New Pepperton, offering a variety of custom layered coffee drinks called Papaccinos.  After you apply for a job as the barista of Papa's Mocharia, you learn that a year-long film is being made about the coffeehouse -- and you're now the main star!  Under the watchful eye of the documentary crew, you'll be brewing espresso, steaming and frothing milk, and crafting eye-catching layered drinks for your picky customers.  Work your way through the holidays as you serve seasonal coffee and cannoli, unlock new ingredients, and earn Daily Specials with delicious latte and macchiato recipes.-- GAME FEATURES --BREW ESPRESSO AND LAYER DRINKS - Use the Brew Machines to make freshly-brewed shots of espresso, and to steam and froth milk for the customers' drinks.  On the Build Station, you'll layer the espresso and milk into a large cup along with colorful powders and flavored syrups, creating a delicious layered latte that looks as great as it tastes!  Complete the drink with toppings, whips, and drizzles for that finishing touch.CRAFTING CANNOLI - Customers will order a custom-made cannoli along with their Papaccino drinks.  Choose the cannoli shell, line up the nozzles to pipe it full of cream, and garnish the cannoli with delicious toppings for the perfect sweet treat to enjoy with a coffee.HOLIDAY FLAVORS - Celebrate the seasons with delicious holiday flavors!  As you reach new ranks, the seasons and holidays in New Pepperton will change, and your customers will start ordering holiday-themed drinks and cannoli.  You'll unlock new syrups, powders, dairy, shakers, creams, and cannoli shells for each holiday of the year, and your customers will love trying these new festive flavors!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Mocharia!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Allan or Akari, or create your own custom character to work in the coffeehouse!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to New Pepperton for their coffee.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Mocharia lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their order.-- MORE FEATURES --- Hands-on coffee shop in the Papa Louie universe- Multi-task between brewing coffee, steaming milk, layering drinks, and crafting cannoli- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 135 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 124 ingredients to unlock\n",
  "new": "\n\n\n10 thg 3, 2021\nPhiên bản 1.0.2\n\n\n\n\n- Fixed issue with giving Vincent a coupon- Fixed issues with drink powders and ice- Adjusted parade scene during the final holiday- Scoring adjustments for drinks- Fixed issues with some customer outfits- Adjusted rank titles\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "84,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monopoly-go/id1621328561?l=vi",
  "nameAndAge": "\n          MONOPOLY GO‪!‬\n 9+\n",
  "company": "\n\n            Scopely, Inc.\n          \n",
  "ranking": "\n\n\n                      #5 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,8 • 5,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBecome rich beyond your wildest dreams in this newly reimagined version of one of the best-selling board games ever created: MONOPOLY! Let everyone’s favorite billionaire, MR. MONOPOLY, be your guide as you explore new boards themed after world-famous cities, fantastical lands, and more.Experience the classic gameplay MONOPOLY fans love at a faster pace everyone can enjoy. Collect Property Tile Sets, build Houses and Hotels, pull Chance Cards, and of course, earn that MONOPOLY Money! Play with your favorite game Tokens such as the Scottie, the Top Hat, the Battleship and more.Help your friends reach their goals with the Community Chest mini-game, or steal from them to help yourself get to the top. Collect story-filled Stickers to send to your friends or trade in our Facebook Group!MONOPOLY GO! Features:BUY & BUILD YOUR WAY TO THE TOPCollect colored Property Tile Sets to build Houses, then upgrade your Houses into Hotels to get even more rent from friends! Discover new Landmarks to build on every board and upgrade them to increase your Net Worth to become the biggest tycoon in the world!ENJOY CLASSIC MONOPOLY GAMEPLAYRoll the dice to play the classic MONOPOLY board you know and love. Featuring familiar faces such as MR. MONOPOLY, and familiar spaces such as jail (womp womp!), Railroads, and everyone’s favorite money-maker GO! Pull from a variety of new Chance Cards, win money from the Community Chest themed mini-game, and explore the world with beloved Tokens including the Scottie, the Top Hat, the Battleship, and more.PLAY WITH FRIENDS AND FAMILYGet social! Play with friends to take full advantage of new mini-games such as Community Chest – where your friends make you rich! Want to make some mischief? Land on a Railroad tile and let the train take you to two new mini-games: Knock down your friend’s Landmarks in Shut Down or steal money from their bank vault during Bank Heist. Finders keepers!Gift Stickers to friends and get Stickers from friends in-game to complete your Sticker Collections and get BIG REWARDS!Play exciting co-operative Events and Tournaments to climb the leaderboards on your way to OWN IT ALL!MONOPOLY WITH A TWISTDiscover a whole new way to play a game enjoyed for generations! Reimagined for mobile, MONOPOLY GO! offers a new twist on a favorite classic. You’ll meet familiar MONOPOLY characters along with new faces and new ways to get rich and own it all! Explore a rich world of beautiful scenery and lively animations designed to bring joy to each play session.NEW CHALLENGES EVERY DAYPlay Tournaments, Prize Drop, Free Parking House Rules Events, and Cash Grab. With new Events running every hour, there are new ways to play every day!MONOPOLY GO! is free to play, though some in-game items can also be purchased for real money. Internet connection is required to play the game.The MONOPOLY name and logo, the distinctive design of the game board, the four corner squares, the MR. MONOPOLY name and character, as well as each of the distinctive classic elements of the board, cards and the playing pieces are trademarks of Hasbro for its property trading game and game equipment used with permission.MONOPOLY © 1935, 2021 Hasbro. All Rights Reserved. Licensed by Hasbro.Privacy Policy: https://scopely.com/privacy/Terms of Service: https://scopely.com/tos/Additional Information, Rights, and Choices Available to California Players: https://scopely.com/privacy/#additionalinfo-californiaBy installing this game you agree to the terms of the license agreements.\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.15.0\n\n\n\n\nGet ready to EXPRESS yourself! We’ve got ALL NEW EMOJIS inside! That means more fun for you and friends in a number of places, my good Tycoon. Now when you heist banks, shut down landmarks and more, you can send an emoji too!Brand new shiny bug fixes in MONOPOLY GO! Play now, with confidence!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "241,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tv-studio-story/id6463115144?l=vi",
  "nameAndAge": "\n          TV Studio Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #5 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLights, camera, action! Get ready to enter the TV industry... Kairosoft style!In this charming pixel art sim game, you'll create your own shows, deciding everything from the theme and genre down to the set and the performers who star in it. Experiment with different combinations, and you might just have a hit on your hands!Where would a TV show be without its stars? Build rapport with different talent agencies, find performers that specialize in certain genres, and get the studio audience really fired up!Preparation is an important part of any production. Send your staff out to scout new locations, and they'll come back with new themes, genres, and decor items, giving you even more options to work with.Once one show airs, you can start on another right away! Publicize it in magazines, on the radio, or on social media to win new fans. How high will the ratings on your next show be...?It's time to take control of the airwaves and create a hit that will go down in TV history!--Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and paid games!Kairosoft's pixel art game series continues!Follow us on X (Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 1.14\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "89,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-bonfire-2-uncharted-shores/id1448849222?l=vi",
  "nameAndAge": "\n          The Bonfire 2 Uncharted Shores\n 12+\n",
  "company": "\n\n            Xigma Games\n          \n",
  "ranking": "\n\n\n                      #16 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 163 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng  trụ vững  khám pháXây dựng  chế tạo  và thu lượm tài nguyên ban ngày; trụ vững và chống trả trước các đợt tấn công của quân cướp bóc và bọn quái vật vào ban đêm.Tiếp nối thành công của tựa game \"The Bonfire: Forsaken Lands\"  \"The Bonfire: Uncharted Shores\" mở rộng trên mọi phương diện và tăng chiều sâu cho gameplayThiết kế và xây dựng thành phố  quản lý tài nguyên và nhân lực đa dạng  khám phá một thế giới luôn thay đổi bằng thuật toán ngẫu nhiên  giao thương với các thành phố sầm uất  và khám phá những hang động kỳ bíXây dựng ngôi làng hùng cường và sở hữu các cổ vật ma thuật để đánh bại lực lượng hắc ám cổ đại\n",
  "new": "\n\n\n20 thg 3, 2023\nPhiên bản 2.0.3\n\n\n\n\nCải tiến AI bảo vệSửa lỗi nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bus-simulator-ultimate/id1461749632?l=vi",
  "nameAndAge": "\n          Bus Simulator : Ultimate\n 4+\n",
  "company": "\n\n            Zuuks Games\n          \n",
  "ranking": "\n\n\n                      #10 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 68,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nOfficial Mercedes-Benz Travego, Mercedes-Benz Tourismo and Setra licensed buses are waiting for you.Completely realistic routes and Bus driving experience are waiting for you.United States, United Kingdom, China, Canada, Russia, Germany, Italy, France, Spain, Netherlands, Turkey, South Korea, Japan, Brazil, Azerbaijan, Belgium, Bulgaria, Czech Republic, Dominican Republic, Indonesia, Philippines, South Africa, India, Hong Kong, Ireland, Israel, Qatar, Malaysia, Thailand, Taiwan and more Realistic city maps and bus stations. Establish your bus company and become the largest bus corporation in the world. BUS SIMULATOR GAME FEATURES- Free Multiplayer Game (Ultimate League)- You will be able to have offices in many places around the world.- Passenger System will provide Social and Realistic Reactions.- Manage your own business- Hire employees and manage your company for maximum profit- 32 Amazing Coach Bus- Used Buses Market- Detailed Cockpits- Passengers might review you.- 250+ radio stations- Highway Toll roads- Realistic traffic system- Realistic weather- Realistic Bus sound effects- Easy controls (Tilt, Buttons or steering wheel)- More than 25 language supportCompletely realistic Coach Bus Simulator. Download Bus Simulator : Ultimate game right now.HOW TO PLAY- Start your Bus by using Start / Stop button.- On the right side of your screen, bring the shift to “D” position.- Control your Bus by using break and acceleration buttons.Attention: Drive safely and follow traffic rules in real life.-------------------------------SUBSCRIPTION PRICING AND TERMSSubscription optionsIn our game we have the following subscription offer:Service name: Vip UltimateVip Ultimate Membership offers monthly subscription. You can play multiplayer as long as you are subscribed! Gain monthly money,gold,truck and remove all of the ads after the trial period.Payment will be charged to your iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.You can turn off the auto-renew for the subscription whenever you want in the settings if your iTunes account. Check https://support.apple.com/HT202039When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled.Mercedes-Benz are the intellectual property of Mercedes-Benz Group AG. They are used by Zuuks Games under license.Setra and/or the design of the enclosed product are the intellectual property of Daimler Truck AG.All truck-specific/bus-specific claims, trademarks, logos and designs may be intellectual property of Daimler Truck AG and are used by Zuuks Games under license.Terms of services: https://www.zuuks.com/term.htmlPrivacy Policy: https://www.zuuks.com/terms-privacyFor any inquires and opinions please contact us on help@zuuks.com._________________________________________________________________Official website: https://www.zuuks.comFollow us on TikTok : https://www.tiktok.com/@zuuks.gamesFollow us on Youtube: https://www.youtube.com/channel/UCSZ5daJft7LuWzSyjdp_8HAFollow us on Facebook: https://www.facebook.com/zuuks.gamesFollow us on Twitter: https://twitter.com/ZuuksGames\n",
  "new": "\n\n\n15 thg 9, 2023\nPhiên bản 2.1.6\n\n\n\n\nBus Simulator : Ultimate- Added Setra S 531 DT TopClass 500 bus.- Showroom has changed.- Various bug fixes and improvements.Thank you for playing our game.Zuuks\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Azerbaijan, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Macedonia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/b-namhai-the-last-soldier/id1614207078?l=vi",
  "nameAndAge": "\n          B NamHai The Last Soldier\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n\n\n\n\n2,9 • 2,8 N đánh giá\n\n\n\n",
  "ratingAndReviews": "2,9 • 2,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nIn the middle of the screen is a gun with a limited amount of ammo (There is a ui showing the remaining ammo), tanks or enemies will appear and fly from all sides, the player touches the screen to shoot. At that angle, each time period will appear continuously bullet boxes, ice, rocket or bomb items, flying from either side of the screen, the player must touch those flying items to refuel, blood , armor… for his gun. Each time you kill 1 enemy, you will gain points and have a certain amount of health.Winning condition: Compare score with high scoreLost status: Out of healthThe game has 2 modesNormal: The number of enemies increases graduallyDifficult: The number of enemies increases gradually, stronger enemies appear, helping items on both sides have bomb containers, players will lose health if they choose right.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "29,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/long-th%E1%BA%A7n-l%E1%BB%A5c-gi%E1%BB%9Bi/id6444670406?l=vi",
  "nameAndAge": "\n          Long Thần Lục Giới\n 12+\n",
  "company": "\n\n            LINTIMATE VN CO., LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 4,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRa mắt server đặc biệt, tặng 5 phần quà VIP trong thư. Vào game có liền tướng SS. Tặng 130 lượt quay, tha hồ quay Khương Tử Nha, Na-tra, Thái Ất, Ngộ Không, Đát Kỷ....Tặng Tướng SS, chơi game nhận 130 lượt quayStart-up Thiên Đình - Phong Chức Thần Ma 300 Thế Giới Lục Giới đảo điên, ma thần hỗn hoạn, thiện ác bất phân. Hãy nhập vai trở thành anh hùng cứu thế, giải trừ phong ấn, thiết lập lại trật tự âm dương. Lục Giới này ai thần ai ma, tất cả theo ý bạn!Đồ Họa U Mê - Đã Chưởng Là Phê• Phong cách thiết kế nhân vật tí nị dễ thương, tươi sáng đầy màu sắc, tựa những thước phim hoạt hình sinh động, đưa bạn vào một thế giới huyền ảo dựa trên những câu chuyện thần thoại và truyền thuyết phương Đông.• Công nghệ đồ họa tiên tiến biến mỗi trận đấu trở thành sân khấu phô diễn kỹ năng, hiệu ứng mãn nhãn, cắt cảnh hoành tráng. Chiến lục giới là phải chất!200+ Nguyên Thần – Phong Thần bao Sướng• Cả tuổi thơ đọc truyện, xem phim đều ở đây, với đầy đủ những cái tên thiên địa nhân ma nghe đến đều khiếp sợ. Thoải mái chiêu mộ, đồng hành sát yêu hàng ma, nâng cấp tu vi trở thành thủ lĩnh tối cao trọng lập Thiên Đình.• Dù là đồ họa, tạo hình hay thiết kế giao diện người dùng cũng đều thể hiện phong cách thần thoại cổ đầy cuốn hút.  Với các thiết lập cốt truyện phong phú, vượt ải trảm tướng có thể khám phá ngọn nguồn, tìm hiểu câu chuyện đằng sau mỗi tướng.22 Trận Pháp - Quét Map Cực Căng• Đối đầu thế lực luôn cần chiến thuật hơn người. Lục Giới Phong Thần mang đến 22 bộ thế trận ảo diệu biến hóa để người chơi linh hoạt sử dụng. Mỗi thế trận đều chia theo phẩm chất khác nhau, không trận nào giống trận nào.Đại Náo Vượt Ải - Thu Nhận Ngộ Không• Mỗi dấu mốc chinh phục sẽ luôn được trả công hậu hĩnh, có khi là bằng loạt tướng SS siêu cấp vip. Lục Giới Phong Thần sở hữu hệ thống phụ bản náo nhiệt, phong phú loại hình và đòi hỏi những cách thức vượt qua khác nhau, thưởng thắng dồi dào, dễ dàng kiếm nguyên liệu.• Hệ thống tướng đều sở hữu các tính năng nâng cấp phong phú, không ngừng gia tăng chỉ số, tạo nên “chiến thuật ngầm” khiến đối thủ không thể đoán trước.Hành Trình Tân Thủ - Nhận Đủ Mọi Quà• Tùy chọn tướng SS để bắt đầu hành trình• 1500 Hồn Ngọc, 100 vạn Vàng• Đăng nhập ngày đầu nhận 150 vé quay• Online nhận quà: Mỗi ngày 80 vạn vàng, 20 mảnh tướng Thần Thoại\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 1.5\n\n\n\n\n- Tối ưu hóa tính năng - Tướng mới SSS Đa Bảo- Mở khóa nâng tướng bậc 20\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n",
  "size": "533,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-hi%E1%BB%87p-ch%E1%BA%A1y-%C4%91i/id6451429794?l=vi",
  "nameAndAge": "\n          Đại Hiệp Chạy Đi\n 12+\n",
  "company": "\n\n            MGOL SOFTWARE CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #14 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 3,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame mobile 《Đại Hiệp Chạy Đi》 - một game roguelike nhập vai võ hiệp, được chào đón nhất Châu Á năm 2023,  đã chính thức xuất hiện tại Việt Nam vào hôm nay! Vào game ngay, tặng Rương Thú Cưỡi tuyệt thế, Tự Chọn Ngọc, vô số tài nguyên nhận miễn phí!Bạn, một kẻ vô danh trong giang hồ, tuy mang trong người bí tịch võ công tổ tông truyền lại, nhưng cuối cùng sự phân tranh trong giang hồ làm bạn muốn rời xa chốn giang hồ tranh đấu, vân du tứ phương, nhưng các đại môn phái như hổ rình mồi làm sao có thể dễ dàng bỏ qua cho bạn?Các đại môn phái bày thiên la địa võng, phát lệnh treo thưởng giang hồ, nếu không cẩn thận, thiếu hiệp sẽ bị tiêu diệt, làm sao trốn thoát? Ở chốn giang hồ này, Hơn 100 bí tịch môn phái chờ bạn tu luyện! Ở chốn giang hồ này, hồng nhan tri kỷ đơn độc chiến đấu chờ bạn anh hùng cứu mỹ nhân! Ở chốn giang hồ này, các loại kỳ ngộ phúc lợi giúp bạn tiêu dao thiên hạ!Mà thiếu hiệp, bạn có phải cuối cùng cũng thỏa ước nguyện, thoái ẩn sơn lâm, toàn bộ chỉ trong ý niệm của bạn!Đây mới là Game mobile võ hiệp bạn chờ đợi đã lâu!Đặc sắc game【Thao tác đơn giản (Trải nghiệm cực đã, xả stress cực hạn)】Thao tác bằng một tay, cảm giác cực sướng từng ngón tay, dũng cảm xông pha thiên la địa võng, bạn cũng có thể xưng bá võ lâm!【Tiêu diệt quái vật không ngớt (Quét sạch kẻ thù không chừa một ai)】Vô số quái vật tập kích, lựa chọn đương đầu thử thách, hay thoái ẩn giang hồ, đều do bạn!【Kết hợp kỹ năng (Thử thách sinh tồn, mở toàn bộ hỏa lực)】Trăm loại võ công kết hợp vô hạn, Giáng Long Thần Chưởng hoặc Sư Tử Rống, các đại môn phái ai mạnh ai yếu? 【Tổ đội vượt ải (Giang hồ đồng đạo giao lưu kết nghĩa)】Tìm bạn đồng hành cùng chung chí hướng, mở khóa Chiến Đấu Buff tăng lợi ích, giang hồ từ đây không cô đơn!Liên lạc với chúng tôiFanpage chính thức: https://www.facebook.com/vndhcd\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.0.2\n\n\n\n\n1. Tối ưu hóa nội dung game 2. Sửa lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "827,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/machinarium/id459189186?l=vi",
  "nameAndAge": "\n          Machinarium\n 12+\n",
  "company": "\n\n            Amanita Design s.r.o.\n          \n",
  "ranking": "\n\n\n                      #11 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,8 • 15 đánh giá",
  "price": "83.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nMachinarium is the award-winning independent adventure game developed by the makers of Samorost series, Botanicula and CHUCHEL.Help Josef the robot to save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang.\"Absolutely Fantastic\" - TouchArcade4/4 - USA TODAY4/4 - SlideToPlay9/10 - Pocket GamerAwards:- IGF, Excellence in Visual Art Award- Gamasutra, Best Indie Game Of The Year- VGChartz.com, Best Indie Game Of The Year\n",
  "new": "\n\n\n5 thg 10, 2023\nPhiên bản 3.0.9\n\n\n\n\n- Added gamepad support- Minor bug fixes- Technical updates (Apple Metal rendering, Core Audio)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "317,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Séc, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-c%E1%BB%A7a-t%C3%B4i-2/id1337578317?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Của Tôi 2\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #15 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 194,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nMỗi ngày là một cuộc phiêu lưu với thú cưng ảo Tom Biết Nói rất thú vị.Tom Biết Nói Của Tôi 2. Thú cưng ảo siêu sao đã trở lại với nhiều điều để nói và làm hơn bao giờ hết.Chú mèo vui nhộn này nóng lòng muốn khoe tủ quần áo, kỹ năng và tính năng đặc biệt mới của mình.Người chơi tương tác với người bạn mới của mình để giúp cậu ấy:- Học các kỹ năng mới- Thử những món ăn nhẹ mới nhất- Luôn sạch sẽ- Đi vệ sinh đúng chỗ- Khám phá thế giới mới- Thu thập quần áo, đồ nội thất và những kỷ niệm đáng nhớ- Chăm sóc thú cưng của cậu ấyNgoài ra, các trò mini game và câu đố sẽ thêm một thử thách đặc biệt!Bởi Outfit7, nhà sáng tạo của Tom Biết Nói Của Tôi, My Talking Angela 2 và My Talking Tom Friends.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Đường liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi;- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Điều khoản sử dụng:https://talkingtomandfriends.com/eula/en/Chính sách về quyền riêng tư của Khu vực kinh tế châu Âu (EEA):https://talkingtomandfriends.com/eea/en/Chính sách về quyền riêng tư của Hoa Kỳ:https://talkingtomandfriends.com/privacy/en/Chính sách về quyền riêng tư của Brazil:https://talkingtomandfriends.com/privacy-brazil/en/Chính sách về quyền riêng tư của những nơi khác trên thế giới:https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 4.3\n\n\n\n\nKỲ NGHỈ ĐÃ ĐẾN!Tuyết đã rơi và Tom đã sẵn sàng cho kỳ nghỉ lễ. Gặp gỡ người tuyết và thưởng thức đồ ăn cũng như trang phục lễ hội.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "258,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mental-hospital-iv/id1086823967?l=vi",
  "nameAndAge": "\n          Mental Hospital IV\n 12+\n",
  "company": "\n\n            Igor Migun\n          \n",
  "ranking": "\n\n\n                      #16 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAre you ready to accept the gift of madness and understand the secrets of the deep? If yes — “Mental Hospital IV” is waiting for you.Your intellect is thirsty for non standard tasks, and nervous for a “tickle”? Than horror-action “Mental Hospital IV” from AGaming+ will shake you to the core! Cut the lights, connect your headphones. And watch out, because he is the only one to help you to get out of these horror paws!Our history started a short time afterwards, after the events at Mental Hospital III. The principal character’s mind was haunted with a story that happened in the St. Peter Hospital. Police sat back on its heels, big newspapers kept quiet. And then, one fine day, a stranger called us and said that he could tell everything in details in a face-to-face meeting. And you are going to a specified place... What can be simpler?!.. That is what you thought also. But you will remember till the end of our life about the story, you got involved to. After you had crushed into an orphan home you got to close quarters with its inmates. And realized that what you saw there cannot be described in words, it may be erased from a cassette, but never from your memory.And it rests with you only, whether you will be able to solve this tangle of chaos and horror.\n",
  "new": "\n\n\n23 thg 5, 2020\nPhiên bản 3.00\n\n\n\n\n- Added support for Metal.- Added support for widescreen displays.- Other corrections and improvements after 5 years :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "894,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/my-child-lebensborn/id1298544927?l=vi",
  "nameAndAge": "\n          My Child Lebensborn\n 12+\n",
  "company": "\n\n            Sarepta Studio AS\n          \n",
  "ranking": "\n\n\n                      #16 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 11 đánh giá",
  "price": "59.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPolygon: \"My Child Lebensborn tells a disturbing tale about innocents in the aftermath of WW2”LevelUp: “The strongest game experience that I have ever had.”You adopt a young Lebensborn child in Norway after WW2, but parenting will be hard as your child grows up in a hostile and hateful environment. See a different side of the war, inspired by the true stories of the Lebensborn children. Discover how hatred of our enemies continues to create victims, even after victory.Discover their past and support them in the present. You must balance your time and resources to provide for your child. You will find answers to the hard questions; about their history, the hatred, bullying and the passing of blame.Can you help Klaus/Karin cope with the heavy inheritance of the German occupation, so they will find their place in a country that is celebrating its freedom? You can make the difference. Key Features: - Influence the child’s feelings, personality and worldview through your choices. - Look for the effects of your choices in your child’s expressions and body language. - Explore a gripping storyline based upon true events. - Earn money as you work, then cook, craft, forage, and play. - Use your time and meager resources wisely. - Adopt a boy or girl, and support them through a defining year of their life.What is new in the Remaster?More activities:Spend more time with your child and enjoy a variety of activities together as your little one grows. - Try out more recipes- Craft pine cone animals- Skip stones at the lake- Pick flowers in the forest- Enjoy seasonal activities togetherAnd More!Perhaps there is a new way of using the newspaper clippings that you get in the mail every now and then?Make new memories:Your journal now holds more memories from the year you spent together with your child. Who can throw away the beautiful flowers you picked out together on a beautiful spring day? Decorate the rooms with your memories. Your journal will hold your struggles, as well as the happy moments.Interact with your child:Play and interact with your child more freely in this remastered version. Manage your time and resources while trying as many activities with your child as possible! Money is limited as always, but perhaps there are more reasons to not work overtime after all.Improved Graphics: Bringing My Child Lebensborn's graphics to today's level, tickle and pet your child to get heartwarming reactions out of them! The beauty of Norwegian nature is now more apparent, and you have more things to do outdoors!Caution: Some devices with only 1GB available memory have shown problems with running this game.For technical support, please contact us at support@sareptastudio.com\n",
  "new": "\n\n\n7 thg 8, 2023\nPhiên bản 2.0.106\n\n\n\n\nUkrainian and Hindi languages added!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "663,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/we-are-warriors/id6466648550?l=vi",
  "nameAndAge": "\n          We Are Warriors‪!‬\n 9+\n",
  "company": "\n\n            Lessmore UG (haftungsbeschränkt)\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,0 • 179 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,0 • 179 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nUse food to muster units and defeat your enemy in battle! Evolve through the ages! Send Dino Riders into battle in the Stone Age, Spartan Warriors in the Iron Age, and Tanks in the Modern Age! Conquer the wars and become the greatest general the world has ever seen!\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.15.0\n\n\n\n\n- Bug fixes- New Event- New Runes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "283,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bubble-bust-bubble-shooter/id407998895?l=vi",
  "nameAndAge": "\n          Bubble Bust! - Bubble Shooter\n 4+\n",
  "company": "\n\n            GOES International AB\n          \n",
  "ranking": "\n\n\n                      #4 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,8 • 5 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nOver 25 million people around the world are playing this original arcade bubble shooter!  - \"From the second I started playing, I couldn't put it down until I completed it. Literally. Bubble Bust! is a top-quality, highly-addictive puzzle game.\" -- App Unwrapper: 4.5/5 - \"Bubble Bust just might be one of those addictive match three games that will surprise you... can be easily grasped within the first level or two, but ends up being very addictive. The game features a bright and enjoyable presentation package as well.\"  -- 148Apps.com \"POPPING GOOD\"Some player reviews:  - \"WOW!!! I've seen a lot of games like this but this is by far the best one out there, stunning visuals and intense gameplay\" - 5 star review - \"I LOVE THIS GAME! I've played other bubble type games but this one is fantastic! I love the way everything moves, the graphics, the game itself! - 5 star review - \"Premium Bubble Popping Game! 5 Star game without a doubt. This is more than just a bubble popping game. Beautifully made and controls are excellent.\" - 5 star review - \"The best bubble burst type game out and I've played them all!\" - 5 star reviewBubble Bust! is an amazing bubble-shooter game featuring addictive gameplay and tons of exciting new bubbles and power ups never seen before! The game is easy to play - clear the marbles and bust the hidden key bubble - yet incredibly fun and challenging! FEATURES:* Tons of levels with serious bubble-popping fun* High quality graphics* Breathtaking visual effects* Lots of exciting new bubbles and power ups* Realistic game physics* Captivating arcade inspired music* 38 Awesome Achievements* Global high scores let you compete against players from around the world* Three star ranking system* Tracks today’s and personal records for each level* Accurate controls, with two ways to shoot* Excellent replay value* Colorblind mode* and much much more…HOW TO PLAY:Your goal is to clear the marbles and bust the hidden key bubble. Clear the marbles by making groups of the same color. Groups of three or more marbles of the same color will fall down. If the marbles cross the glowing line at the bottom of the screen, the game is over. CONTROLS:Simply tap a marble on the game board, or an empty spot close to it, to fire a marble towards that spot. To fine tune your shot, slide your finger left and right anywhere on the screen to first set the direction, then release your finger to launch the marble. This is the original arcade bubble shooter game which has inspired the creation of a whole new sub-genre of bubble shooters. Please support us by rating and reviewing the game. Game On! :) Follow us on Facebook:https://www.facebook.com/GameOnArcadeDeveloped and published by GameOnhttps://www.gameonarcade.com\n",
  "new": "\n\n\n31 thg 5, 2023\nPhiên bản 1.69\n\n\n\n\nSeveral minor improvements and bug fixes.Game On! :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "36,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dynamite-fishing-world-games/id967219249?l=vi",
  "nameAndAge": "\n          Dynamite Fishing World Games\n 9+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #10 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "16.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nJoin the fun in this wild fishing action and rush across the seven seas. Fly fishing is boring! Grab your guns and explosives and let’s catch some fish REDNECK STYLE! Forget about idyllic ponds, or beautiful coral reefs. Dynamite Fishing – World Games will ship you to the best fishing spots all over the globe including an awesome jungle adventure! Choose your favorite characters and boats, explore the most daring scenarios and catch as many fish as you can.‘Dynamite Fishing – World Games’ follows the tradition of its successful predecessor Super Dynamite Fishing and offers players the craziest fishing action full of fun. Hunt and hook a boat load of different fish, from bass to shark, and send them flying to the beach with a big BOOM! You’ll make them wish for a peaceful life in a fish tank. Collect coins to increase your top selection of crazy explosive weapons to knock out the sea dwellers the epic way. It’s you vs them, so don’t hesitate to throw TNT, nuclear missiles or other surprise ammunition into the water. The fight against the scaly creatures is on! Let’s show them who rules the ocean!WARNING! All fish in this game are trained stunt fish! Do not attempt to re-create or perform the same or similar stunts at home …your goldfish will not enjoy it!Features:- PLAY WITHOUT ADS!- Awesome fishing action with unconventional warfare- More than 10 boats with epic equipment to choose from- Loads of outfits and accessories for 5 crazy characters- Many different exotic scenarios with multiple level variations- Vast variety of fish to catch- An arsenal of exceptional special weapons to use- Unique super powers for each character- Mighty upgrades for boats and angler- Competitive matches against virtual opponents to rank up in the league table- Game Center supportThank you for playing ‘Dynamite Fishing – World Games’!Get in touch with HandyGamesTM: http://www.handy-games.comJoin us on Facebook: http://www.fb.com/handygamesStay tuned on Google+: http://goo.gl/qkjngmSubscribe to our YouTube channel: http://goo.gl/2Kq6yYCheck news on Twitter: http://www.twitter.com/handy_gamesFollow us on Instagram: http://instagram.com/handygames\n",
  "new": "\n\n\n17 thg 6, 2015\nPhiên bản 1.2.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Explore Asian fishing grounds in the new Jade Japan CupUse your Sushi Bomb to blast away new exotic fish typesPrepare yourself for 20+ challenging boss fish fights in all existing cupsSurvive self defending fish on your new junk boatMore bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "490,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zombie-tsunami/id529652920?l=vi",
  "nameAndAge": "\n          Zombie Tsunami\n 9+\n",
  "company": "\n\n            Mobigame\n          \n",
  "ranking": "\n\n\n                      #11 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 14,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTấn công thành phố bằng binh đoàn zombie. Biến người đi bộ thành zombie và tạo dựng binh đoàn lớn nhất. Ăn thịt bạn bè và rượt đuổi thách thức họ bằng cách phá hủy tất cả mọi thứ trên đường đi. Zombie Tsunami tự hào có trên 200 triệu người chơi trên toàn thế giới. ĐIỂM MẠNH - Chỉ một nút để kiểm soát toàn bộ đám đông- 10 phần thưởng tuyệt vời, ninja, rồng, UFO và nhiều hơn nữa - Nhiều nâng cấp sẵn sàng để mở khóa - Nuôi chim zombie và sử dụng sức mạnh của chúng - Hơn 300 nhiệm vụ để chinh phục - Đi qua 11 hậu cảnh- Tối ưu hóa cho tất cả các mẫu iPhone, iPod touch và iPad. Tại sao không thử trò chơi khác của chúng tôi: EDGE, Cross Fingers, Perfect Cell, Truckers Delight. Theo dõi chúng tôi trên twitter.com/Mobigame Ghé thăm chúng tôi tại http://www.mobigame.net\n",
  "new": "\n\n\n2 thg 4, 2023\nPhiên bản 4.5.126\n\n\n\n\n- Spring events- Bug fix and improvements- Blast Processing Spread the word, and follow us on Facebook, Twitter, or Mobigame.net for updates. Thank you for playing Zombie Tsunami\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "201,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
}]