[{
  "link": "https://apps.apple.com/vn/app/sonic-jump/id567533074?l=vi",
  "nameAndAge": "\n          Sonic Jump‪™‬\n 4+\n",
  "company": "\n\n            SEGA\n          \n",
  "ranking": "\n\n\n                      #8 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,2 • 26 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nJump, spin and smash your way into the sky as you battle Dr. Eggman with Sonic and his friends! Sonic Jump delivers brand new, arcade style adventures. Tilt and tap your way through Story levels and Arcade infinite modes. Visit new and classic Sonic levels for hours of fun. Challenge your friends across the world to see who can jump the farthest.PLAY WITH SONIC AND FRIENDSPlay as Sonic or his friends Tails, Knuckles, Amy, Rouge, Silver and Blaze.   Master each characters special abilities and attacks!AMAZING WORLDSJump across the legendary Green Hill Zone or take to new worlds including Mountain, Jungle, Blue Sky & Mechanical Zones.STORY AND ARCADE MODESLeap through 48 different levels on a quest to stop the evil Dr. Eggman or Jump until you drop in the infinite Arcade Mode.FUN CHALLENGES AND QUESTSYou gotta go fast to beat each level and win big. Every level and both game modes have special rewards for completing special missions.UNLOCK POWERFUL ABILITIES Collect rings as you play the game, or purchase them in store, to unlock characters, power ups and more.CHALLENGE THE WORLDCompete against players across the world to see who can jump highest in Arcade Mode or set epic scores on global leaderboards.CONSUMER REVIEWS- 4/4 “Whether you grew up with Sonic or not, Sonic Jump is a total blast.” - Slide to Play- 4/5 “The story mode and missions are the real draw… giving you a never-ending supply of reasons to keep jumping for the top.” - Digital Spy- 8/10 “Sonic Jump is an enjoyable little gem that took me by surprise.” - App Gamer- 4/5 “Sega has made Sonic Jump a proper standalone game well worth it for both fans, and non-fans of Sonic the Hedgehog.” - TouchGen- - - - -Privacy Policy: https://privacy.sega.com/en/sega-of-america-inc-privacy-policyTerms of Use: http://www.sega.com/termsGame apps are ad-supported and no in-app purchases are required to progress; ad-free play option available with in-app purchase.This game may include \"Interest Based Ads\" (please see http://www.sega.com/mprivacy#3IBADiscolure for more information)​ and may collect \"Precise Location Data\" ​(please see http://www.sega.com/mprivacy#5LocationDataDisclosure ​for more information)​.© SEGA. All rights reserved. SEGA, the SEGA logo, Sonic Jump™ are registered trademarks or trademarks of SEGA CORPORATION or its affiliates.\n",
  "new": "\n\n\n3 thg 5, 2023\nPhiên bản 2.4.0\n\n\n\n\nBug fixes and refinements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "104,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/geometry-dash/id625334537?l=vi",
  "nameAndAge": "\n          Geometry Dash\n 4+\n",
  "company": "\n\n            RobTop Games AB\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,8 • 721 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nJump and fly your way through danger in this rhythm-based action platformer! \"Frustratingly wonderful\" - Kotaku\"Geometry Dash provides all of the challenge expected from an “impossible” game while also making it more accessible to newcomers.\"- 148Apps\"Geometry Dash is a fast-paced platformer that will leave you screaming in frustration, but you’ll keep coming back for more.\"- AppAdvicePrepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles. Simple one touch game play with lots of levels that will keep you entertained for hours! Game Features • Rhythm-based Action Platforming! • Lots of levels with unique soundtracks! • Build and share your own levels using the level editor! • Unlock new icons and colors to customize your character! • Fly rockets, flip gravity and much more! • Use practice mode to sharpen your skills! • Game Center achievements with rewards!• Challenge yourself with the near impossible!Contact: info@robtopgames.com\n",
  "new": "\n\n\n16 thg 11, 2017\nPhiên bản 2.11\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Update 2.1.1 is here!This update will function like a smaller \"pre-update\" before Update 2.2. Lots of fun stuff planned :)- iPhone X support!- New icons and effects!- New community shop!- Weekly Demon challenge!- Folders and level sorting!- New demon chests!- Level leaderboards!- Random other fun stuff.- Lots of bugfixes and tweaks.- There was an item duplication bug in version 2.1 that gave users extra rewards. This has been fixed in 2.11 and those rewards have been removed. So if you lose shards/diamonds etc after loading 2.11 its because they were bugged. Sorry ://RubRub\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "97,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hidden-through-time/id1483947937?l=vi",
  "nameAndAge": "\n          Hidden Through Time\n 4+\n",
  "company": "\n\n            Rogueside NV\n          \n",
  "ranking": "\n\n\n                      #64 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 24 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nHidden Through Time is a cute game of hide and seek with objects scattered through the wonderful history of our world. Use cryptic hints to discover every secret as you explore the colourful hand drawn levels.Find enough objects to advance to the next stage, and make your way through all four great ages.Still desire more or wish to unleash your creativity? Our editor is available to anyone, allowing you to create your very own levels and share them on our cloud! Here you can also discover, play and rate levels made by other creators from all around the world!So join Clicky on his wondrous adventure in Hidden Through Time!\n",
  "new": "\n\n\n27 thg 7, 2023\nPhiên bản 1.0.31\n\n\n\n\nGeneral bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "313,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rules/id840811083?l=vi",
  "nameAndAge": "\n          Rules‪!‬\n 4+\n",
  "company": "\n\n            TheCodingMonkeys\n          \n",
  "ranking": "\n\n\n                      #90 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\n• Includes a daily brain workout mini-game for Apple Watch• Includes animated sticker pack• App Store – Best Apple Watch Game of 2015• App Store – Best of 2014• German Developer Award 2014 – Best mobile Game• German Video Game Award 2015 – Best mobile Game• Pocket Gamer Awards 2015 Finalist Best Casual/Puzzle Game & Most Innovative Game RULES! is a cute puzzle game that's challenging, fast-paced and fun.• Choose your preferred type of game: Beginner, Expert or Timeless •“What’s presented here is a stylish, original, clever puzzle game that I’m having trouble putting down long enough to write this review.” ~ Gamezebo“A delightfully constructed memory test that grows in complexity and appeal the deeper in you go.” ~ Pocket Gamer“The Coding Monkeys have never released anything that wasn’t utterly brilliant, therefore Rules shall almost certainly be brilliant.” ~ Pocket TacticsFollow RULES! into a hundred level-deep maze of cuteness and order: • Multi-touch interface at its finest • Color perception assistance mode • Whales, Unicorns, Robots and Squirrels! • A plethora of surprising new game mechanics\n",
  "new": "\n\n\n28 thg 11, 2017\nPhiên bản 4.1.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.• Fixed a bug with statistics on Apple Watch• Fixed a bug with share sheets on high density screens\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.2 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "80,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/watermelon-drop-fruit-merge/id6471572249?l=vi",
  "nameAndAge": "\n          Watermelon Drop: Fruit Merge\n 4+\n",
  "company": "\n\n            Getsmart LLC\n          \n",
  "ranking": "\n\n\n                      #44 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,3 • 7 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLet's Get It! Watermelon Drop: Fruit Merge - a Watermelon GameImmerse yourself in this exciting fruit-matching adventure! When the same fruits meet, they evolve into a bigger type of fruit. Your goal is to match the same fruits wisely to make the largest fruits without them tumbling out of the container. But be careful! As they get bigger, there will not be enough space for others. Can you solve the problem?Challenge yourself, create 2 melons! Combine two smaller fruits to form a larger one and attempt to produce melon! Only 1% of players can do this!Game Main Features:Exciting Fruit Matching: Test your intellect by combining identical fruits and observing their remarkable transformation!Tactical Gameplay: Prevent the fruits from overflowing the container through thoughtful merging strategies.Thrilling Transformations: Unveil new fruit varieties as you advance and merge in the game.Captivating and Fun: Lose yourself in hours of amusement and delight with this unique fruit-matching venture.Prepare for an adventure overflowing with fruits in the Watermelon Drop: Fruit Merge! Embark on a journey filled with lively fruit matching and tactical gameplay. Combine the same fruits and witness exciting transformations. Can you craft a large melon while keeping the fruits inside the box? Relish in this captivating and enjoyable fruit-matching quest!\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 2.1\n\n\n\n\n- Update features\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "160,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fruit-ninja-2/id1330898775?l=vi",
  "nameAndAge": "\n          Fruit Ninja 2\n 4+\n",
  "company": "\n\n            Halfbrick Studios\n          \n",
  "ranking": "\n\n\n                      #28 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 6,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCollect and upgrade blades and powerups in action-packed fun!Ready your blade, ninja. Everyone's favourite fruit slicing action adventure is back with an exciting, real-time competitive edge!Challenge other ninjas from around the world as you work your way up the ranks to become the Fruit Ninja champion. Whether your reflexes are sharp, wisdom is deep, or you just really hate organic food, Fruit Ninja 2 promises to give you deep, engaging matches in bite-sized slices of time. So what are you waiting for? Draw your blade and prepare to fight!Hop into all your favorite memories from the golden days of mobile with this classic similar to games like Angry Birds, Subway Surfers, Temple Run, Cut The Rope, Jetpack Joyride, Plants vs Zombies, Clash of Clans, Candy Crush, Fun Run, Hill Climb Racing, Flappy Bird, and more!FEATURES:- Most addictive player-versus-player gameplay on mobile- Turn the tide of battle when you unleash an all new variety of powerups- Collect and hone powerful and legendary blades to get the edge over your opponents- Beautiful arenas set the stage for ultimate showdowns- Become a champion by slicing your way up through the leagues- Master combos, criticals, and blitzing to find your winning strategy- Invite others using the VS Friend mode to find out who the greatest ninja is among your friends and family- Show off your inner ninja as you unlock avatars and taunt packsPrivacy policy: http://halfbrick.com/ppTerms of service: http://halfbrick.com/tos\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 2.35.0\n\n\n\n\nNew Holiday Event! Join our leaderboard and compete for amazing rewards based on your cumulative scores.Check out our Winter-themed main menu for a festive vibe.Introducing the dazzling Janglehead Character Skin! Sparkle like snow and shine with icicle trimmings as you slice through the fruits.Unveil the Yuletide Blade, a mesmerizing staff with a snowflake design that emits a serene, cool light.Bug Fixes:Fixed leaderboard display issues.Resolved the Moonlit blade visibility problem.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cut-the-rope-2/id681814050?l=vi",
  "nameAndAge": "\n          Cut the Rope 2\n 4+\n",
  "company": "\n\n            ZeptoLab UK Limited\n          \n",
  "ranking": "\n\n\n                      #42 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 106 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTUYỆT VỜI! Các trò tai quái của Om Nom vẫn tiếp tục trong Cut the Rope 2! Với các nhân vật mới, các yếu tố trò chơi mới mẻ và các sứ mệnh khó khăn, việc thu thập kẹo chưa bao giờ lại thú vị đến thế!Háo hức tìm hiểu thêm về các cuộc phiêu lưu của Om Nom? Xem phim hoạt hình \"Những câu chuyện của Om Nom\" và những video tuyệt vời trên kênh YouTube của chúng tôi!www.zep.tl/youtubeTrong cuộc phiêu lưu bất ngờ của mình, Om Nom bứt phá khỏi chiếc hộp và đi qua các khu rừng tươi tốt, các thành phố bận rộn, các bãi phế liệu và đường hầm dưới lòng đất, tất cả để theo đuổi một mục tiêu - KẸO! Trên đường đi, cậu gặp các Nommies, những nhân vật giúp thu thập kẹo dễ thương nhất mà một quái vật màu xanh nhỏ bé có thể mong ước! TẤT CẢ CÁC VỊ TRÍ MỚI ĐỂ KHÁM PHÁ! Trải nghiệm 196 mức hành động thu thập kẹo, cắt dây thừng hoàn toàn mới.TẤT CẢ CÁC NHÂN VẬT MỚI ĐỂ GẶP! Tìm 7 nhân vật mới, các Nommies, để giúp bạn trên cuộc hành trình bất ngờ của bạn.TẤT CẢ CÁC MŨ MỚI ĐỂ KHOE! Tùy chỉnh Om Nom, chọn kẹo bạn yêu thích và chọn dấu ngón tay của bạn.TẤT CẢ CÁC CUỘC PHIÊU LƯU MỚI CHO OM NOM! Trải nghiệm các đồ họa, âm thanh và các yếu tố trò chơi hoàn toàn mới, bao gồm khả năng di chuyển Om Nom.Giao diện quen thuộc để chơi nhưng đầy thách thức để làm chủ, Cut the Rope 2 mang đến những thách thức mới và những trở ngại bất ngờ cho hiện tượng nhai kẹo vật lý đã làm hài lòng hàng triệu người chơi trên toàn thế giới! Nếu bạn thích Cut the Rope, bạn sẽ yêu Cut the Rope 2!GẶP GỠ CÁC NOMMIES- NHỮNG NGƯỜI BẠN MỚI CỦA OM NOM!• Roto có thể mang Om Nom đến các vị trí bắt kẹo tốt nhất• Lick có thể làm những cây cầu nhỏ bằng lưỡi của mình giúp Om Nom đến đích• Blue có thể nâng Om Nom lên các mức mới của trò săn kẹo• Toss có thể ném các đồ vật, bao gồm kẹo• Boo có thể dọa Om Nom để nhảy lên các độ cao mới• Snailbrow dũng cảm lăn trên các bức tường và trần nhà và đẩy kẹo xung quanh, giống một tay cừ khôi• Ginger có thể thiêu hủy các trở ngại giữa Om Nom và kẹoĐừng lãng phí thời gian - những bất ngờ thú vị đang đợi bạn! Giúp Om Nom tìm đường về nhà... ra khỏi khu rừng, qua một cái ao và bãi phế liệu, vào thành phố và hơn thế nữa!Bạn đã là fan hâm mộ?THÍCH CHÚNG TÔI: http://facebook.com/cuttheropeTHEO DÕI CHÚNG TÔI: http://twitter.com/cut_the_ropeXEM CHÚNG TÔI: http://youtube.com/zeptolab THĂM CHÚNG TÔI: http://cuttherope.net/cuttherope2\n",
  "new": "\n\n\n29 thg 12, 2018\nPhiên bản 1.17.2\n\n\n\n\nChúng tôi đã nâng cao tính ổn định và sửa một số lỗi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "137,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/garden-affairs/id1514355595?l=vi",
  "nameAndAge": "\n          Garden Affairs\n 4+\n",
  "company": "\n\n            Judian Technology International\n          \n",
  "ranking": "\n\n\n                      #46 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 3,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThiết kế ngôi nhà hoàn hảo của bạn trong Garden Affairs – trò chơi xếp hình Match-3 rực rỡ!Vượt qua các cấp độ Match-3 tài tình bằng các vật phẩm tăng tốc tuyệt diệu để trang trí dinh thự trong mơ, nuôi dưỡng thú cưng đáng yêu và mở khóa các chương mới của câu chuyện thú vị!Ngồi xuống, thư giãn và tận hưởng những cuộc phiêu lưu cuồng nhiệt của Alice, Joey, bạn bè… và cả kẻ thù của họ! Còn chờ gì nữa? Hãy cải tạo ngay thôi!Tính Năng Trò Chơi:• Tùy chỉnh khu đất của bạn bằng hàng trăm lựa chọn đồ nội thất giúp tạo nên một dinh thự độc đáo• Tương tác với các nhân vật thú vị và theo dõi câu chuyện kịch tính - đầy bất ngờ, hành động và lãng mạn• Thư giãn với vô số ván xếp hình match-3 vui nhộn• Trải nghiệm nhiều cấp độ mới với các tính năng độc đáo liên tục được bổ sung• Tham gia các sự kiện theo mùa để nhận tác phẩm thiết kế lại tuyệt đẹp• Chinh phục các thử thách hẹn giờ để giành thêm nhiều phần thưởng đặc biệtTheo dõi chúng tôi để nhận biết tin tức mới nhất nhé!Facebook: https://www.facebook.com/GardenAffairsGame/Instagram: https://www.instagram.com/gardenaffairsgame/Twitter: https://twitter.com/garden_affairs\n",
  "new": "\n\n\n17 thg 12, 2023\nPhiên bản 2.4905\n\n\n\n\n- Giờ đội nhóm có thể lớn hơn!- Yếu tố trong cấp độ mới: Hộp pháo hoa!- Trang phục mới!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "463,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/my-diggy-dog/id1084324664?l=vi",
  "nameAndAge": "\n          My Diggy Dog\n 4+\n",
  "company": "\n\n            King Bird Ltd.\n          \n",
  "ranking": "\n\n\n                      #51 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 72 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nOnce upon a time the dog Marty and his master traveled around the world in search of treasures and rare artifacts. But, unfortunately, the years have taken their toll, and Marty's master quit adventuring before he was able to collect all of the artifacts that he dreamed of finding. Yet Marty, being an infinitely faithful and loyal friend, is not the type of dog to let his master give up. He wants to do everything to make his master happy, so he decides to go hunting for treasure alone, taking all of the necessary equipment with him.In setting off on this adventure, you will experience:- The fascinating story of an adventuring dog- Hundreds of meters of underground passages that are teeming with treasures waiting to be discovered- Colorful graphics and great comics- Many gadgets and other items that can help you to achieve goals- Dozens of artifacts that are waiting to be found and added to your collection- Story line and assignments from characters- Underground dangers that Marty will have to overcomeAnd you will also get 27 cool stickers of the charismatic Marty. He is a dog of many emotions, and he is not shy about sharing them with you and your friends. Delve into the game and help Marty search for ancient artifacts\n",
  "new": "\n\n\n23 thg 3, 2020\nPhiên bản 2.9.3\n\n\n\n\nThis update includes:- A number of bug fixes and improved performance- A new mini underground map\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "162 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Armenia, Tiếng Bồ Đào Nha, Tiếng Estonia, Tiếng Georgia, Tiếng Hindi, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tropical-resort-story/id1617006551?l=vi",
  "nameAndAge": "\n          Tropical Resort Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #96 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 10 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDevelop a lush island full of nature and aim to be the no. 1 resort!Build accommodation for your guests and get those tourists coming! Make the environment even nicer and discover great travel packages to give visitors the best vacation possible.Develop the resort to make your guests' dreams come true!On this ocean island, the sparkling sea is a huge attraction of itself. There's a huge variety of incredible fish waiting to be discovered! Try improving water quality by placing marine plants and rocks in the ocean, and releasing fish you've caught while fishing - you may attract new fishy residents!Once your resort starts drawing in more tourists, business partners will come asking to open stores and restaurants on your island, and you may even help them create new products! Make sure your resort meets their expectations and you'll both benefit!Got a juice stand on your island? Why not place a bench next to it? Some things work even better together, becoming feature spots. Discover such winning combinations and watch visitors pour in!Turn your tropical island into a vacation paradise!Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at https://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on X(Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n16 thg 10, 2023\nPhiên bản 1.30\n\n\n\n\nNow available in Thai, German, French in total of 8 languages.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "81,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/inks/id1081847121?l=vi",
  "nameAndAge": "\n          INKS‪.‬\n 4+\n",
  "company": "\n\n            State of Play Games\n          \n",
  "ranking": "\n\n\n                      #68 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,7 • 22 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n** App Store Best of 2016 **** Apple Design Award Winner 2016 **From the makers of BAFTA-winning Lumino City comes INKS. INKS updates pinball for a new generation. It combines the joy of pinball with skilful tactical challenges, and allows you to create wondrous works of art as the ball smashes around the canvas. Blocks of colour burst like beautiful fireworks across the surface, building up in vivid layers and recording a visual history of your game as you perfect your score.FEATURES:- Beautiful and elegant design - Over 100 unique tables to play- Perfectly balanced gameplay- Each canvas tells the story of your game- Share your favourite levels and high scoresIf you're enjoying INKS and want to extend the experience further you can also buy Powerups - slow-mo 'Precision' aim, and the 'Stopper' to prevent you from losing the first precious Gold Ball.“Amazing looking... vibrant, full of life. Are we excited about this.” Pocket GamerInspired by artists like Miro, Matisse, Jackson Pollock and Bridget Riley, each table becomes a unique work of art, sculpted by the player as they fire an ink covered ball around the canvas. With State of Play’s creative flare and skill at crafting beautifully elegant gameplay, INKS offers something new: art and gameplay as one, for everyone.\n",
  "new": "\n\n\n17 thg 12, 2018\nPhiên bản 1.5.6\n\n\n\n\nGraphical effects are working correctly across all the latest devices in this update.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "464,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-blade-reload/id1055138354?l=vi",
  "nameAndAge": "\n          Shadow Blade: Reload\n 12+\n",
  "company": "\n\n            Crescent Moon Games\n          \n",
  "ranking": "\n\n\n                      #79 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 2 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nShadow Blade is an action-platformer set in a visually striking world where the ancient teachings of ninjas and samurai clash upon a modern landscape. Sprint through stages littered with traps, slaying enemies along your path without hesitation as Kuro, the blade of shadow!StoryDarkness and chaos are once again creeping into the world of man. The covenant made in a time almost forgotten has failed, the three clans now in a violent struggle for dominance. The medallion is almost made whole again and it falls upon Kuro's shoulders to restore balance. All his training has led up to this one moment, where the fate of the world will rest in his blood-stained hands.Key FeaturesEpic NINJA Platforming: Test your skills in fast-paced platforming, mastering the skills of the ninja to breeze through challenging levels. Vicious NINJA Combat: Kill your enemies with extreme prejudice through the mastery of the katana, shurikens and kusarigama!• More than 40 levels • 4 boss fights• Full motion comics story line• Story campaign and challenge modes• Game Center leaderboards and achievements• Share game saves on all devices with iCloud savesFollow us for the latest info and game news!• http://crescentmoongames.com/other-games/• http://facebook.com/crescentmoongames• http://twitter.com/cm_games\n",
  "new": "\n\n\n22 thg 2, 2016\nPhiên bản 1.02\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.-Ironhand Bug Fixed.-Game menus enhanced for smaller devices-Subtitle positioning enhanced based on device.-Video play back glitch fixed.-Rate App system added.-Virtual gamepads will hide when Controllers being used.-Fixes for Russian localization\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/chameleon-run/id1084860489?l=vi",
  "nameAndAge": "\n          Chameleon Run\n 4+\n",
  "company": "\n\n            Noodlecake\n          \n",
  "ranking": "\n\n\n                      #16 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,8 • 264 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nChameleon Run is a unique, fast and challenging autorunner with a colorful twist. Jump, switch and run through expertly crafted levels that will have you running back for more.Your goal is to switch your color to match the ground as you run and jump from platform to platform. Sounds easy right? Well think again!Features- Fast paced running, jumping and switching colors- Fun jumping mechanics like \"double jump\" and \"head jump\"- Pixel perfect physics- Stylish, super smooth and colorful graphics- Non-linear levels with 3 special objectives in each one- Compete for the fastest time on each level- Simple two button controls\n",
  "new": "\n\n\n23 thg 2, 2023\nPhiên bản 1.7\n\n\n\n\nBug fixes and performance improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 11.0 trở lên.\n                \n\n",
  "size": "133,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/islash/id388130466?l=vi",
  "nameAndAge": "\n          iSlash\n 4+\n",
  "company": "\n\n            Duello\n          \n",
  "ranking": "\n\n\n                      #61 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,0 • 3 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nMORE THAN 50 MILLION PEOPLE ENJOYING iSLASH! THANK YOU, EVERYBODY!iSlash is the best slashing puzzle on the App Store!******Featured in the New & Noteworthy in JapanFeatured as TUAW's Daily App\"Aesthetics and evolving gameplay are the two main reasons iSlash works so well... Worthy of our A- rating and high recommendation.\"- iLounge\"iSlash is that rare combination which offers both fun and a great challenge.\"- 148apps\"This is a very addictive game, and one you will play again and again.\"- Appmodo\"iSlash has got the style to go with the gameplay. GREAT\"- Games Uncovered\"iSlash is one of the few iPhone games that I've admired, played compulsively, and recommended to anyone who would listen.\"- Peter Liepa (Creator of Boulder Dash)******iSlash is an addictive slashing puzzle where your finger is your weapon. Swipe to slash your way through 240 amazing levels(more to come for free). Keep an eye on the ninja stars; some are fast, some are ghosts, but all are deadly. Destroy most of the play-shape, and you'll advance to the next one. Open your ninja senses and let the fun begin!FEATURES* 240 Levels and more to come for FREE* Multiplayer* Global Leaderboards* Achievements* New stars and Bonuses introduced as you advance* Original soundtrack* Frequent updates to keep you slashingMULTIPLAYER GAMEPLAYChallenge your friends or anyone in the world to a simultaneous slashing battle! First​, to reach the red knot wins the game!* Real-Time Multiplayer* New Gameplay Experience* 50 Levels Designed for Multiplayer* Special Achievements for MultiplayerFor the best multiplayer experience, the minimum required version is 1.4.1Always get the latest update for best-slashing fun!We'd like to thank everybody who encourages us with their reviews and for making iSlash one of the best slashing puzzle games on iTunes!Follow us on Twitter:http://twitter.com/duellogamesJoin us on Facebook: http://www.facebook.com/duellogamesKeep S/la/sh/in/g!\n",
  "new": "\n\n\n5 thg 10, 2017\nPhiên bản 1.6.9\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Now you can play iSlash on your shiny iOS 11 devices! 64-bit support added.Keep S/la/sh/in/g!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "33,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/downwell/id1032708262?l=vi",
  "nameAndAge": "\n          Downwell\n 9+\n",
  "company": "\n\n            Devolver\n          \n",
  "ranking": "\n\n\n                      #77 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDownwell is a curious game about a young boy venturing down a well in search of untold treasures with only his Gunboots to protect him. Make your way further and further down into the darkness filled with nasty creatures and mysterious secrets to collect the spectacular red gems scattered about the rocks. Step into precariously placed shops and buy some helpful items or level up between levels to battle well-dwelling monsters and uncover hidden caves filled with riches and relics. No two trips down the well are ever the same!Simple, Responsive Controls - Designed for mobile from the ground up, Downwell is presented with intuitive and elegant controls that allow for action-packed gameplay using just three buttons.The Amazing Gunboots - The fashionable and lethal Gunboots allow players to unleash a torrent of firepower on the nasty creatures dwelling in the well and slow your decent with each shot. Unique Weapons & Items - Get different weapons, shop for peculiar items and obtain powerful upgrades that all stack and affect the way you play!A New Adventure Every Time - Each level in Downwell is procedurally generated, so no two trips down the well are ever the same providing a fresh new adventure each time!Music by Eirik Suhrke. Sound Design by Joonas Turner.\n",
  "new": "\n\n\n22 thg 12, 2020\nPhiên bản 1.0.72\n\n\n\n\n- Fix for a bug that crashes the game before the very end\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "84,3 MB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển Devolver đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/color-page-asmr-art-coloring/id1643658342?l=vi",
  "nameAndAge": "\n          Color Page ASMR – Art Coloring\n 12+\n",
  "company": "\n\n            SayGames LTD\n          \n",
  "ranking": "\n\n\n                      #50 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 5,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nEverybody loves coloring, and now you can draw and color away to your heart’s content with this fun, easy and relaxing art game that’s just like an endless coloring book right on your device. Complete hundreds of beautiful pictures, hone your art skills and soothe your stress with this bright, creative game that’s endlessly satisfying and relaxing for players of all ages. Download Color Page now and quench all your coloring cravings.► ART IS FUN!◾ Every picture tells a story: There are hundreds of different beautiful images for drawing and painting in the game, including animals and birds, fruit and vegetables, toys and school, science and nature, work and vacations, and much more. Each image is beautifully designed with simple lines and a vibrant color scheme to soothe your eyes and inspire your creative impulses.◾ Line and color: First draw the image following the outlines on your screen, then color in the spaces to create the complete picture. The game mechanics ensure that creating paintings is always straightforward and relaxing, and if you mess up you can always start the picture again from the beginning.◾ Mix and match: There’s a key on your screen to follow for each image in Color Page, but you can also give a free hand to your creative side and choose whatever colors you want to create the picture that you find most attractive and interesting. Want a green flamingo or a yellow strawberry? It’s entirely up to you.◾ Unlock your inner artist: Carefully designed images with simple lines are fun and satisfying to complete on your screen, but then you can also use them as templates to recreate the art on paper, improving your drawing and painting skills in the process. It’s a great way to start learning how to draw and create pictures.◾ Paint your stress away: Color Page is a fantastic anti-stress tool that can literally help you to relax in seconds with its clean images, bright colors, and endless variety. Drop into the game anytime to soothe your nerves with therapeutic drawing and coloring.► FOR BUDDING ARTISTS EVERYWHEREIf you want to improve your art skills, learn to draw hundreds of different pictures, or just experience the simple joy of coloring anytime and anywhere, then Color Page is the game that you’ve been looking for. Relax and enjoy all the fun of coloring and drawing without any mess or expensive materials, right on your device. Get this charming virtual coloring book on your device right now and dive into hours of absorbing and inspiring artistic fun.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 1.1.6\n\n\n\n\n- Gameplay improvements- Enjoy the game!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "314,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lateres-breakout-for-watch/id967684514?l=vi",
  "nameAndAge": "\n          Lateres - Breakout for Watch\n 4+\n",
  "company": "\n\n            Raffaele D'Amato\n          \n",
  "ranking": "\n\n\n                      #22 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nLateres is a fun retro breakout game.Use Digital Crown to move your paddle on Apple Watch!Hit the ball with your paddle and destroy all blocks to discover other levels!Compete for the high score in this classic brick breaking game and relive the 70's!Discover all 20 original levels, even on your wrist! Video: http://tinyurl.com/lateresGame mechanics inspired by Atari's Breakout.\n",
  "new": "\n\n\n17 thg 12, 2021\nPhiên bản 5.0.2\n\n\n\n\n• Optimized for the new Apple Watch• Fixed a crash on start related to Assistive Touch\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "6,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ý\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/merge-studio-fashion-makeover/id1615964753?l=vi",
  "nameAndAge": "\n          Merge Studio: Fashion Makeover\n 4+\n",
  "company": "\n\n            Paxie Games\n          \n",
  "ranking": "\n\n\n                      #37 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,4 • 570 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nJoin Stylist Michael in his amazing journey to become a fashion icon and help his clients achieve their dream looks.Merge Studio is filled with unique and challenging puzzles! Discover new items, merge them into useful tools and earn surprising rewards! Merge Studio is free to play and tons of fun! Your clients are in desperate need of a makeover! Some need a transformation for a new job, others are just looking for a touch of glamour to become more desirable and confident. Choose from lots of stylish clothes, stunning hairstyles, eye-catching makeup to create the perfect new look for your clients! Show your great fashion and makeup skills to grow your makeover business, make more money and become the best stylist in town.FEATURES:MERGE items to discover hundreds of unique useful tools and use them for your makeover!USE powerful boosters to reach your objectives!CHOOSE from beautiful clothes and hairstyles to create a perfect makeover for your clients!COMPLETE challenging and addictive tasks to unlock new clients!EARN surprising reward at the end of every level!Merge Studio is 100% internet free and no wifi needed.Start merging for endless fun!\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 2.1.1\n\n\n\n\n•Get ready for a festive atmosphere with the amazing CHRISTMAS EVENT! Celebrate the Christmas with Michael! Help Hazel to get prepared for her Christmas party!•Improvements to the overall game experience.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "323,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/muffin-knight/id447610616?l=vi",
  "nameAndAge": "\n          Muffin Knight\n 9+\n",
  "company": "\n\n            Angry Mob Games\n          \n",
  "ranking": "\n\n\n                      #60 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,3 • 8 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n-----Featuring Game Center Online Multiplayer-----Enter the fairytale world of the Muffin Knight! Brought to you by the creators of GUERRILLA BOB, PREDATORS™ and AVP:Evolution.Awarded \"iPhone Game of the Week\" on iTunes\"Gaming App of the Day\" - Kotaku\"This is a leaping, blasting, clawing slice of fun\" - PocketGamer, Silver Award“Much like muffins, Muffin Knight is sweet, simple, and dangerously addicting, and you can never go wrong with rainbow-shitting unicorns” - Kotaku Fertilize the forest with the unicorn, cover the sky with black holes, flood the world with candy, but just get the muffins back! Muffin Knight is an arena based action-packed platformer with stunning visuals and a myriad of fairytale characters, each with their own unique abilities, which gain strength as you advance. This is the story of a little boy, on his journey to return the old fairy’s magical muffins. A strange curse was set on him: with each muffin he touches, he turns into a different creature. The old fairy promises to turn him back into a boy when he gets all the muffins back. FEATURES-------------------------------------------------------------------------------------FAIRYTALE GRAPHICS Stunning 2.5D graphics, taking full advantage of the latest features in the Unity engine.Discover a colorful and enthralling world, with magical hand drawn artwork CUTE AND CUDDLYPlay as 18 different characters, each with their unique special attacksMake your way through swathes of dragons, turtles, werewolves, ghosts, bats, goblins and other cute fluffy creaturesDEPTH OF GAMEPLAYLevel up, unlock new characters and upgrade their abilities6 perks will bring you extra abilities during your quests for the muffinsEPIC BOSS BATTLESIn the end, you’ll have to prove your skills by defeating the evil lava king ONLINE CROSS-PLATFORM MULTIPLAYERChallenge everyone playing on an iPhone, iPod touch, iPad or Mac, in intense head-to-head multiplayer matches. Play Online through Game Center or with a friend on the Local Area Network.FOLLOW US ON TWITTER @angrymobgamesLIKE US: facebook.com/MuffinKnight\n",
  "new": "\n\n\n5 thg 9, 2017\nPhiên bản 2.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Major performance upgrades.Fixed sound and music playback issues.Added support for iOS 11.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "238,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/life-gallery/id1503556909?l=vi",
  "nameAndAge": "\n          Life Gallery\n 12+\n",
  "company": "\n\n            751Games Co., Ltd.\n          \n",
  "ranking": "\n\n\n                      #89 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nProduced by 751 Games, Life Gallery is constructed from a series of illustrations. As players go through each illustration, they will solve puzzles, unravel mysteries, and explore the dark and chilling story at the heart of the game.●  ●  Game Features  ●  ●Produced by 751 Games, Life Gallery is constructed from a series of illustrations. As players go through each illustration, they will solve puzzles, unravel mysteries, and explore the dark and chilling story at the heart of the game.「The Twins, the Parents, and the Fish-Head Cult」A boy with one eye, and a boy with one arm. A broken household. An evil cult with a mysterious faith. A series of horrifying tragedies. How do these things connect?「A Fresh Visual Experience with a Unique Art Style」Life Gallery utilizes a pen-and-ink drawing style and contains more than 50 illustrations, each one immersing the player in the frightening and uncanny world of the story.「Easy to Control, Tricky to Solve」Each puzzle in Life Gallery is hidden inside an illustration. The key to solving them lies in manipulating the objects within the illustrations to progress the plot and reveal the truth about the characters--relying not just on the player’s intelligence, but on their imagination and sensitivity to the illustrations and the story.「Classical Artworks Turned into Nightmares」Classical paintings such as the Mona Lisa and Dance form the basis for multiple levels within the game, turning classical works of art into surreal and nightmarish scenarios with which the player can interact.\n",
  "new": "\n\n\n29 thg 7, 2022\nPhiên bản 1.2.4\n\n\n\n\n- Fixed some bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "683,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tr%C3%B2-ch%C6%A1i-2-3-4-ng%C6%B0%E1%BB%9Di-ch%C6%A1i/id1269516792?l=vi",
  "nameAndAge": "\n          Trò chơi 2 3 4 người chơi\n 9+\n",
  "company": "\n\n            Jochem Bergman\n          \n",
  "ranking": "\n\n\n                      #8 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,0 • 7,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTrận đấu nảy lửa cùng bạn bè trong một loạt các trò minigames dành cho 4 người chơi bằng cách chạm đơn giản! Chơi cùng lúc trên cùng một thiết bị để thực hiện các nhiệm vụ trên đường, dù bạn đang ở đâu. Bạn có thể chơi với 2 người nhưng nếu bạn có nhiều bạn bè hoặc gia đình ở xung quanh thì bạn có thể chiến đấu cùng với 3 hoặc 4 người chơi.Bạn cũng có thể chơi Cup 4 người để xác định xem ai là người giỏi nhất !==================================40 TRÒ MINIGAMES DÀNH CHO 4 NGƯỜI CHƠI==================================Đấu trường rắnNuôi lớn chú rắn của bạn bằng cách ăn sao, nhưng hãy cẩn thận, hãy chắc chắn rằng đầu của bạn không chạm vào cơ thể đối thủ.Cố gắng dồn đối thủ của bạn vào góc và là người cuối cùng còn lại trong đấu trường!Đua ván trượtChạm nhanh nhất có thể để về đích.Trận chiến xe tăngCuộc chiến nảy lửa trên sa trường. Ai là tay bắn tỉa xuất sắc nhất?Bắt cáKiểm tra kĩ năng canh thời gian của bạn và hãy là người đầu tiên bắt được 3 con cá vàng!Thử thách bóng đáAi có kĩ năng đá bóng để ghi bàn trong một trận bóng?Đấu vật SumoChiến đấu với đối thủ của bạn trong đấu trường sumo. Đừng để bị đẩy ra khỏi đường ranh giới!Gà chạyTránh bị rơi xuống bằng cách sử dụng trọng lực.Rally DriftersHãy là người đua xe nhanh nhất trên đường cát để hoàn thành 3 vòng đua.Tay đua tốc độTránh chướng ngại vật trong cuộc đua xe công thức và bo cua các góc nhanh nhất có thể!Nuôi chim bồ câuSử dụng súng cao su của bạn để bắn vụn bánh mì vào miệng của chim bồ câu.======Features======• Chạm đơn giản, điều khiển bằng một nút• 4 người có thể chơi trên cùng một thiết bị• 40 trò chơi khác nhau• Thách thức gia đình và bạn bè của bạn • 4 người chơi CupCác trò chơi mini game sẽ được bổ sung thường xuyên.Cám ơn bạn đã chơi!\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 7.0.3\n\n\n\n\n7.0.3- Vị trí nút ảo màu đỏ ở chế độ 6 người chơi đã được sửa- Hiện tại có 1 răng bom trong trò chơi cá sấu thay vì 2- Sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "97,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/metal-slug-1/id574641836?l=vi",
  "nameAndAge": "\n          METAL SLUG 1\n 9+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #65 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "1,5 • 17 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMake your way through multiple battelfields and put an end to the Rebel Army Leader General Morden's evil plans!!Features list:■Not only a perfect port of the original NEOGEO game!  In addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG” includes a “MISSION MODE”, allowing you to select in which stage you want to play!You can now train yourself in your favorite stages or those which give you a hard time! ■ Receive items from rescued POWs!You can received several items by rescuing fellow POWs during missions!These items provide upgrades for your powerful weapons! POWs can also be found in secret places....■ Make good use of the multipurpose tank: the METAL SLUG! Aside from the Vulcan and Cannon attacks,you can also evade enemies' attacks by squatting and even jumping!As a last resort you can ram your slug into the enemy troops!Create a huge explosion by self-desctructing your slug using the \"METAL SLUG ATTACK\" unleashing extreme damage to your enemies.■ A control scheme allowing for precise controls!The \"Autofire\" feature allows you to fire your weapons continuously by holding down the button, you can reposition the buttons outside of the game screen area in \"Window mode\".Enjoy every corner of METAL SLUG using your own custom controls!■Intense cooperative gameplay via the Wi-Fi function!  \"METAL SLUG” can be doubly enjoyed by playing with another brother-in-arms simultaneously via the Wi-Fi function! Will you be able to clear the hardest stages with your friends? ■Compatible with “GAME CENTER”! Complete the maximum number of “ACHIEVEMENTS” in order to increase your \"METAL SLUG\" Player Rank!Beat the best scores and become World’s Number 1!!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.4.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "61,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-2-chu%E1%BA%A9n-audition-mobile/id1431610213?l=vi",
  "nameAndAge": "\n          Au 2 - Chuẩn Audition Mobile\n 4+\n",
  "company": "\n\n            VTC GAME\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,3 • 9,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU 2 – KẾT NỐI CẢM XÚC Vươn lên trở thành Top đầu dòng game Casual Dancing với hơn 3 triệu tài khoản kết nối. Au2 tái hiện một thế giới đa sắc màu kết hợp của sự trẻ trung và hiện tại. Nơi những con người cùng nhịp đập có thể dễ dàng tìm thấy nhau.* CHUẨN STYLE AU PC• Là phiên bản chuyển thể hoàn hảo từ huyền thoại AuPC do chính VTC phát hành.• Chuẩn chỉnh từ style nhân vật, bối cảnh ingame, cho đến hệ thống nhiệm vụ, quà tăng, phụ kiện• Người chơi sẽ phải ngỡ ngàng khi trải nghiệm phiên bản \"Au PC\" trên mobile này* HƠN 3 TRIỆU ++ TÀI KHOẢN KẾT NỐI• Hệ thống phòng nhảy, các khu tương tác vui chơi luôn trong tình trạng \"chật chội\"• Hơn 500 NGHÌN Fam Club góp mặt và tranh tài mỗi ngày• Bạn sẽ là ai trong 3 Triệu tài khoản này?* TÍNH NĂNG KHỦNG - ĐỒ HỌA ĐỈNH CAO• Đồ họa 3D đỉnh cao, hiệu ứng lộng lẫy chân thật như đời thực• Là game đầu tiên có 5 mode nhảy tại Việt Nam và vẫn đang liên tục phát triển• Tính năng tương tác cực mạnh như ghép đôi sinh con, cafe, trà sữa, party trên Du thuyền,...* MIX ĐỒ HOÀN MỸ - MATCH CẶP SAY MÊ• Hơn 1 triệu set quần áo đa dạng style Âu Á thỏa sức khám phá• Nơi thể hiện cá tính của những thánh đồ Fashionista chính hiệu• Thỏa sức mix đồ, tự tin lựa chọn \"bạn nhảy\" cùng thể hiện chính mình* CHẠM LÀ KẾT - CÔ ĐƠN TAN HẾT• Chạm lần đầu, mix ngay cho mình một bộ cánh hấp dẫn• Chạm lần hai, chọn ngay cho mình một bạn diễn ưng ý• Cảm xúc thăng hóa - Chạm lần kết - Cô đơn tan hếtChào mừng các bạn đến với AU 2\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 20.0.0\n\n\n\n\nTính năng mới:• Cầu Nguyện• Thầy TròHệ thống mới: Nhiệm Vụ ThángCập nhật tính năng Fam: Thần Bảo TrợCập nhật giao diện tạo nhân vật\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "622,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/draw-chilly/id1457316711?l=vi",
  "nameAndAge": "\n          DRAW CHILLY\n 9+\n",
  "company": "\n\n            Azamat Bayzulaev\n          \n",
  "ranking": "\n\n\n                      #15 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDRAW CHILLY is a hell of an arcade game where you take on the role of Vladimir and raise a city from the depths of Purgatory at the request of your employers, the Horsemen of the Apocalypse.Vladimir and his squad of brave, pure-hearted, yet occasionally hapless mechanics fight monkeys as they make their way upwards stage by stage to deliver the bosses, who have ended up in Purgatory by mistake, into the hands of the Reapers so they can be sent to Hell where they belong.As you upgrade the city and help Vladimir and his squad grow stronger, you'll learn the backstories of each of your main enemies, see scenes from Vladimir's past, and meet the Four Horsemen, who are kind and have a sense of humor in this universe.This 2D pixel arcade game lets you run left and right as much as your little heart pleases, but that's not all! It has other, more important features as well.*Collect chickens and produce energy using a special, non-violent method to upgrade the city and unlock abilities. The city gives you NPC assistants and squad members, and abilities let Vladimir take down opponents in increasingly showy ways, like summoning a pink worm to slow your enemies then using a giant wrench to deal a devastating blow.*Each stage you complete earns you VladCoins, which you can spend to upgrade Vladimir's skills and abilities, making him stronger.*Gigantic chickens with crates will grant you new abilities - the faster you catch up to them by raising the city up the endless well the action happens in, the more you get.*You can summon the Horsemen of the Apocalypse to help you in battle once the Magnet is fully charged, and they also grant you the Horsemen's Gifts, which are special boss-related bonuses.DRAW CHILLY is sponsored by our rich imagination. Our imagination wishes you glhf, and reminds you to take it easy while you raise the city.\n",
  "new": "\n\n\n10 thg 2, 2020\nPhiên bản 1.0.41\n\n\n\n\nSaint V update:- Cyber-skyscraper-old-school-neon background;- New soundtrack named \"Saint V\";\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "61,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/vector-classic/id562989701?l=vi",
  "nameAndAge": "\n          Vector Classic\n 9+\n",
  "company": "\n\n            Nekki Limited\n          \n",
  "ranking": "\n\n\n                      #12 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 28 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTrò chơi hành động lấy cảm hứng từ parkour hiện đã có mặt! Vector cho phép bạn tự do chạy nhảy! Đừng để bị bắt!Vector là một trò chơi thú vị theo phong cách arcade, trong đó bạn là người chạy tự do đặc biệt, không bị giới hạn bởi hệ thống. Trò chơi mở ra một góc nhìn vào thế giới toàn trị, nơi tự do và cá nhân không khác gì một giấc mơ xa vời. Nhưng trái tim của người thích tự do rất mạnh mẽ, và bạn sẽ sớm thoát ra. Chạy, nhảy, trượt và leo trèo bằng cách sử dụng các kỹ thuật đặc biệt dựa trên môn thể thao ninja đô thị Parkour trong khi bị truy đuổi bởi “Big Brother”, người mà mục đích duy nhất là bắt giữ và đưa bạn trở lại.Lấy cảm hứng từ việc tập luyện và các nguyên tắc của Parkour, các điều khiển trực quan của Vector làm hài lòng người chơi ở mọi cấp độ và thiết kế cấp độ phức tạp thách thức những người chơi khó tính nhất với các câu đố về thời gian nhịp độ nhanh khi máy bay theo dõi “bay” qua các mái nhà hỗn loạn.Trò chơi có:- Lối chơi arcade từ nhà sản xuất trò chơi Shadow Fight- Các động tác lấy cảm hứng từ Parkour giống thật đến kinh ngạc được thực hiện bởi các công cụ hoạt ảnh của Cascadeur- Hơn 40 cấp độ đầy thử thách- Nhanh chóng làm quen nhưng không dễ thành thạo\n",
  "new": "\n\n\n11 thg 7, 2023\nPhiên bản 1.4.5\n\n\n\n\nCập nhật này chứa: *Sửa Thưởng 3-6;1-5*Sửa Câu chuyện 2-10*Tối ưu hóa*Sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "472,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hindi, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Latvia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kick-the-buddy/id1278869953?l=vi",
  "nameAndAge": "\n          Kick the Buddy\n 12+\n",
  "company": "\n\n            Playgendary Limited\n          \n",
  "ranking": "\n\n\n                      #53 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 58,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nKICK THE BUDDY IS BACK!Explode, destroy, fire, shoot, freeze, send the power of the Gods and don't even think about stopping! You now have a virtually limitless arsenal: rockets, grenades, automatic rifles, torture instruments… and even a NUCLEAR BOMB!We present to you Kick the Buddy — it’s more than just a game! Want more kicks?PERFECT METHOD OF STRESS RELIEF!Even if you're a relatively stress-free person you need to blow off steam at some point or another!We Love You! Enjoy!SUBSCRIPTION PRICING AND TERMSSubscription optionsIn our game we have the following subscription length:1. Weekly Premium offers $7.99 weekly subscription after 3-day free trial for unlocking 20 weapons, 20 outfits and removing annoying banner ads. The subscription will also provide 1,000 Bucks and 100 Gold on a daily basis.2. Monthly Premium offers $19.99 monthly subscription for unlocking 20 weapons, 20 outfits and removing annoying banner ads. The subscription will also provide 1,000 Bucks and 100 Gold on a daily basis.3. Yearly Premium offers $99.99 yearly subscription for unlocking 20 weapons, 20 outfits and removing annoying banner ads. The subscription will also provide 1,000 Bucks and 100 Gold on a daily basis.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period can not be canceled. After your subscription expires, you will no longer be able to use sticker packs marked as Premium.If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: https://playgendary.com/en/playgendary-limited-privacy-policyTerms of Use: http://www.playgendary.com/terms-of-use/\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 1.13.0\n\n\n\n\nWe are ready to make your game experience even greater. Bugs are fixed and game performance is optimized. Enjoy.Our team reads all reviews and always tries to make the game better. Please leave us some feedback if you love what we do and feel free to suggest any improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "235,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/candy-crush-saga/id553834731?l=vi",
  "nameAndAge": "\n          Candy Crush Saga\n 4+\n",
  "company": "\n\n            King\n          \n",
  "ranking": "\n\n\n                      #2 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 388,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nStart playing Candy Crush Saga today – a legendary puzzle game loved by millions of players around the world.With over a trillion levels played, this sweet match 3 puzzle game is one of the most popular mobile games of all time!Switch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Solve puzzles with quick thinking and smart moves, and be rewarded with delicious rainbow-colored cascades and tasty candy combos!Plan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles! Blast the chocolate and collect sweet candy across thousands of levels, guaranteed to have you craving more!Candy Crush Saga features:THE GAME THAT KEEPS YOU CRAVING MOREThousands of the best levels and puzzles in the Candy Kingdom and with more added every 2 weeks your sugar fix is never far away! MANY WAYS TO WIN REWARDSCheck back daily and spin the Daily Booster Wheel to receive free tasty rewards, and take part in time limited challenges to earn boosters to help you level up!  VARIETY OF SUGAR-COATED CHALLENGESSweet ways to play: Game modes including Target Score, Clear the Jelly, Collect the Ingredients and Order ModePLAY ALONE OR WITH FRIENDSGet to the top of the leaderboard events and compare scores with friends and competitors!Levels range from easy to hard for all adults to enjoy – accessible on-the-go, offline and online.It's easy to sync the game between devices and unlock full game features when connected to the Internet or Wifi.Follow us to get news and updates; facebook.com/CandyCrushSaga, Twitter @CandyCrushSaga, Youtube https://www.youtube.com/user/CandyCrushOfficialVisit https://community.king.com/en/candy-crush-saga to access the Community and competitions!Candy Crush Saga is completely free to play but some optional in-game items will require payment.You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading this game you are agreeing to our terms of service; http://about.king.com/consumer-terms/termsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/Have fun playing Candy Crush Saga the sweetest match 3 puzzle game around! If you enjoy playing Candy Crush Saga, you may also enjoy its sister puzzle games; Candy Crush Soda Saga, Candy Crush Jelly Saga and Candy Crush Friends Saga!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.267.0.2\n\n\n\n\nWe hope you’re having fun playing Candy Crush Saga! We update the game every week so don't forget to download the latest version to get all the sweet new features and levels!New to the game? Don’t be shy, join the fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n",
  "size": "322,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Croatia, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Slovak, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/makeup-beauty-trang-%C4%91i%E1%BB%83m/id6447053495?l=vi",
  "nameAndAge": "\n          Makeup Beauty - Trang điểm\n 12+\n",
  "company": "\n\n            Smart Imagine\n          \n",
  "ranking": "\n\n\n                      #18 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 4,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy chọn một diện mạo khác và trải nghiệm một cuộc sống tuyệt vời khác! Nhân vật nữ chính của bạn cần sự giúp đỡ của bạn khi đối mặt với các thách thức. Với những kỹ năng tinh thông của bạn trong các kịch bản trang điểm và lựa chọn trang phục khác nhau, bạn có thể giúp cô ấy tái giành lại sự tự tin và vượt qua các trở ngại! -ASMR: Trò chơi miêu tả các hiệu ứng trực quan, thính giác và xúc giác rõ ràng và sinh động, khiến bạn cảm thấy như đang ở trong một thế giới trang điểm thực sự, tận hưởng những trải nghiệm tuyệt vời và đạt được cảm giác hài lòng mạnh mẽ. -Nhiều tùy chọn phối đồ: Có hơn hàng trăm phong cách trang điểm để lựa chọn, có thể kết hợp với nhau để tạo ra vô số diện mạo tinh xảo. Bạn có thể tự do chọn và tạo ra phong cách độc đáo của riêng mình để thể hiện sự quyến rũ cá nhân của mình. -Câu chuyện về nhân vật phong phú: Trò chơi có hơn một tá nhân vật đẹp và thời trang khác nhau, mỗi nhân vật đều có câu chuyện riêng của họ, cho phép bạn trải nghiệm sự trưởng thành, cuộc sống, tình yêu và những câu chuyện lãng mạn của tuổi trẻ thành thị. -Sản phẩm trang điểm phong phú: Có hàng trăm sản phẩm trang điểm trong trò chơi, mang lại niềm vui cho những người sưu tầm như bạn. Bạn có thể có được tất cả các loại sản phẩm trang điểm thông qua gameplay và nâng cao kỹ năng và bộ sưu tập trang điểm của mình. Bắt đầu hành trình trở thành một chuyên gia trang điểm, tạo ra những diện mạo trang điểm tinh xảo và trở thành một chuyên gia làm đẹp. Hãy bắt đầu trải nghiệm những cuộc sống tuyệt đẹp khác nhau ngay bây giờ!Đăng ký dùng thử của bạn sẽ tự động gia hạn thành đăng ký trả phí, sau khi xác nhận đặt mua, chi phí sẽ trừ từ tài khoản iTunes. Sự đăng ký sẽ tự động gia hạn cùng mức giá và thời hạn như combo ban đầu, Trừ khi trường hợp tắt chức năng gia hạn tự động trước ít nhất 24h cuối kỳ đăng ký hiện tại.Trong vòng 24h trước khi kết thúc thời hạn đăng ký hiện tại, tài khoản sẽ bị trừ chi phí gia hạn tự động.Sau khi đặt mua, người dùng  có thể quản lý đăng ký, hoặc vào giao diện cài đặt tài khoản iTunes của người dùng để tắt tính năng gia hạn tự động.  Sau khi người dùng đặt mua đăng ký, bộ phận chưa dùng trong thời gian dùng thử miễn phí sẽ mất hiệu lực.Chính sách quyền riêng tư:http://smartimagined.com/pink/private.htmlĐiều khoản sử dụng: http://smartimagined.com/pink/agreement.html\n",
  "new": "\n\n\n21 thg 10, 2023\nPhiên bản 2.0\n\n\n\n\n- Khắc phục các lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "161,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Phồn thể, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dragon-king-fish-table-online/id1022771156?l=vi",
  "nameAndAge": "\n          Dragon King:Fish Table Online\n 17+\n",
  "company": "\n\n            Dee Dee Fun (Thailand) Company Limited\n          \n",
  "ranking": "\n\n\n                      #12 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,4 • 21,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nchủ đề câu cá và đánh bạcBắn Cá Long Vương Club là ứng dụng gồm các trò chơi bắn cá miễn phí mới nhất của . Ứng dụng có tất cả những game bắn cá siêu thị và game slots được yêu thích nhất ở châu Á. Đây là trò chơi bắn cá online thực sự, nơi bạn có thể chơi với người chơi trên khắp thế giới. Game hiện có: Game bắn cá siêu thị: bắn cá Mỹ Nhân Ngư, Thợ Săn Cá, bắn cá Long Vương, bắn chim. Game nổ hũ: Vòng Quay Phúc Lộc, Ngũ Long, Cung Hỉ Phát Tài, slot Tam Thái Tử. Game khác: Slots Long Thái Tử, slots Đấu Long, game đánh bài tiến lên、PAMAN.Bắn cá Long Vương là game bắn cá kết nối internet, giúp bạn có thể cùng chơi với người chơi trên khắp mọi miền thế giới.bài đổi thưởng trò chơi:Tiến LênMột trò chơi bài đối đầu trực tuyến khốc liệt phổ biến dành cho 2-4 người chơi; người chiến thắng sẽ chiến thắng tất cả!Đặc điểm của game:1. Trò chơi chân thực, kết nối InternetBạn có thể chơi cùng với bạn bè của mình và gửi tin nhắn thoại cho mọi người.2. Cách chơi kinh điển của máy bắn cá siêu thịCách chơi giống với máy bắn xèng, bắn cá siêu thị; các BOSS kinh điển, âm nhạc sôi động, mang lại trải nghiệm như trong phòng game.3. Mở chức năng tặng đạo cụHiện có thể tặng những đạo cụ có giá trị trong game cho bạn bè.4. Tặng vàng miễn phíHệ thống điểm danh, nhiệm vụ, hoạt động phong phú, hỗ trợ cho người chơi miễn phí5. Hỗ trợ nhiều khu vực và ngôn ngữHiện có phiên bản tiếng Trung, tiếng Việt, tiếng Myanmar, tiếng Indonesia và tiếng AnhGiới thiệu trò chơi《Mỹ nhân ngư》1. Bắn trúng cá sẽ có bọt khí đưa cá về.2. Bắn trúng《Tôn Ngộ Không》《Trư Bát Giới》《Tài xỉu》《Công chúa Thiết Phiến》có thể nhận được bomb toàn màn hình và có cơ hội x8 thưởng.3. Bắn trúng《Hồng Hài Nhi》《Kỳ Lân》《Hỏa Phượng Hoàng》có thể được bomb nửa màn hình4. Bắn trúng BOSS Mỹ nhân ngư có thể được nhân thưởng tới 250 lần5. Nhiều cách chơi đặc biệt khác: Cá hố đen, cá điện, cua, rồng song sinh, ...《Hải Long Vương》1. Cá mập điện: cá có thể phóng điện để tự động bắt cá liên tục cho tới hết thời gian đếm ngược2. Hỏa Long: xuất hiện ngẫu nhiên trong game, bắn chết nhận thưởng x100-2503. Pháo Kim Cương, pháo Laser, Bomb liên hoàn, Bão lửa: bắn trúng nhận được nhiều vàng.4. Đàn cá sấu: BOSS sau khi chết sẽ phân thành 4 con cá sấu nhỏ giúp bạn bắn cá, x4 số vàng!5. Rồng sấm sét, Rùa lửa: Sinh vật cổ đại dưới đáy đại dương, bắn có thể nhận được vàng và nhân vàng ngẫu nhiên《Máy Quay Rồng》Máy hoa quả sử dụng mười cược rồng1. Trò chơi mười phím cổ điển, tỷ lệ giải thưởng thấp nhất là 6, tỷ lệ giải thưởng cao nhất là 182. \"Rồng\" được chọn ngẫu nhiên, độ phóng đại là 30-128 lần và rồng trung bình có thể bắn tới 3 đèn3. Năm loại kết hợp tỷ lệ giải thưởng cộng với lựa chọn tỷ lệ giải thưởng ngẫu nhiênVà nhiều cách chơi khác chờ bạn khám phá!\"\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 10.2.3\n\n\n\n\nKhắc phục sự cố treo máy tại một số thời điểm nhất định trên thiết bị iOS12\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "361,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-academy-3/id1623111026?l=vi",
  "nameAndAge": "\n          Pocket Academy 3\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #6 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 24 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYour favorite dream school simulator is back and better than ever! Introducing: The super fun school festival!Build facilities and create a great school environment. Set up classrooms, a cafeteria...and a counseling room! (A little nerve-wracking for students to get called in there!)Place compatible facilities together to create popular spots which will make your school really stand out. As the school's popularity and rep go up, enrollment applications will flood in.Once you get the hang of things, hold a school festival, complete with fun activities for all!Get serious about school clubs, too! Once your students get good enough to breeze through practice matches, enter them into the nationals and help them reach that sweet victory. They may even get scouted for their talent!Help your students prepare for placement tests so they can realize their dreams.Much sweat and many a tear will be shed as you build your ideal school!12 years since Pocket Academy, we've perfected the recipe for an exciting school management simulator, packing in lots of new features!--Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at https://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on X(Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 1.24\n\n\n\n\nFixed minor issues.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "91 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/color-time-paint-by-number/id1601146472?l=vi",
  "nameAndAge": "\n          Color Time - Paint by Number\n 12+\n",
  "company": "\n\n            Nox(HongKong) Limited\n          \n",
  "ranking": "\n\n\n                      #15 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,5 • 12,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nColor Time — Cùng thư giãn với những bức tranh tinh tế và trải nghiệm trò chơi cực kỳ thú vị!Color Time là một trò chơi tô màu theo số miễn phí dành cho người lớn, giúp rèn luyện trí não và khiến bạn thông minh hơn! Đồng thời đáp ứng nhu cầu của bạn về những hình nền chất lượng cao. Tất cả tranh trong Color Time đều miễn phí! Hãy tải về và tận hưởng hành trình màu sắc qua các con số mà Color Time mang đến cho bạn ~ VỀ CHÚNG TÔI● Những bức tranh cao cấp & tinh tế: Color Time hợp tác độc quyền với các họa sĩ nổi tiếng! Sau hơn 1500 giờ lựa chọn tranh và ảnh, chúng tôi mang đến cho bạn trải nghiệm tô màu hoàn toàn khác biệt!●  Đặt làm hình nền chỉ bằng một cú nhấp: Tất cả tranh trong Color Time được thiết kế theo kích thước hình nền chuẩn. Chỉ với một cú nhấp là bạn đã có thể đặt bức tranh yêu thích của mình làm hình nền.● Cách chơi đơn giản và đa dạng: Có ba cách để tô màu - kết hợp các số, chạm vào màu ở phía dưới để tìm các khối màu tương ứng và nhấn và giữ các khối màu để tìm màu tương ứng.● Chia sẻ nhanh chóng: Có thể chia sẻ ảnh và video tới bạn bè và gia đình của bạn!CHÚNG TÔI CÓ:- Hoa: Nhiều loại và dáng hoa khác nhau! Sự lựa chọn tốt nhất để giúp bản thân thư giãn~- Anime: Đưa bạn vào thế giới hoạt hình! Hãy tận hưởng nó!- Phong cách sống: Hàng loạt những món ăn ngon và những sở thích đầy màu sắc! Hãy chọn cho mình một bức tranh mà bạn yêu thích!- Tình yêu: Hãy ngã vào cơn lốc tình yêu với Color Time!Chúng tôi cũng có các bức tranh về các nhân vật, động vật, tưởng tượng, Mandala, các điểm tham quan, lễ hội, v.v. Nếu bạn gặp khó khăn trong quá trình tô màu, hãy xem video để nhận đạo cụ miễn phí nhé!Để không ảnh hưởng đến trải nghiệm chơi game của bạn, chúng tôi cần truy cập vào album ảnh, phương tiện và tệp tin trên thiết bị của bạn. Để tránh các tác phẩm tô màu của bạn bị mất, bạn có thể đăng nhập vào tài khoản Color Time để lưu giữ các tác phẩm của bạn vĩnh viễn.Chúng tôi rất vinh hạnh khi được mang đến cho bạn trải nghiệm trò chơi với các hành trình màu sắc tuyệt vời! Cảm ơn bạn đã chọn Color Time!\n",
  "new": "\n\n\n10 thg 8, 2023\nPhiên bản 1.16.0\n\n\n\n\n1. Thành tựu tô màu đã được nâng cấp, việc nhận thưởng sẽ thuận tiện hơn và có thể nhận được nhiều phần thưởng hơn sau khi đạt được thành tựu;2. Phần thưởng đăng nhập hàng ngày đã được nâng cấp, giờ đây bạn có thể nhận được nhiều phần thưởng hơn khi hoàn thành nhiệm vụ đăng nhập hàng ngày;3. Phần thưởng tô màu đã được đổi mới, bạn có thể dễ dàng nhận được rất nhiều đạo cụ sau khi hoàn thành tô màu, giúp cho quá trình tô màu của bạn trở nên dễ dàng hơn;\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "178,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/street-fighter-iv-ce/id1239299402?l=vi",
  "nameAndAge": "\n          Street Fighter IV CE\n 12+\n",
  "company": "\n\n            CAPCOM\n          \n",
  "ranking": "\n\n\n                      #38 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 504 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA new warrior has entered the ring!Take control of 31 world warriors and test your mettle against players from around the world. Street Fighter IV: Champion Edition perfects the winning gameplay formula by offering higher resolution graphics, three new characters (Rose, Juri and Elena) wide screen support for newer iOS devices and a host of updates and refinements. Long time Street Fighter fans can jump into the action and have an instant familiarity with the controls. For more casual players Street Fighter IV features numerous settings and tutorials that put you on the path to victory.• Fight as 31 Street Fighter characters • Higher resolution graphics and wide screen support• Intuitive virtual pad controls allow players to execute full move sets including Unique Attacks, Special Moves, Focus Attacks, Super Combos and Ultra Combos • Take your game to the next level with a MFi controller like the Gamevice (MFi controllers do not work in menus, they fully function in multiplayer and single-player gameplay.)• Battle head-to-head against players from around the world via Wifi• Single player “arcade” and multiplayer modes.• Unleash super moves with a tap of the “SP” button.• Four levels of difficulty.Please check [Supported OS and Devices] in the lower part of HP.https://www.capcom.co.jp/product/detail.php?id=266\n",
  "new": "\n\n\n5 thg 10, 2021\nPhiên bản 1.06.03\n\n\n\n\n[Ver1.06.03] What's New- Change of provider- Corrections to rights notation- Revision of Terms of Use- Revision of privacy policy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "2,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kepler-attack/id1441234645?l=vi",
  "nameAndAge": "\n          Kepler Attack\n 4+\n",
  "company": "\n\n            Red Sprite Studios\n          \n",
  "ranking": "\n\n\n                      #81 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nFeatured in Apple's \"Great on watchOS 6\" and \"Our Favourite Apple Watch Apps\" collections!#2 Casual Game in the US!Kepler Attack is an arcade game for your iPhone and Apple Watch. Fly through space and destroy waves of alien space invaders from Kepler-452b.“I’m just amazed that this is on my Watch.” - Tom, host of The Apple WatchCast Podcast - http://www.applewatchcast.com“I think this is actually my personal favorite new game now on the Apple Watch because of its really fast pacing which is perfect for these types of games.” - HotshotTek, 10 Awesome Apple Watch Games Apps of 2019• Inspired by Gyruss, Galaga, Galaxian and Space Invaders!• Beautiful retro arcade graphics!• Fast paced alien attack waves with a variety of enemy space invaders!• Power-ups include Shield, Triple Shot, Rapid Fire and Smart Bomb!• Intuitive and simple controls using the Crown on the Watch!• Swipe to move on the iPhone!• Short burst gameplay is perfect for the Watch and iPhone!• Daily rank to see how you compare to the rest of the world!• Retro sound effects on the iPhone!• Play anywhere, anytime!• Includes Valentine's Day and Santa Christmas Holiday theme!• Runs at 60fps on the Watch!Relive the glory days of the arcade on your Apple Watch and iPhone.Thanks for playingJohnno & Pete\n",
  "new": "\n\n\n12 thg 3, 2023\nPhiên bản 2023.3\n\n\n\n\n- Added a link to Retro Arcade for Watch, a new compilation of four (and growing) retro arcade games to Watch and iPhone- Owners of Kepler Attack will get an unlocked version of Kepler Attack inside Retro Arcade for WatchThanks for playing,Johnno and Pete\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "48,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bokmål Na Uy, Tiếng Hà Lan, Tiếng Nhật, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BB%87m-sushi-m%C6%A1-%C6%B0%E1%BB%9Bc/id6444689949?l=vi",
  "nameAndAge": "\n          Tiệm Sushi Mơ Ước\n 4+\n",
  "company": "\n\n            净 邹\n          \n",
  "ranking": "\n\n\n                      #10 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\n\"Tiệm Sushi Mơ Ước\" là trò chơi mô phỏng kinh doanh nhà hàng đem lại hạnh phúc cho mọi người, sở hữu những đồ trang trí cửa hàng đa dạng phong phú, các món Nhật hấp dẫn và dàn nhân vật siêu đáng yêu.Khách hàng nổi giận? Nhân viên làm biếng? Nhà hàng không đủ lớn? Món ăn làm hỏng?Toàn bộ câu truyện về nhà hàng đều có trong trò chơi. Câu truyện của chúng tôi được bắt đầu khi bà ngoại đi vòng quanh thế giới, bà chỉ để lại cho tôi nhà hàng Sushi cũ kỹ và một nhân viên hậu đậu-Ono Ryota.Tuy sở hữu nhà hàng Sushi luôn là ước mơ của tôi, nhưng bản thân chưa bao giờ kinh doanh nhà hàng. Để thực hiện ước mơ của mình, cũng vì nghe theo lời căn dặn của bà ngoại, tôi và Ryota bắt đầu hành trình mở tiệm Sushi tràn đầy niềm vui, thú vị, và cả những ngọt bùi cay đắng!Trong game này bạn sẽ vào vai nhân vật chủ Tiệm Sushi, nghiên cứu các món ăn Nhật Bản, đề ra kế hoạch mua sắm hàng ngày, phục vụ khách hàng, bồi dưỡng đầu bếp và nhân viên phục vụ, mua đồ dùng quán ăn, mở chuỗi cửa hàng...Trò chơi ban đầu có vài trăm thiết bị, hơn mười nhân viên, hàng ngàn món ăn, và vài chục nhân vật. Toàn bộ nhà hàng cao cấp, món ăn, thiết bị đều là miễn phí. Tại đây bạn có thể nghiên cứu ra các món ăn tuyệt hảo trên khắp thế giới như Sườn Heo Chiên, Sushi, Mỳ Kéo, Tempura, Wagyu, Sashimi cá, Mỳ Udon, Gan Ngỗng Kiểu Pháp, Bánh Ngọt, Hải Sản Nướng, Bò Bít Tết![Mục tiêu của bạn]-Phục vụ khách hàng, nâng cấp thiết bị, nghiên cứu món ăn Nhật, nhận đánh giá tốt của khách hàng!-Nghiên cứu ra nhiều món ăn Nhật, trở thành Quán Ăn ngon lừng danh gần xa!-Nỗ lực kiếm thật nhều tiền, tăng cấp, trang trí và mở rộng nhà hàng Nhật-Mở khóa Phòng Bao mới, tầng 2 nhà hàng, Sảnh Biểu Diễn, Sảnh Sushi Băng Chuyền, xây dựng nhà hàng Nhật ngày càng lớn mạnh và náo nhiệt[Điểm nổi bật của trò chơi]1. Thỏa sức sáng tạo: Trải nghiệm nhiều phương thức kinh doanh, thủ đoạn kinh doanh2. Tu sửa hàng quán, thỏa sức kết hợp đồ nội thất theo nhiều phong cách, phòng bao DIY các loại.3. Kết giao những tâm hồn thú vị: Mang theo khát khao ước mơ, gặp gỡ những bằng hữu tâm huyết, vô số khách hàng với những tính cách khác nhau, đem lại các trải nghiệm thú vị khác nhau.4. Yêu cầu của khách hàng luôn quái lạ! Bạn sẽ ứng phó ra sao khi đối mặt với những vị khách có tính cách khác thường?5. Thưởng thức các món ăn ngon.Bạn chưa bao giờ chơi thể loại game này?Đừng lo, vì thao tác trong \"Tiệm Sushi Mơ Ước\" rất đơn giản, rất dễ làm quen: Bạn chỉ cần nhấp vài lần là hoàn thành yêu cầu của khách hàng, lên món ăn, nhận tiền, dễ dàng kiếm tiền thu lãi. Chơi thoải mái mọi lúc mọi nơi.Bất luận bạn là bậc thầy kinh doanh mô phỏng, hay chỉ mới biết kinh doanh nhà hàng, bạn sẽ đều yêu thích trò chơi quản lý mô phỏng nhà hàng vô cùng thú vị này.Mau tới tải miễn phí \"Tiệm Sushi Mơ Ước\", bắt đầu hành trình kinh doanh nhà hàng cực ký thú vị nào!Đừng quên theo dõi Fanpage của chúng tôi:facebook: https://www.facebook.com/SushiSimulator/discord:  https://discord.gg/C62VQk7pYKĐiều khoản sử dụng &&chính sách bảo mật:https://www.apple.com/legal/internet-services/itunes/dev/stdeula/https://miyagames.net/miya-privacy.htm\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 4.1.7\n\n\n\n\nBạn đã sẵn sàng cho một bản cập nhật thú vị chưa?Bản cập nhật này:1.Các hoạt động dành riêng cho Giáng sinh sẽ sớm được mở!2.Tối ưu hóa một số trải nghiệmChúc vui vẻ!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "784 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sunday-lawn/id313199385?l=vi",
  "nameAndAge": "\n          Sunday Lawn\n 4+\n",
  "company": "\n\n            Donut Games\n          \n",
  "ranking": "\n\n\n                      #67 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,8 • 8 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe grass is growing rampant in the neighborhood, and there's only one man to call!Ladies and gentlemen - Meet CHARLIE and his souped-up mower.Join him in his Sunday work to clean up the neighborhood yard by yard, but watch out for POOPY DOGS, ANGRY HEDGEHOGS and other dangers.- - - - - - - - - - - - - - - - - -GAME FEATURES:- THREE game modes:- 1) \"Challenge Mode\"- 2) \"Arcade Mode\"- 3) \"Sweet Dreams\" (Bonus Game)- Collect stars and improve your rank in Challenge Mode: 80 VARYING LAWNS to master- Climb the High Score Table in Arcade Mode: 8 LEVELS to beat- Keep Charlie sleeping in \"Sweet Dreams\", the BONUS GAME with fence-jumping sheep- Different control options- Donut Games' Collectors Icon #04- NEW: Lifesavers to help you pass levels if you get stuck- And much more...TECH FEATURES:- Game Center support- MFi controller support- ION Arcade controller support- Universal App (iPad, iPhone, iPod Touch)- - - - - - - - - - - - - - - - - -Enjoy another Donut Games release!\n",
  "new": "\n\n\n1 thg 11, 2018\nPhiên bản 1.42\n\n\n\n\nHi Donut fans! With this update, we have improved the support for the latest generation of iPhones. Enjoy! :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "13,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tic-tac-toe-xo-c%E1%BB%9D-caro/id1606703142?l=vi",
  "nameAndAge": "\n          Tic Tac Toe - XO & Cờ caro\n 12+\n",
  "company": "\n\n            REMEMBERS INFORMATION TECHNOLOGY CO., LTD.\n          \n",
  "ranking": "\n\n\n                      #27 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,8 • 8,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTrò chơi Tic tac toe hại não này cũng được gọi là noughts and crosses hoặc xo, là phương thức tốt để luyện  tư duy và kỹ năng lô gích của bạn. Chia sẻ và chơi cùng với bạn bè,  để kiểm tra xem ai thông minh hơn!Tính năng: -Giao diện người dùng và hiệu ứng đèn neon cool ngầu đáng kinh ngạc-Tic toc với nhiều cấp độ khó khăn: bàn cờ 3x3,6x6,9x9,11x11-Ủng hộ chơi đơn và nhiều người chơi ( con người và máy tính)-Trò chơi hai người trực tuyến, thử thách bạn bè của bạn-Thiết kế tuyệt vời của trò chơi Tic tac toe đang chờ bạn lựa chọn\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 3.0\n\n\n\n\n- Khắc phục các lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "174,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B9ng-r%E1%BA%AFn-tr%C6%B0%E1%BB%9Dn-io-s%C4%83n-m%E1%BB%93i/id1357967682?l=vi",
  "nameAndAge": "\n          Vùng Rắn Trườn.io - Săn Mồi\n 4+\n",
  "company": "\n\n            Azur Interactive Games Limited\n          \n",
  "ranking": "\n\n\n                      #20 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 59 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nMở Vùng Giun Đất và tham gia trận đấu của những con giun dũng cảm trong đấu trường rộng lớn! Nuôi giun của bạn tới mức lớn nhất và kiếm về danh hiệu vô địch. Và đừng quên, nhà vô địch phải nổi bật giữa đám đông. Hãy chọn diện mạo cho con giun của bạn trong tủ quần áo hoặc tự tạo thiết kế tuyệt vời riêng. Có một số chiến thuật để trở thành nhà vô địch: \"đấu sĩ\", \"kẻ lừa gạt” hoặc là \"thợ xây\". Bạn sẽ là ai?  Bất kể chiến thuật nào bạn chọn, có một quy tắc đơn giản cần nhớ: nếu bạn va vào đối thủ — bạn sẽ thua! Nhưng nếu bạn có thể bao vây vòng quanh đối thủ, bạn sẽ không chỉ tiêu diệt được chúng mà còn lấy được tất cả những món ngon mà chúng kiếm được. Ngoài ra còn có các phần thưởng khác nhau trong đấu trường giúp cải thiện chỉ số cho giun của bạn. Hãy sử dụng chúng khôn ngoan và chúng sẽ giúp bạn đạt được mục tiêu mong muốn! Chúc may mắn, chú giun nhỏ!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 5.3.1\n\n\n\n\nTuyết mềm và mịn, phép thuật, những cuộc phiêu lưu kỳ thú, tình yêu và những món quà đang chờ đợi bạn trong bản cập nhật mùa đông lớn mới!Trong suốt ba tháng mùa đông, bạn sẽ có cơ hội tham gia ba sự kiện trong trò chơi!Bạn sẽ có thể bổ sung bộ sưu tập của mình bằng cách nhận những con sâu độc đáo mới: Skier, Rudolph, Owl, Garland, Green Dragon, Panda, Caishen, Rose, Max, Lola.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "212,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/outlets-rush/id6448794532?l=vi",
  "nameAndAge": "\n          Outlets Rush\n 4+\n",
  "company": "\n\n            Supercent, Inc.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 1,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChào mừng bạn đến với Outlets Rush - Trình mô phỏng trò chơi điện tử dành cho người quản lý trung tâm mua sắm nhàn rỗi cuối cùng!Hòa mình vào sự phấn khích khi quản lý trung tâm mua sắm của riêng bạn! Quản lý trung tâm mua sắm mơ ước của bạn từ các cửa hàng nhỏ đến trung tâm mua sắm lớn! Trải nghiệm sự pha trộn hoàn hảo giữa trò chơi arcade quản lý cửa hàng và tất cả các thử thách trong một gói hấp dẫn. Khi bạn tiến bộ trong trò chơi, sự đa dạng của sản phẩm trong cửa hàng của bạn và số lượng khách hàng sẽ tăng lên. Bạn càng kiếm được nhiều lợi nhuận, bạn càng thành công!► Tạo trung tâm mua sắm trong mơ của bạnXây dựng một trung tâm mua sắm với các sản phẩm đa dạng từ cửa hàng thể thao đến các thương hiệu xa xỉ cao cấp!Bạn có thể đặt tất cả các thương hiệu cho các cửa hàng của bạn. Lúc đầu, bạn có thể bắt đầu với một khu vực nhỏ, nhưng nó sẽ sớm trở thành một cửa hàng lớn nếu bạn làm hài lòng khách hàng của mình!► Nhiều Cửa hàng & Sản phẩmTừ các cửa hàng thể thao mang tính biểu tượng đến các cửa hàng sang trọng, bạn có thể tìm thấy tất cả các mặt hàng được bán tại các cửa hàng thực tế như giày dép, quần áo, túi xách, mũ, đồ lót, v.v. Trải nghiệm niềm vui khi bắt gặp các khái niệm và mặt hàng khác nhau tại mỗi cửa hàng.► Tuyển dụng nhân viênQuản lý cửa hàng của riêng bạn không phải là một nhiệm vụ dễ dàng. Bạn phải lo việc trưng bày hàng hóa, dọn dẹp phòng thử đồ và giúp khách hàng check out. Tuy nhiên, bạn có thể thuê nhân viên để giúp bạn và quản lý họ một cách hiệu quả để tận dụng tối đa số tiền của bạn. Đừng lo lắng, nó có thể làm cho nó hoạt động!► Mini to Mega - Hành trình quản lý của bạnBạn có thể trải nghiệm việc quản lý cửa hàng từ những khởi đầu khiêm tốn để trở thành một ông trùm trung tâm thực thụ. Bắt đầu với một cửa hàng nhỏ, hãy thể hiện kỹ năng quản lý của bạn khi bạn tiến tới một trung tâm mua sắm lớn.Bước vào thế giới quản lý trung tâm mua sắm hơn bao giờ hết. Chơi ngay và trở thành ông trùm bán lẻ cuối cùng với Outlets Rush!\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.14.0\n\n\n\n\nHere are the patch notes for the latest update:Outlets Rush gets better! Install the latest version and check out the new updates!- Add new in-app products- Secondary goods system added- Quest system added- 5 stages added- Minor bug fixesThank you for playing! Goodbye for now, and we look forward to seeing you in the next update.         \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "638,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/traffic-rider/id951744068?l=vi",
  "nameAndAge": "\n          Traffic Rider\n 4+\n",
  "company": "\n\n            Skgames Yazilim Muhendislik Teknoloji Ltd. Sti.\n          \n",
  "ranking": "\n\n\n                      #16 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,6 • 8,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAnother masterpiece from the creators of Traffic Racer. This time, you are behind the wheels of a motorbike in a much more detailed gaming experience, but also retaining the old school fun and simplicity.Traffic Rider takes the endless racing genre to a whole new level by adding a full career mode, first person view perspective, better graphics and real life recorded bike sounds. The essence of smooth arcade racing is still there but in the shell of the next generation. Ride your bike in the endless highway roads overtaking the traffic, upgrade and buy new bikes to beat the missions in career mode.Now it is time to hit the roads with a motorcycle!FEATURES- First person camera view- 34 motorbikes to choose from- Real motor sounds recorded from real bikes- Detailed environments with day and night variations- Career mode with 90+ missions- Online leaderboards and 30+ achievements- Support for 18 languages TIPS- The faster you ride, the more scores you get- When driving over 100 kmh, overtake traffic cars closely to get bonus scores and cash- Driving in opposite direction in two-way gives extra score and cash- Do wheelies to get extra score and cashGAME TRAILERhttps://youtu.be/0FimuzxUiQYFOLLOW US* http://facebook.com/trafficridergame* http://twitter.com/traffic_rider*** No Timers, No Fuel ***  Just pure endless fun!Traffic Rider will be updated regularly with your suggestions. Don't forget to leave a review with your feedback.\n",
  "new": "\n\n\n24 thg 10, 2023\nPhiên bản 1.98\n\n\n\n\n- Bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "243,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/luxor-2-hd/id442738434?l=vi",
  "nameAndAge": "\n          Luxor 2 HD\n 4+\n",
  "company": "\n\n            Accelerate Games\n          \n",
  "ranking": "\n\n\n                      #36 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nExperience the most addictive LUXOR game to date in Luxor 2!  Now with HD graphics, LUXOR 2 takes you on a beautiful voyage through the land of ancient Egypt. Play 88 gorgeously rendered levels of brilliantly displayed crisp and stunning graphics set amongst the pyramids and temples of ancient Egypt. Use your mystical winged scarab to shoot and destroy the approaching magical spheres before they reach the pyramids at the end of their path. Introducing all-new powerups: Lightning Storm, Color Cloud, Net, and Dagger to help you shoot down those enemy spheres faster than ever before!  Work your way up through the ranks to become the Pharaoh over all of Egypt in LUXOR 2! FEATURES88 explosively challenging and gorgeously 3D-rendered levelsFour levels of difficulty, including:the expert level that unlocks the mind-blowing Challenge of HorusOver 80 new statistics and badges, plus bonus rounds at the end of each stageWork your way from Farm Hand to Pharaoh by improving your rankThree stimulating modes of play, including Survival and Practice modes13 explosive power-ups, including the new Color Cloud, Net, Dagger and Lightning Storm, to help shoot down the oncoming enemy spheres13 intense and rewarding bonus rounds at the end of each stage……………………………………………………………………………………Visit us on the App Store at http://itunes.apple.com/us/artist/mumbojumbo/id312416866to find more amazing casual games from MumboJumbo including: the Luxor Series, Midnight Mysteries Series, 7 Wonders Series and more! Find us on Facebook: http://www.facebook.com/MumboJumboGames Follow us on Twitter: @MumboJumboGames……………………………………………………………………………………\n",
  "new": "\n\n\n31 thg 7, 2017\nPhiên bản 1.2.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.64-bit support.Fixed various sound bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "126,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/game-d%C6%B0a-h%E1%BA%A5u-v%C3%B9ng-%C4%91%E1%BA%A5t-kh%E1%BB%89/id6469450477?l=vi",
  "nameAndAge": "\n          Game Dưa Hấu: Vùng Đất Kh‪ỉ‬\n 4+\n",
  "company": "\n\n            Han Song Ey Jo\n          \n",
  "ranking": "\n\n\n                      #6 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 2,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMột trò chơi kết hợp hoa quả(trái cây) dễ thương!Kết hợp các loại hoa quả(trái cây) dễ thương để tạo ra những quả lớn hơn!Ai có thể tạo ra quả dưa hấu khổng lồ đầu tiên?Hãy thử nó ngay bây giờ!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.4\n\n\n\n\nHiệu suất trò chơi được tối ưu hóa.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cashier-3d/id1519029260?l=vi",
  "nameAndAge": "\n          Cashier 3D\n 12+\n",
  "company": "\n\n            Zynga Inc.\n          \n",
  "ranking": "\n\n\n                      #38 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,5 • 1,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWould you like to run your own store and be a manager? It's super fun and easy with Cashier 3D which is a supermarket simulation and cashier simulation!Forget all other restaurant management and hyper job games you've played before, Cashier 3D is the best hypermarket simulation game! You'll enjoy buying and selling items as your store grows and customers come in!In this game you are a supermarket cashier in a supermarket mania! So do not keep your customer waiting too long! Manage your cash register correctly and count money quickly! Get ready to be rich and upgrade your store. Just like idle supermarket games, your customers are in a race, running around the store looking for more! Sell old items and buy new ones. Unlock new 3D items; grocery, games for kids, fruit ranch, booze, phone charge, instruments for sale, selective clothes and designer shoes!Imagine the registers in a store or bankers, they are so good at counting money. Cashier 3D is also a super fun money game for kids to learn counting money and calculating change. Just like a hyper teacher.Join our cashiers, become the employee of the month, and show them who's the best hypermarket manager!\n",
  "new": "\n\n\n16 thg 12, 2023\nPhiên bản 55.7.2\n\n\n\n\nBefore you continue playing, take a moment to update the game - we’ve added a bunch of new features to improve your app experience. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "252,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tr%C3%B2-ch%C6%A1i-vua-bi-a-8b%C3%B3ng-v%C3%B4-c%E1%BB%B1c/id1609032238?l=vi",
  "nameAndAge": "\n          Trò Chơi Vua Bi-a 8Bóng Vô Cực\n 4+\n",
  "company": "\n\n            Playorcas\n          \n",
  "ranking": "\n\n\n                      #8 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,4 • 265 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn cảm thấy mệt mỏi với những trò chơi nhàm chán đầy gian lận và luật chơi không hấp dẫn? Chúng tôi muốn nói với những người chơi bi-a 8 bóng trên thế giới rằng: Cảm ơn vì sự kiên nhẫn của các bạn! Trò Chơi Vua Bi-a 8 Bóng Vô Cực hiện đã chính thức có mặt trực tuyến. Nó sẽ mang đến cho tất cả những người chơi 8 bóng, 9 bóng và bi-a một trải nghiệm hoàn toàn mới mẻ.  Với Trò Chơi Vua Bi-a 8 Bóng Vô Cực, bạn sẽ có các trải nghiệm:- Nhắm mục tiêu dễ dàng hơn và nhiều cơ hội ăn tiền hơn trên điện thoại của bạnKhông còn bắn vào một kẻ thống trị. Với Trò Chơi Vua Bi-a 8 Bóng Vô Cực, đường mục tiêu dài hơn, góc dễ điều chỉnh hơn và khả năng kiểm soát lực chính xác hơn. Thậm chí một người chơi mới bắt đầu cũng có thể tạo ra những cú đánh tuyệt vời. Tất cả những gì bạn cần làm là vui chơi.   - Một trải nghiệm vật lý chân thực với những cú đánh chân thựcChúng tôi đã nỗ lực hết sức để mô phỏng trải nghiệm đánh một quả bóng bi-a thực sao cho lực, hướng, va chạm, độ xoáy và ánh sáng giống hệt như trong thực tế. Các thông số từ hệ số ma sát của khăn trải đến phản hồi từ va chạm giữa các quả bóng và bàn, cho đến bản thân cái cơ đều đã trải qua nhiều lần lặp lại.- Thiết bị phải được nâng cấp liên tục, ngay cả đối với một người chơi xuất sắcThiết bị càng mạnh, bạn càng có khả năng giành chiến thắng trong một trận đấu. Bạn có thể tiếp tục kiếm xu và rương khi chơi để tiếp tục nâng cấp cơ và đạo cụ của mình, cho phép bạn tận hưởng việc chơi 8 bóng trong nhiều tình huống khác nhau với các luật chơi khác nhau.- Chế độ Thử thách thú vị hơn các trò chơi thông thườngBàn chơi có hình dạng đặc biệt, quy tắc tính điểm đặc biệt, thử thách một cú đánh, các sự kiện đặc biệt,... Tham gia thử thách thú vị 24/7 với các bản cập nhật theo thời gian. Bạn sẽ được xếp hạng trong bảng xếp hạng của người chơi toàn cầu và có cơ hội giành được giải thưởng độc quyền. Thứ hạng toàn cầu của bạn trong chế độ Thử thách chuyên gia là gì?- PvP toàn cầu 24 giờNhững người chơi phù hợp có thể giúp cải thiện đáng kể kỹ năng của bạn. Chúng tôi đã giới thiệu thuật toán so khớp, thuật toán chọn trận đấu hay nhất từ những người chơi trực tuyến toàn cầu để giúp bạn tiến bộ trong các trận đấu. Bạn có thể theo dõi chúng tôi tại https://www.facebook.com/profile.php?id=100075883630039\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 2.39.0\n\n\n\n\n- Thách Thức Vương Quốc: Đã ra mắt bảng xếp hạng toàn cầu trong một khoảng thời gian giới hạn, với việc cung cấp nhiều phần thưởng và giải thưởng độc quyền hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "300,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cafe-master-story/id6447606411?l=vi",
  "nameAndAge": "\n          Cafe Master Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #94 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 12 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHave you ever wanted to run your own coffee shop?The smell of fresh roast beans, the gurgling of the espresso machine, the sheen of a squeaky-clean counter... All this and more await you in this quirky sim game!Just set up your tables and counter seats, and wait for the customers to come rolling in. Add handy features like magazine racks, or chic furnishings to give your cafe a more welcoming atmosphere.Coffee and tea are just the beginning—there's a whole world of hot and cold drinks out there just waiting to be discovered! Try out different combinations to make your regulars happy, or attract new customers. You can even recommend your favorites via the Specials Board.Feel like a little something on the side? Combine food items with drinks to create Combo Meals. These can also be entered into contests—pick the right meal for the right theme, and you're sure to win it big and make your cafe even more popular!You're not just limited to one town, either. You can move your cafe to several new locations and discover new customers. You may even encounter some familiar faces...So, what are you waiting for? Grab an apron, boil up some water, and get started on your journey to becoming a five-star cafe!Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and paid games!Kairosoft's pixel art game series continues!Follow us on Twitter for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n11 thg 9, 2023\nPhiên bản 1.31\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "65,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/samurai-shodown-ii/id660687537?l=vi",
  "nameAndAge": "\n          SAMURAI SHODOWN II\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #17 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "2,0 • 83 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSpread the word and don't miss out on this unique opportunity to play \"SAMURAI SHODOWN II\" with your friends!SAMURAI SHODOWN II, the sword-based fighting game masterpiece has finally cut its way to iOS devices!Slash the powerful adversaries standing in your path, and put a stop to Mizuki Rashojin's evil ambitions!Features:The fan favourite installment in SNK's highly acclaimed series!The 2nd episode of the SAMURAI SHODOWN Series, is still beloved by fans of the series all across the world.Preserving the charm of the first game, its sequel brings the characters, world, and game system to the next level.An incredible cast of 15 charismatic master swordmens head to the battlefield in order to fulfill their destiny.Haohmaru, Nakoruru, Ukyo Tachibana, Hanzo Hattori, Jubei Yagyu, and the rest of the 11 original characters return.Genjuro Kibagami, Cham Cham, Neinhalt Sieger, and Nicotine Caffeine come into play to complete the cast as the newcomers!A new and expanded move list! Disarm your rivals by unleashing a Weapon Smash Attack!Forward Somersault, Backward Flip, Crouch, and even more moves have been added. A Weapon Smash can be performed when your Rage Gauge reaches its MAX!Finesse, or brute force? Let your hidden techniques express your fighting style!A perfect port of this NEOGEO classic, adding new features for an even better experience!In addition to the original 4 button arcade experience,  a 6 button layout and SP button allow you to easily pull off  strong slashes and special moves by simply using the Touch Screen!Challenge your friends via Wi-Fi!Dual with your friends in a match through Wi-Fi Multiplayer Mode!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.2.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "69,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rat-on-the-run/id321366355?l=vi",
  "nameAndAge": "\n          Rat On The Run\n 4+\n",
  "company": "\n\n            Donut Games\n          \n",
  "ranking": "\n\n\n                      #55 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,0 • 2 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n### Over 7 million downloads ###Help Ratty get FATTENED UP for the winter in this hilarious platform game, the very first and original game in the \"Rat on\" series!Ratty has just found the house of his dreams - full of cheese blocks and snacks.There's just one problem. The floors are full of slimy blobs, mean spiders and other baddies who try to stop Ratty from getting the goodies.Includes the bonus game RAT ON A SCOOTER.* * * * * * * * * * * * * * * * * * * * * * * *GAME FEATURES:- THREE game modes:- 1: \"CHALLENGES\" with 60 levels to beat- 2: \"ARCADE MODE\" with 8 floors to clear- 3: \"RAT ON A SCOOTER\" the original version -- jump, grind and grab cheese puffs- Classic platform fun- Simple, responsive controls- Lots of ACHIEVEMENTS to unlock- Donut Games Collector's Icon #07- The original Ratty game, experience where it all began!- And much more...TECH FEATURES:- Game Center support- MFi controller support- ION Arcade controller support- Universal App (iPad, iPhone, iPod Touch)* * * * * * * * * * * * * * * * * * * * * * * *Enjoy another Donut Games release!\n",
  "new": "\n\n\n2 thg 8, 2019\nPhiên bản 1.35\n\n\n\n\n- 10 Levels added- Improved support for the latest generation of iPhonesThanks to all fans for your support, kind emails and reviews. You're the reason we keep releasing these updates.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "6,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/adventure-island-merge/id6443478413?l=vi",
  "nameAndAge": "\n          Adventure Island Merge\n 17+\n",
  "company": "\n\n            FlyBird Limited\n          \n",
  "ranking": "\n\n\n                      #29 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 166 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to Adventure Island Merge, the perfect combination of merge challenge and island adventure! Embark on an epic adventure, the moment you get on the island the adventure begins. The road ahead is blocked with weeds and branches, remove these obstacles to find a small house in front of you, clean it up and stay here for the night! Go out and find food and water and some essential supplies . You may also find treasure behind the bushes! Roll up your sleeves, pack your bags, and come uncover the mysteries of the island, immerse yourself in a fantastic adventure, and complete an amazing adventure on this island!Features：- Merge Challenge: Drag and drop identical items together to merge them, complete missions to unlock new items and tool rewards, and open up new lands to advance your journey! - Fantastic Adventure: Traverse this magical island with new friends and explore the mysteries of the island, there is always something new to discover.  - Plenty of plot: Every area of the island is full of mystery, surprises and fun, with interesting characters and animals to take you on a journey to discover the island's untold secrets!  - Plenty of rewards: As you explore this wonderful island, you'll gain access to treasure chests, mined deposits and lots of new living resources.- Easy to learn: Anyone can master this simple game, and we have a very detailed guided process.- Experience relaxation: Despite having an amazing number of item combinations and hundreds of challenging puzzles, enjoy the pleasant atmosphere and this island will keep you entertained.  We will continue to update and continue the storyline, and introduce new characters, missions and challenge mechanics. Please believe that Adventure Island Merge will give you an island adventure like no other! The adventure is about to begin, so pack your bags, download now, and explore the mysterious world of Adventure Island Merge with me!  \n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.0.28\n\n\n\n\n- Add new map;- Add new event of Winter Bread;- Adjust the icons of some items;- Bug fixes and performance improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "419,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/10-pin-shuffle-pro-bowling/id316227296?l=vi",
  "nameAndAge": "\n          10 Pin Shuffle Pro Bowling\n 4+\n",
  "company": "\n\n            Digital Smoke LLC\n          \n",
  "ranking": "\n\n\n                      #9 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n10 Pin Shuffle Pro contains three great games in one, played in a realistic 3D environment and doesn't contain any adverts or In-App Purchases! One of the most addictive, “pick up and play”, 3D bowling games available in the App Store, this Pro version features traditional 10 Pin Bowling, 10 Pin Poker and Shuffleboard, peer-to-peer multiplayer and is completely Advert free with no In-App Purchases.10 Pin Shuffle™ is now available for the new Apple TV and is a Universal Purchase! Pay once and play on all your devices - iPhone, iPod touch, iPad and Apple TV. Game Center leaderboards and achievements and Retina display optimized graphics are available on all devices. If you play 10 Pin Shuffle on your Apple TV then you can install this Pro version on your iPhone or iPad too and use that device as a second remote control in two player Apple TV games.10 Pin Shuffle Pro contains three great games in one! [1] SHUFFLEBOARD the game you’ve enjoyed in your local bar. Play against a friend or a computer opponent trying to out-shuffle each other’s weights or blast them off the table. [2] BOWLING with real 3D pin physics! Similar to 10 Pin Bowling except played on a shuffleboard table using weights/pucks instead of a bowling ball. If you liked Wii Sports Bowling then you're going to love your 10 Pin Shuffle™ bowling experience.[3] 10 PIN POKER is a combination of Shuffleboard, Bowling and Five Card Draw Poker. Earn playing cards for Strikes and Spares. Draw new cards when you have five. The player with the best five card poker hand after 10 frames wins.PEER-TO-PEER MULTIPLAYER !! Challenge a friend to a game of Shuffleboard or Bowling using either Bluetooth or a local Wi-Fi connection.The powerful \"Newton\" 3D physics engine provides the most realistic pin collisions of any ten pin bowling game available on the App Store to date. Play on your own, against a friend or against one of several computer opponents of varying skill levels.Features:* Amazing Retina 3D graphics with shiny chrome weights, shadows and reflections.* Universal Purchase - buy once and play on all your devices.* iPhone, iPad, iPod touch and the new Apple TV.* Use your iPhone or iPad as a second remote control in Apple TV two player games.* Scores and statistics are shared between devices using the iCloud.* Hi-resolution graphics on all Retina devices.* Hi-definition graphics on all iPads and Apple TV.* Game Center leaderboards and achievements.* Real 3D physics engine and accurate pin physics.* Peer-to-Peer multiplayer with other iOS devices over Bluetooth or local Wi-Fi.* Instant replays of great shots.* Play against computer opponents of varying skill levels or practice on your own.* Crowd reactions that reflect your moves in real time.* Realistic sound effects capture every nudge, bump, and collision on the table.* Controls that are easy to grasp, but challenging to master.* Turkey rewards and winners animations.* Bowling statistics and game scores are tracked and saved each game.* Listen to your iTunes music library while you play.* Resume game if iPhone is interrupted.* Three fun games for the price of one! Visit our website: http://www.10PinShuffle.comFacebook: https://www.facebook.com/10PinShuffleTwitter: 10PinShuffle From Digital Smoke, developers of the popular Solitaire City® collection and Silly Saucers™, also available on the iTunes App Store.\n",
  "new": "\n\n\n2 thg 12, 2021\nPhiên bản 2.34\n\n\n\n\n1) The game would freeze and not accept input on iPhone 12, 13 and newer iPads when running iOS 15.2) Buttons and other UI now correctly positioned on all iPads (the main culprits were 12.9 inch iPads, latest iPad Air and other non standard pixel sized iPads.3) Dark mode made certain screens look bad so the backgrounds are now always white instead of black.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "29,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/drop-the-chicken-2-the-circus/id423722522?l=vi",
  "nameAndAge": "\n          Drop The Chicken 2 The Circus\n 9+\n",
  "company": "\n\n            Blakzero Oy\n          \n",
  "ranking": "\n\n\n                      #58 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 4 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nOver 5.5 million players globally! Thanks to everyone who has made the game such a success!Drop The Chicken is a super cool, fully animated, addictive, and challenging puzzle game. THE STORYOur hero 'Chuck The Chicken' has been captured by the circus's evil monkey ring master and he must perform his way through each of the levels to win his girlfriend back.YOUR MISSIONYour mission is to cunningly plan Chucks journey to the dive pool while catching all the bugs along the way. Drag the acrobatic tools into place, swipe the switch and watch Chuck bounce off elephants, shoot out of cannons, do a trapeze act with monkey's and fly around the levels like a master acrobat.Use a host of awesome new tools and animated circus characters in your effort to solve the levels and save Chuck and his girlfriend! Think before you drop and be sure to avoid the bombs, fire torches, lions and unicycle-riding, juggling bears along the way.It's not going to be easy! This is one of the most challenging and hilarious puzzle games on the app store. There is no time limit, just awesome puzzles and weeks of entertainment!KEY FEATURES• Exclusive to iOS and Apple• 100 tricky puzzle levels over 5 stages with more soon to come• 5 bonus levels & hidden easter eggs• Game Center, leaderboards & stacks of achievements• Great for all ages, easy to learn• Very addictive, brain training game play• In-game 'helping hands' in case you get super stuck• Do awesome dives & huge splashes• Really challenging & great fun• Absolutely NO ads and NO restricting IAPs. This is a premium game title and we care about our fans (and chickens).BONUS LEVELSFinish all the levels in a stage to open the bonus levels where Chuck has the chance to have a feeding frenzy and gain some valuable extra points.UNIQUE CERTIFICATE OF ACHIEVEMENTFinish all the stages and levels, and receive a free 'Certificate of Achievement' with your name and score and go onto the ‘Drop Master’ leader board.WHAT'S THE WORLD SAYING-------The No.1 Puzzle game in 102 countries world wide and the No.1 App overall in 11 countries.-------A '5 star rating average' worldwide.------- \"...we can definitely agree that this game is a true success.\" IPWNGAMES\"...Bound to be a classic... Oozing with charm, awesome graphics and fun game play... Amazing value for money with many levels. Well crafted game with highly polished presentation...\" HEATH & HEATHER\"... probably my favorite puzzle game, it's earned it's spot on my home screen...\" NZiPhone.com\"After playing Drop the Chicken for a few minutes, I can definitely see another game of the avian variety within the top 5...\" APPTA.CO\"...Now don’t go thinking this game is just another knockoff or clone, it most certainly is not... Drop The Chicken is more about a predetermined strategy...\" APP DISCOVERCHECK OUT THE PROMO VIDEO, FREE STUFF AND GAME TIPSVisit www.DropTheChicken.com for more info....We hope you enjoy the game!!!\n",
  "new": "\n\n\n23 thg 10, 2019\nPhiên bản 2.3\n\n\n\n\n- Fixed some UI issues for newer devices.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "363,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]