[{
  "link": "https://apps.apple.com/vn/app/gta-san-andreas-t%E1%BA%ADn-c%C3%B9ng/id6468845068?l=vi",
  "nameAndAge": "\n          GTA: San Andreas - Tận cùng\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #16 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "1,0 • 1 đánh giá",
  "price": "345.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNăm năm trước, Carl ‘CJ’ Johnson tẩu thoát khỏi Los Santos, San Andreas mờ mịt…Năm năm trước, Carl ‘CJ’ Johnson tẩu thoát khỏi Los Santos mờ mịt, San Andreas… một thành phố đang phá hủy chính nó bằng vấn nạn băng đảng, ma túy, và tham nhũng. Hiện tại là đầu thập niên 90. CJ phải trở về nhà – mẹ của anh ta đã bị sát hại, cả gia đình tan tác, và những người bạn thời thơ ấu đang đâm đầu vào thảm họa. Trong chuyến đi trở về chốn xưa, một số viên cảnh sát ghép anh ta vào tội giết người, giục CJ vào một hành trình xuyên suốt bang San Andreas để cứu lấy gia đình và nắm quyền kiểm soát những con phố trong bước lặp của dòng series sẽ thay đổi mọi thứ.Rockstar Games, Inc. 622 Broadway, New York, NY, 10012. © 2001–2023. Rockstar Games, Grand Theft Auto, Grand Theft Auto: San Andreas và Biểu tượng R* là nhãn/biểu tượng/bản quyền của Take-Two Interactive. Unreal® Engine, Bản quyền 1998–2023, Epic Games, Inc. Bảo lưu mọi quyền. Có sử dụng Oodle. Bản quyền © 2008–2023 thuộc Epic Game Tools, Inc. Những biểu tượng đánh giá là nhãn hiệu của Entertainment Software Association. Tất cả nhãn và nhãn hiệu là tài sản của chủ sở hữu tương ứng. Bảo lưu mọi quyền.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "2,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monopoly/id1477966166?l=vi",
  "nameAndAge": "\n          MONOPOLY\n 4+\n",
  "company": "\n\n            Marmalade Game Studio\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,6 • 999 đánh giá",
  "price": "119.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay Hasbro’s official Monopoly board game by yourself, with family and friends or players around the world. Play online or offline on your mobile or tablet. It’s the game you love with no ads!It's the #1 Paid board game in over 100 countries - with 3 Millions Downloads since launch.\"Monopoly on mobile includes cross-platform online multiplayer, which means you can open up a lobby, have your friends join your games, and all play together in perfect harmony. Beautiful, right?” Dave Aubrey - PocketGamerThis is a fully immersive board game experience with amazing graphics and animations. The whole classic game is available with no ads, so you get the fun of the Monopoly board game without distractions. Invite your friends and family to game night with one of the app stores favourite top paid games.POPULAR FEATURESOne of the greatest board games Play the Hasbro classic Monopoly game by yourself, with family and friends or players around the world on your mobile or tablet!Full, ad-free gamePlay the complete classic game with no pay-to-win or ad pop-ups. Roll the dice and risk it all to become the wealthiest landlord tycoon on the board!House rulesPut the official Hasbro rule book down and play with your favourite house rulesQuick modeRoll the dice, risk it all and get paid - finish the board game faster than everSingle playerPlay against our challenging AI - no need for family and friends Offline multiplayer Pass a single device between up to 4 players for an offline wifi-free experienceOnline multiplayer Distance doesn’t interrupt play when you connect with fans around the world or invite friends and family to a private gameThe Complete Collection Be the top landlord tycoon on new themed boards, exclusive to the mobile game. With 10 boards, no 2 games are the same! Risk it all in the L.A. Monstropolis alternate universe. Be spooked in Transylvania. See the future in New York 2121, or travel back in time to Victorian London, Historic Tokyo, Belle Époque era Paris and 1930s Atlantic City! Unlock new player pieces, properties and chance cards with each theme!HOW TO PLAYChoose your player modePlay this classic Hasbro board game in a variety of online and offline player modes. Put your landlord skills to the test against our challenging AI opponents and be a property tycoon in single player mode. Compete with friends and family wherever you are in online multiplayer. Play WiFi-free when you pass & play one device around a group of players. The choice is yours as you buy up the board!Select your rulesIf you’re one of the many people who have never actually read the rules of Monopoly, you can still play the game exactly how you like! Play without auctions, add cash to Free Parking, or pay $400 for landing directly on GO! Choose to stick to the classic Hasbro rule book, get a fixed selection of the most popular house rules, or customise your rules to suit your own preferences! Choose your pieceChoose from the modern and classic player pieces, including: scottie, cat, T-rex, rubber duck, the car, the top hat and the battleship!Enter the boardExperience the thrill of bankrupting your family and friends and becoming the wealthiest landlord tycoon on the board! It’s just as you remember, plus fun animations and an AI banker who’s on everyone’s side!Build your property empireRoll the dice, take investment risks, bid for properties in auctions, make your way around the board and BUY real estate, COLLECT rent and BUILD hotels to become a property tycoon.Play Marmalade Game Studio’s multiplayer games with friends and family wherever you are! Our online games with friends include Clue/Cluedo, The Game of Life, The Game of Life 2 and Battleship.\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 1.11.2\n\n\n\n\nGreetings Property Tycoons!Celebrate a Merry Monopoly in our enchanting Winter Wonderland! Unlock exclusive FREE tokens for boundless festive fun! Our team has been hard at work, eliminating bugs, enriching features, and offering new investment opportunities. Keep bankrupting the competition and enjoy these exciting updates with your friends. The Monopoly board is yours to conquer!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/8-ball-pool/id543186831?l=vi",
  "nameAndAge": "\n          8 Ball Pool‪™‬\n 4+\n",
  "company": "\n\n            Miniclip.com\n          \n",
  "ranking": "\n\n\n                      #1 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,7 • 438,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nChơi game bida Pool số 1 thế giớiHãy chơi với bạn bè! Chơi cùng các Huyền Thoại. Chơi game Miniclip 8 Ball Pool cực đỉnh trên di động và trở thành cơ thủ giỏi nhất!HOÀN TẤT TRẬN ĐẤU 1 VS 1 HOẶC GIẢI ĐẤU 8 NGƯỜI CHƠITinh chỉnh các kỹ năng của bạn nơi đấu trường tập luyện, đương đầu cả thế giới ở các trận đấu 1 vs 1 hoặc tham gia các giải đấu để giành cúp và cơ độc quyền! CHƠI ĐỂ NHẬN XU POOL VÀ VẬT PHẨM ĐỘC QUYỀNTùy chỉnh cơ và bàn chơi của bạn! Trong mỗi trận đấu 1 vs 1 tranh tài mà bạn chơi, sẽ có Xu Pool đặt cược – hãy thắng trận đấu và số Xu đó sẽ là của bạn. Bạn có thể dùng xu để tham gia các trận đấu xếp hạng cao hơn với mức cược lớn hơn hoặc mua các vật phẩm mới trong Cửa hàng Pool.THÁCH ĐẤU BẠN BÈChơi với bạn bè cực dễ: đăng nhập tài khoản Miniclip hoặc Facebook của bạn và sẽ có thể thách đấu bạn bè ngay từ trong game. Thách đấu bạn bè mọi lúc, mọi nơi và thể hiện kỹ năng của bạn.THĂNG CẤPHệ thống cấp độ của 8 Ball Pool có nghĩa là bạn luôn phải đối mặt với thách thức. Hãy chơi các trận đấu để tăng thứ hạng của bạn và được truy cập các địa điểm trận đấu độc quyền nhiều hơn, nơi bạn chỉ chơi với những cơ thủ bida Pool giỏi nhất.--Hãy tải về NGAY bida Pool của Miniclip!--*Game này cần kết nối internet.Chơi trên Web tại miniclip.com/poolĐừng bỏ lỡ những tin tức mới nhất:Thích 8 Ball Pool: http://on.fb.me/Wx4f23Thích Miniclip: http://facebook.com/miniclipTheo dõi chúng tôi trên Twitter: http://twitter.com/miniclip------------------------------------Tìm hiểu thêm về Miniclip: http://www.miniclip.comĐIỀU KHOẢN VÀ ĐIỀU KIỆN: http://www.miniclip.com/terms-and-conditionsCHÍNH SÁCH QUYỀN RIÊNG TƯ: http://www.miniclip.com/privacy\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 5.14.6\n\n\n\n\nĐến lúc cập nhật 8 Ball Pool mới rồi!Một mùa giải mới tuyệt vời lại sắp đến, hãy tải về phiên bản mới nhất và tận hưởng game tối đa nhé.Ngoài ra, chúng tôi đã thực hiện một số tinh chỉnh và cải tiến cũng như giải quyết một số lỗi phiền phức, giúp 8 Ball Pool càng mượt mà hơn nữa để bạn giải trí!Hãy tải về ngay bản cập nhật mới nhất và trải nghiệm nội dung mới! Đến lúc dợt vài cơ rồi!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "158,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-wingeria-to-go/id1451873044?l=vi",
  "nameAndAge": "\n          Papa's Wingeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #14 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nFry and toss tons of saucy wings and things in Papa's Wingeria To Go!-- ABOUT THE GAME --It's your lucky day!  After winning a trip to the glitzy and glamorous Starlight City, you take a chance on the Mega Prize game and win the jackpot: A new career at Papa's Wingeria!You'll need to run the fryers and toss chicken wings in a variety of flavorful sauces.  The restaurant is known for its famous wings, but you'll also add other meats to the menu, as well as a wide array of delicious sauces and plenty of sides and dips.  Starlight City celebrates different holidays year-round, so get ready to unlock new festive sauces, sides and dips as you play through the holidays!Your customers expect a great presentation, so arrange the fried foods with sides and dips so they're pleasing to the eye -- and their stomachs!  The familiar hands-on gameplay of the series is back, but this time you'll especially have to focus on presentation and how to best lay out the plate with all of the food ordered.  Learn a variety of patterns for arranging the food to earn the best scores from your customers, and earn big tips to spend in the Shop!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Starlight City with new holiday flavors!  Your customers will order platters of wings and things with new seasonal ingredients.  You'll unlock new sauces, sides, and dips for each holiday of the year, and your customers will love trying new tasty flavors.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Wingeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Chuck or Mandi, or create your own custom character to work in the Wingeria!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - When you start taking phone orders, customers can call to place their wing order, and you'll hire a Driver to help take and deliver orders to their homes!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Wingeria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --Hands-on wing restaurant in the Papa Louie universeAll new controls and gameplay features designed for smaller screensMulti-task between frying, saucing, and buildingCustom chefs and drivers12 separate holidays to unlock, each with more ingredientsEarn and master 40 unique Special Recipes90 colorful Stickers to earn for completing tasks119 customers to serve with unique ordersUse Stickers to unlock new outfits for your customers95 ingredients to unlock** NOTE FOR iPAD USERS **Papa's Wingeria To Go is designed especially for smaller screens, look for Papa's Wingeria HD for tablets!\n",
  "new": "\n\n\n8 thg 3, 2019\nPhiên bản 1.0.1\n\n\n\n\n- Fixed issue with Fryer Alarms 5 and 6 not ringing in some situations- Fixed an issue with customer animations in the lobby- Fixed an issue with sauce bottles shaking occasionally when dragging- Adjusted Iggy's and Kenji's orders so they can be scored correctly\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "73,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/brain-out/id1477841973?l=vi",
  "nameAndAge": "\n          Brain Out\n 12+\n",
  "company": "\n\n            EYEWIND LIMITED\n          \n",
  "ranking": "\n\n\n                      #1 trong Đố Chữ\n                    \n\n",
  "ratingAndReviews": "4,6 • 232,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nCác câu hỏi vô cùng hại não với những lời giải cực sốcGame thách thức đầy vui nhộn và làm xáo trộn trí tưởng tượng của bạnSự kết hợp thử thách hoàn hảo giữa IQ và tư duy logic, phản xạ, trí nhớ và khả năng sáng tạoMuốn qua cửa? Phải quá vỡ quy tắc! Không có cách nào là không thể qua cửa, chỉ có những đáp án mà bạn không nghĩ ra đượcVô số các cửa với những điều kỳ quặc chắc chắn sẽ đem đến cho bạn những niềm vui bất tận!Điểm nổi bậtCách chơi rất khác thườngQuá trình giải câu đố đơn giản, thú vịGiao diện game rõ ràng, đơn giản với âm nhạc vui nhộnCác câu trả lời đầy bất ngờCác cửa game hack não ngoạn mục, cười không ngớtDùng sự sáng tạo, lối tư duy ngược để suy nghĩ về các câu hỏi，Đem đến cho bạn một trải nghiệm game hoàn toàn mới, xem bạn có thể vượt qua được hay không!Game luyện trí não, thử thách IQ hài hước nhất trong lịch sử đợi bạn thách thức!Mau rèn luyện IQ cùng với bạn bè của bạn, Làm mới quan điểm, Cười thả ga!Hãy tận hưởng đi\n",
  "new": "\n\n\n13 thg 9, 2023\nPhiên bản 1.4.1\n\n\n\n\nXin cảm ơn bạn đã ủng hộ chúng tôi!Sự thay đổi của phiên bản mới:Tối ưu trải nghiệm chơi gameSửa một số bugHy vọng bạn sẽ thích cập nhật lần này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "187,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sonic-jump/id567533074?l=vi",
  "nameAndAge": "\n          Sonic Jump‪™‬\n 4+\n",
  "company": "\n\n            SEGA\n          \n",
  "ranking": "\n\n\n                      #8 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,2 • 26 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nJump, spin and smash your way into the sky as you battle Dr. Eggman with Sonic and his friends! Sonic Jump delivers brand new, arcade style adventures. Tilt and tap your way through Story levels and Arcade infinite modes. Visit new and classic Sonic levels for hours of fun. Challenge your friends across the world to see who can jump the farthest.PLAY WITH SONIC AND FRIENDSPlay as Sonic or his friends Tails, Knuckles, Amy, Rouge, Silver and Blaze.   Master each characters special abilities and attacks!AMAZING WORLDSJump across the legendary Green Hill Zone or take to new worlds including Mountain, Jungle, Blue Sky & Mechanical Zones.STORY AND ARCADE MODESLeap through 48 different levels on a quest to stop the evil Dr. Eggman or Jump until you drop in the infinite Arcade Mode.FUN CHALLENGES AND QUESTSYou gotta go fast to beat each level and win big. Every level and both game modes have special rewards for completing special missions.UNLOCK POWERFUL ABILITIES Collect rings as you play the game, or purchase them in store, to unlock characters, power ups and more.CHALLENGE THE WORLDCompete against players across the world to see who can jump highest in Arcade Mode or set epic scores on global leaderboards.CONSUMER REVIEWS- 4/4 “Whether you grew up with Sonic or not, Sonic Jump is a total blast.” - Slide to Play- 4/5 “The story mode and missions are the real draw… giving you a never-ending supply of reasons to keep jumping for the top.” - Digital Spy- 8/10 “Sonic Jump is an enjoyable little gem that took me by surprise.” - App Gamer- 4/5 “Sega has made Sonic Jump a proper standalone game well worth it for both fans, and non-fans of Sonic the Hedgehog.” - TouchGen- - - - -Privacy Policy: https://privacy.sega.com/en/sega-of-america-inc-privacy-policyTerms of Use: http://www.sega.com/termsGame apps are ad-supported and no in-app purchases are required to progress; ad-free play option available with in-app purchase.This game may include \"Interest Based Ads\" (please see http://www.sega.com/mprivacy#3IBADiscolure for more information)​ and may collect \"Precise Location Data\" ​(please see http://www.sega.com/mprivacy#5LocationDataDisclosure ​for more information)​.© SEGA. All rights reserved. SEGA, the SEGA logo, Sonic Jump™ are registered trademarks or trademarks of SEGA CORPORATION or its affiliates.\n",
  "new": "\n\n\n3 thg 5, 2023\nPhiên bản 2.4.0\n\n\n\n\nBug fixes and refinements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "104,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/geometry-dash/id625334537?l=vi",
  "nameAndAge": "\n          Geometry Dash\n 4+\n",
  "company": "\n\n            RobTop Games AB\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,8 • 721 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nJump and fly your way through danger in this rhythm-based action platformer! \"Frustratingly wonderful\" - Kotaku\"Geometry Dash provides all of the challenge expected from an “impossible” game while also making it more accessible to newcomers.\"- 148Apps\"Geometry Dash is a fast-paced platformer that will leave you screaming in frustration, but you’ll keep coming back for more.\"- AppAdvicePrepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles. Simple one touch game play with lots of levels that will keep you entertained for hours! Game Features • Rhythm-based Action Platforming! • Lots of levels with unique soundtracks! • Build and share your own levels using the level editor! • Unlock new icons and colors to customize your character! • Fly rockets, flip gravity and much more! • Use practice mode to sharpen your skills! • Game Center achievements with rewards!• Challenge yourself with the near impossible!Contact: info@robtopgames.com\n",
  "new": "\n\n\n16 thg 11, 2017\nPhiên bản 2.11\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Update 2.1.1 is here!This update will function like a smaller \"pre-update\" before Update 2.2. Lots of fun stuff planned :)- iPhone X support!- New icons and effects!- New community shop!- Weekly Demon challenge!- Folders and level sorting!- New demon chests!- Level leaderboards!- Random other fun stuff.- Lots of bugfixes and tweaks.- There was an item duplication bug in version 2.1 that gave users extra rewards. This has been fixed in 2.11 and those rewards have been removed. So if you lose shards/diamonds etc after loading 2.11 its because they were bugged. Sorry ://RubRub\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "97,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/x%E1%BA%A1-th%E1%BB%A7-%C4%91%C3%A1nh-thu%C3%AA-hitman-sniper/id904278510?l=vi",
  "nameAndAge": "\n          Xạ Thủ Đánh Thuê Hitman Sniper\n 17+\n",
  "company": "\n\n            CDE Entertainment Ltd.\n          \n",
  "ranking": "\n\n\n                      #7 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,3 • 1,3 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTRỞ THÀNH SÁT THỦ THẦM LẶNG TUYỆT ĐỈNHVào vai Agent 47 trong Hitman Sniper và khám phá những trải nghiệm bắn tỉa hấp dẫn nhất trên di động.ĐIỆP VỤ CHIẾN THUẬT Ở MONTENEGRORèn luyện skill chiến lược của bạn và dàn xếp kill shot ám sát hoàn hảo. THỬ THÁCH SỐNG CÒN Ở THUNG LŨNG TỬHoạt động không ngừng trong vai hunter zombie ở bài test skill và tốc độ thực hiện. HƠN 150 NHIỆM VỤ VÀ 10 HỢP ĐỒNG KHÁC NHAUCải thiện skill để ám sát hoàn hảo khi phát hiện ra các bí mật và thủ đoạn.16 LOẠI GUN ĐỘC ĐÁOTiêu diệt mục tiêu, thu thập bộ phận vũ khí và hoàn tất kế hoạch để mở khóa các loại gun mạnh nhất.CẠNH TRANH VỚI BẠN BÈ GIÀNH VỊ TRÍ ĐẦU TRÊN BẢNG XẾP HẠNGTăng điểm số của bạn và vượt lên trên bảng xếp hạng sát thủ theo contract để trở thành sát thủ thầm lặng hay nhất thế giới.\n",
  "new": "\n\n\n29 thg 9, 2023\nPhiên bản 1.8.2\n\n\n\n\nSửa chữa & cải tiến nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doomsday-vanguard/id6468928820?l=vi",
  "nameAndAge": "\n          Doomsday Vanguard\n 9+\n",
  "company": "\n\n            Hakan Aksar\n          \n",
  "ranking": "\n\n\n                      #5 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "5,0 • 39 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nTrong thế giới tương lai, cơ thể truyền nhiễm virus Z đang tấn công toàn bộ thành phố! Tại Thành phố Lửa, bạn sẽ gia nhập vào Đội tiên phong Nóng bỏng, tham gia cùng các thành viên khác để khám phá tàn tích, bảo vệ những người sống sót và đánh bại sự lây nhiễm! Sự dũng cảm và trí tuệ của bạn sẽ khiến bạn trở thành anh hùng trong thế giới này và góp phần tái thiết nền văn minh!Tính năng nổi bật:- Một số lượng lớn quái vật trên cùng một màn hình, tiêu diệt chúng! - Dùng một tay để quét toàn bộ bản đồ! - Trải nghiệm kỹ năng Roguelite sáng tạo để bạn lựa chọn! - Nhiều cấp độ Boss với các tùy chọn độ khó khác nhau! Lối chơi nổi bật: Thao tác rất đơn giản và bạn có thể chơi nó mọi lúc mọi nơi. Bất kể bạn ở đâu, bất kể khi nào chỉ cần là bạn muốn chơi, bạn có thể chơi mọi lúc mọi nơi. Hàng trăm kỹ năng có thể được kết hợp theo ý muốn, cho phép bạn tạo ra phong cách chiến đấu của riêng mình. Trong trò chơi, bạn có thể chọn các kỹ năng và khả năng cụ thể để đối phó với các tình huống chiến đấu và kẻ thù khác nhau. Sự kết hợp của các kỹ năng khác nhau có thể tạo ra nhiều chiến lược chiến đấu mạnh mẽ. Nâng cấp và huấn luyện nhân vật mang đến cho bạn những khả năng mạnh mẽ hơn. Trong trò chơi, bạn có thể nhận được điểm kinh nghiệm và nâng cao cấp độ nhân vật của mình bằng cách đánh bại quái vật và hoàn thành nhiệm vụ. Đồng thời, bạn cũng có thể nâng cao thuộc tính và khả năng của mình bằng cách thu thập đạo cụ, trang bị.Trang bị là người bạn tốt nhất của bạn! Chọn trang bị phù hợp để nâng cao hiệu quả chiến đấu của bạn. Trong trò chơi, bạn có thể nhận được nhiều trang bị khác nhau bằng cách khám phá tàn tích, đánh bại quái vật và hoàn thành nhiệm vụ. Những trang bị này có thể cải thiện sức tấn công, sức mạnh phòng thủ và các thuộc tính khác của bạn, giúp bạn mạnh mẽ hơn trong trận chiến.Nhiều nhân vật: Alice: Nổi tiếng với sự dịu dàng và tốt bụng, cô được trìu mến gọi là “Phù thủy bầu trời”. Cô ấy là một nhà bí thuật giỏi sử dụng thần chú để điều khiển các nguyên tố, phát huy sức mạnh đáng kinh ngạc dưới sự chỉ huy của mình. Chiharu: Là một geisha xuất sắc, cô ấy kết hợp hoàn hảo giữa nét duyên dáng khi khiêu vũ với sự nhanh nhẹn trong chiến đấu. Điệu múa quạt hoa rơi của cô nhẹ nhàng như một giấc mơ, và những động tác của cô toát ra một sức mạnh tâm linh khó nắm bắt. Mio: Một nhà bí thuật có tiềm năng to lớn, giỏi khai thác sức mạnh của các vì sao và biến nó thành công dụng của riêng mình. Anh ấy nhận thức rõ về sức mạnh của Ngôi sao và luôn sử dụng nó cho những mục đích chính đáng. Tấm lòng chính trực của anh cũng sẽ trở thành ánh sáng dẫn đường cho người chơi trên con đường tiến về phía trước. Còn nhiều đối tác hơn đang chờ bạn kết giao ~~Facebook:@DoomsdayVanguardTWITTER:@devilsurvi32094Contact Us: DoomsdayVanguard@outlook.com\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 2.0\n\n\n\n\nKính gửi những người sống sót sau ngày tận thế, bạn nên tích cực chuẩn bị cho những trận chiến trong tương lai: trang bị bộ kỹ năng và những đối tác đáng tin cậy-Sắp tới sẽ có sự kiện Giáng Sinh, giúp bạn khám phá thêm nhiều phần thưởng phong phú và nhân vật trong trò chơi-Thêm sự kiện hàng ngày \"Bài hội mừng may mắn\", hoàn thành nhiệm vụ để nhận thưởng-Cập nhật biểu tượng ngày lễ, đón chào không khí lễ hội vui vẻ-Tối ưu hóa hiệu ứng trang cửa hàng, nâng cao trải nghiệm sử dụng-Sửa lỗi trong sách hình ảnh, giờ đây dễ dàng hơn để nhận được những phần thưởng liên quan đến việc sưu tập\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "617,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/60-parsecs/id1291429551?l=vi",
  "nameAndAge": "\n          60 Parsecs‪!‬\n 9+\n",
  "company": "\n\n            Robot Gentleman sp. z o.o.\n          \n",
  "ranking": "\n\n\n                      #18 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  Máy Mac\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nYour space station is about to explode and you only have 60 seconds before things get messy. What (or who) will you grab before you make a mad dash for the emergency shuttle and begin your journey into THE GREAT UNKNOWN?This is 60 Parsecs!, a dark comedy sci-fi adventure set in the Atomic Space Age - complete with all the Cold War paranoia, chrome-plated wall accents and cockroaches with space helmets.Lead a crew of woefully unprepared astronauts, equipped with whatever junk - sorry - \"supplies\" you can grab before blasting off, on a journey across the cosmos that's best described as misguided. Make the best of it, while dealing with soup shortages and other horrors of outer space. Will you have what it takes to find a new home and survive?Bon voyage!SCAVENGE & EVACUATEWith only 60 seconds before nukes reduce the space station to floating particles in the vacuum of space, frantically grab whatever supplies and crew you can before getting out of there. You never know when that sock puppet will come in handy.SURVIVE & DECIDESpace funerals are inconvenient, so try to avoid dying where possible. Use your limited supplies and (hopefully not limited) wits to make difficult choices and ensure your survival, even though the odds are definitely stacked against you.EXPLORE & CRAFTDuct tape fixes all problems, but how do you fix (or at least craft) duct tape? Chart expeditions to find resources, craft survival essentials and explore strange new worlds in a procedural, very-much-permadeath adventure.LEAD & PROTECTAs captain, it's your duty to keep the crew happy - they're less likely to kill you that way. Manage relationships as you watch them grow closer and hopefully not throw each other out the airlock.\n",
  "new": "\n\n\n25 thg 7, 2022\nPhiên bản 1.2\n\n\n\n\n - Introduction of new gameplay stage/element- 11 new Space events- 5 new Space Monsters (10 new monster events & 5 new visuals)- 3 new questlines (14 new endings)- 4 new achievements- 3 new music pieces and new SFX- Main menu art revamp\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 10.13.0 trở lên.\n                \n\n",
  "size": "536,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gta-san-andreas-netflix/id6450280702?l=vi",
  "nameAndAge": "\n          GTA: San Andreas – NETFLIX\n 17+\n",
  "company": "\n\n            Netflix, Inc.\n          \n",
  "ranking": "\n\n\n                      #18 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,2 • 37 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nYÊU CẦU CÓ GÓI ĐĂNG KÝ THÀNH VIÊN NETFLIX.Dành riêng cho thành viên Netflix. Trải nghiệm trò chơi ăn khách cổ điển, đã cập nhật cho thế hệ mới với các chức năng nâng cao tổng bộ bao gồm các nâng cấp ánh sáng và môi trường, vân đồ họa phân giải cao, tầm nhìn cao, điều khiển và nhắm bắn phong cách Grand Theft Auto V-style, và nhiều hơn thế nữa. Năm năm trước, Carl 'CJ' Johnson trốn thoát khỏi Los Santos mờ mịt, San Andreas… một thành phố đang phá hủy chính nó bằng vấn nạn băng đảng, ma túy, và tham nhũng. Hiện tại là đầu thập niên 90. CJ phải trở về nhà – mẹ của anh ta đã bị sát hại, cả gia đình tan tác, và những người bạn thời thơ ấu đang đâm đầu vào thảm họa. Trong chuyến đi trở về chốn xưa, một số viên cảnh sát ghép anh ta vào tội giết người, giục CJ vào một hành trình xuyên suốt bang San Andreas, để cứu lấy gia đình và nắm quyền kiểm soát những con phố trong bước lặp của dòng series sẽ thay đổi mọi thứ.- Game của Rockstar GamesRockstar Games, Grand Theft Auto, Grand Theft Auto: The Trilogy – The Definitive Edition, Grand Theft Auto San Andreas – The Definitive Edition và [Biểu tượng R*] là nhãn/biểu tượng/bản quyền của Take-Two Interactive. Bảo lưu mọi quyền. Unreal® Engine, Bản quyền 1998–2023, Epic Games, Inc. Bảo lưu mọi quyền. Có sử dụng Oodle. Bản quyền © 2008–2023 thuộc sở hữu của Epic Game Tools, Inc. Tất cả nhãn và nhãn hiệu là tài sản của chủ sở hữu tương ứng.\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 1.72.42919648\n\n\n\n\nChúng tôi luôn nỗ lực mang đến cho bạn trải nghiệm Trò chơi Netflix tuyệt vời nhất. Với phiên bản này, chúng tôi đã tiến hành vá lỗi và cải thiện hiệu suất ứng dụng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 16.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "2,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/giang-h%E1%BB%93-b%C3%A1t-ph%C3%A1i-ph%C3%A2n-tranh/id1613851348?l=vi",
  "nameAndAge": "\n          Giang Hồ: Bát Phái Phân Tranh\n 9+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #5 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 44,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGiang Hồ Bát Phái Phân Tranh - Tựa game Võ Lâm huyền thoại Free Max Vip 25.TRẢI NGHIỆM MMORPG VÕ LÂM ĐA PHÁI THẾ HỆ MỚI!1. Bát Phái Ngũ Hành - Võ Lâm Tranh Đấu Với những game thủ đã từng chơi Thiên Long Bát Bộ, Võ Lâm Truyền Kỳ, Giang Hồ Ngũ Tuyệt thì hẳn sẽ không còn xa lại với dòng game Kiếm Hiệp, Võ Lâm đầy huyền thoại này. Giang Hồ Bát Phái Phân Tranh cũng là một tựa game MMORPG thuộc dòng game Kiếm Hiệp nhưng lại có sự khác biệt rất lớn tới từ nội tại game sâu rộng cùng dàn class cực khủng. Gameplay có CHIỀU SÂU cùng đồ hoạ mang phong cách HÀO HÙNG, MẠNH MẼ chắc hẳn chính là điều mà các vị Đại Hiệp đang kiếm tìm.2. Bang Hội Tinh Anh LSV - Chiến Trường PK Rực LửaPK mỏi tay với hàng loạt các đấu trường PvP đậm chất Võ Lâm cực gắt: - Tiêu diệt hệ thống Boss cực đa dạng- Đấu trường Sinh Tử Battle Royale (LSV) - Thách Thức Giới Hạn Sinh Tồn- Truyền Thuyết Côn Vương (LSV): Săn Côn trong tứ hải, cả bang được nhận thưởng- Đoạt Thành (LSV): Bang hội chiếm và thủ các cứ điểm trong thành để sở hữu thành- Thiên Hạ Đại Chiến (LSV): Bang hội hợp sức, lần lượt chiếm các thành từ nhỏ đến lớn- Học Viện Phân Tranh (LSV): Bang hội cướp cờ, sau đó phòng thủ trước các bang khác- Tranh Đoạt Thành Trì (LSV): 8 SV đấu với nhau, chiếm mục tiêu theo bang hội- 7 hồi Tây Thiên Thỉnh Kinh: Hoạt động được thiết kế dựa theo cốt truyện Tây Du Ký. 3. Cam Kết Cày Chay Là Lên Max Vip 25 (Game duy nhất hiện nay) Vip ingame được tăng cấp khi các Đại Hiệp đã hoàn thành các nhiệm vụ yêu cầu. Các nhiệm vụ không giới hạn, bất cứ Đại Hiệp nào cũng có thể tiếp cận được mà không cần nạp. Chăm chỉ cày cuốc nhiệm vụ trong vòng 21 ngày NPH cam kết các Đại Hiệp sẽ sở hữu Max Vip 25. Tải game test độ uy tín ngay!4. Bán Đồ Cho NPH - Nhận Vạn Kim Cương Real Lần đầu tiên trong dòng game MMORPG xuất hiện hệ thống thu mua trang bị trong chợ khi các Đại Hiệp thu thập vũ khí, trang bị có thể chọn bán lại cho NPH thu về KIM CƯƠNG REAL cực xịn cực chất với giá sàn tối thiểu là 5000 Kim Cương/trang bị. Trang bị bậc càng cao, kim cương thu về càng nhiều, tính năng cực xịn mới xuất hiện tại Giang Hồ Bát Phái Phân Tranh. 5. Săn Boss Không Giới Hạn - Bắt Vạn Boss Về Nuôi Trong quá trình miệt mài săn Boss, ngoài đồ rớt ngập tràn thì các Đại Hiệp còn có cơ hội săn trứng.  Một Boss con ngẫu nhiên nở ra từ trứng (tùy theo phẩm của trứng) giúp buff lực chiến cực mạnh, thu thập càng nhiều trứng lực chiến càng tăng cao. 6. Chiến Sủng Phân Thân - Buff Tỷ Lực ChiếnCày cuốc đạt cấp Vip 4, các Đại Hiệp sẽ nhận item buff chiến sủng phân thân thành 2, Lực chiến tăng gấp bội. Chiến sủng còn hỗ trợ các Đại Hiệp cực hiệu quả trên chặng đường săn Boss đầy gian nan. 7. Bận Thì Uỷ Thác - Online Nhận KNBNếu quỹ thời gian chơi game của các Đại Hiệp có hạn thì Giang Hồ Bát Phái Phân Tranh có chức năng ủy thắc để tự động tham gia các hoạt động theo thời hạn. Các Đại Hiệp chỉ cần mở ra và bấm chọn các hoạt động mình muốn, giờ lành điểm sẽ tự động tham gia trong khi các Đại Hiệp chưa rảnh tay.\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.5.7\n\n\n\n\n1. Bộ Thời Trang Hoàn Mỹ Siêu Phẩm Bóng Đá2. Robot biến hình Hunter kèm 3 dạng đồ trang3. Robot biến hình Lucifer kèm 4 dạng đồ trang4. Chiến long Khôi Long Hủy Diệt và Băng Phách Long Vương5. Ma hóa Thiếp Giáp Ám Long và Tử Điện Ma Long6. Các loại ngoại quan Thiên Giới mới\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "947,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-origins-td/id904737816?l=vi",
  "nameAndAge": "\n          Kingdom Rush Origins TD\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #21 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 663 đánh giá",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nUnleash the power of the elves with brand new towers and troops - welcome to Kingdom Rush Origins!Kingdom Rush Origins is the third installment of the award-winning Kingdom Rush saga, loved by millions and earning accolades from gamers and critics around the globe.Take a trip back to the beginning, before Vez’nan ever thought to threaten the kingdom with the gem of power, and experience even more of the lightning-fast, exceptionally captivating gameplay that made the franchise a cornerstone of essential tower defense games.In this exciting prequel, command your elven army and defend mystical lands from sea serpents, evil sorcerers, and wave after wave of gnoll tribesman, all with the help of brand-spankin’ new towers, heroes, and spells to fend off every last baddie.Kingdom Rush Origins packs in a treasure trove of new content and features while keeping the signature look that millions have come to love.Re-enter in the world of Kingdom Rush: visit mysterious elven forests, magical faery realms and even floating ruins of an ancient metropolis in this amazing tower defense game!Build awesome powerful towers- Unleash the power of the elves with brand new towers and troops! Elf Archers, Mystic Mages, Stone Druids and the Elven Infantry make up the backbone of your army.- Discover 8 new specialized tower upgrades with over 18 abilities! Vanquish your enemies with elven marksmen, runed bears, magic-wielding wizards, and even giant animated trees. Execute your strategy with the unique abilities and special power of every tower!Train audacious and legendary heroes!- Master and upgrade 16 legendary heroes and their awesome powers and spells!- Rain lightning, summon reinforcements, and use each hero’s unique power to obliterate scores of enemies!Fight hordes of enemies in epic battles!- Take up arms against 30 new enemy types and engage in epic boss battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your strategy and go get them!- Plan your strategy to deal with intense boss fightsMore fantastic content!- Immerse yourself in hours of gameplay with over 70 achievements, with three difficulty modes for the newbs and veterans alike. Explore the realm and get them all!- Play different game modes - Classic, Iron, and Heroic - and prove your mettle as a master tactician.- Get new-and-improved equipment using your hard earned gems in a revamped Gnome shop.- Study your enemies and your towers with an in-game encyclopedia.- No internet? No problem! Play it offline. Play the most addicting tower defense game even offline!-----------------------------------------------------Praise for the Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5, Venturebeat 94/100.Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n16 thg 5, 2023\nPhiên bản 5.8.10\n\n\n\n\nSmall bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "210,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/giang-h%E1%BB%93-ng%C5%A9-tuy%E1%BB%87t/id1546174938?l=vi",
  "nameAndAge": "\n          Giang Hồ Ngũ Tuyệt\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #1 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 82,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNgũ phái loạn giang hồ - Ngũ hành tương sinh tương khắc – Giang Hồ Ngũ Tuyệt – Công thành chiến với hệ thống hoạt động lien server 24/7 – Thần tướng nhập thân buff sức mạnh tăng hàng triệu lần – Kết hôn sinh Bảo Bảo cha con cùng lâm trận – Săn boss dã ngoại map cày mỏi chân đồ rơi kín màn hình… là một góc nhỏ xíu mà tôi muôn nói với anh em về Giang Hồ Ngũ Tuyệt.1. Ngũ Phái Loạn Giang Hồ - Ngũ Hành Động Càn KhônGần đây, các NPH thường xuyên cho ra đời những con game 2,3,4 class. Nhưng chỉ đến khi Giang Hồ Ngũ Tuyệt ra mắt thì kỷ nguyên “thượng đẳng” của dòng game MMORPG mới thực sự bắt đầu. Giang Hồ Ngũ Tuyệt sở hữu 05 phái: Võ Đang, Thiếu Lâm, Dương Gia, Thiên Nhẫn, Minh Giáo; tượng trưng cho ngũ hành Kim Mộc Thủy Hỏa Thổ - tương sinh tương khắc nhau trong mọi trận chiến.2. Chuyển phái tự do – Không lo mất đồNhiều phái là thế, nhưng Giang Hồ Ngũ Tuyệt lại vô cùng tâm lý với anh em game thủ khi đưa vào tính năng: Chuyển Phái Tự Do, đã thế lại còn Không Lo Mất Đồ. Chơi một class chán, rồi sẽ đến khí anh em có nhu cầu đổi phái khác. Thử tưởng tượng đi, ông chơi hệ Hỏa bị thằng hệ Thủy nó khắc chế, ông mạnh mẽ đổi ngay sang một ông hệ Kim để trả thù. Cái cảm giác đấy cứ phải gọi là “Ơ mây zing, gút chóp em ơi!”3. Công Thành Chiến – PK triệu người không lagChơi Võ Lâm, chắc các ông không lạ gì tính năng Công Thành Chiến. Nhưng các ông biết đấy, “dĩ dãng dơ dáy dễ zì zấu ziếm”, Công Thành Chiến ngày xưa thì cứ gọi là “lag-loi-le”. Nhưng với công nghệ chỉ một từ đỉnh của Giang Hồ Ngũ Tuyệt, cứ vào mà bem thôi, PK triệu người cũng không lag. Ngày xưa thì còn đổ tội cho lag mà không chiếm được thành, nhưng ngày nay mà đổ cho lag thì có cái nịt nhé anh em.4. Săn boss dã ngoại – Đồ rơi kín màn hìnhVới một quả map siêu to khổng lồ đến từ vị trí Giang Hồ Ngũ Tuyệt, cùng với hệ thống boss dã ngoại tung tăng khắp mọi nẻo đường, tôi cam kết các ông sẽ nhặt đồ to tay, khỏi cần tập gym luôn. Đồ rơi kín đặc màn hình là có thật đấy các ông ạ. Chỉ sợ các ông không có sức nhặt đồ chứ đồ rơi lúc nào mà chả Đỉnh.5. Thần tướng nhập thân – Buff triệu lần sức mạnh. Đang PK, đuối quá... Làm phát Buff, tăng gấp triệu lần sức mạnh chỉ có thể là tính năng Thần Tướng trong Giang Hồ Ngũ Tuyệt. Với hệ thống thần tướng từ cấp S đến SSS đa dạng và đầy linh hoạt, tôi tin chắc là các ông chỉ có thể mê chữ ê kéo dài. Tôi thật…6. Kết hôn sinh Bảo Bảo – Cha con cùng lâm trậnĐây rồi, một trong những tính năng khiến tôi mê nhất ở Giang Hồ Ngũ Tuyệt. Kết hôn sinh Bảo Bảo, thằng con mình đẻ ra lại có sức mạnh, cùng mình chinh phạt giang hồ luôn chứ không đơn thuần chỉ chạy theo nhõng nhẽo như những con game phèn chúa khác. Cha truyền con nối, con hơn cha là nhà có phúc… 1001 cái tục ngữ thành ngữ không thể thể hiện nổi sự tuyệt vời của tính năng này các ông ạ.7. Siêu Phẩm Cày Chay – Săn boss rơi điểm VIPNgày xưa cứ phải nạp tiền mới có VIP, thằng nào giàu mới lên VIP. Bây giờ, với Giang Hồ Ngũ Tuyệt, săn boss rơi điểm VIP, cứ nhẹ nhàng mà lên VIP thôi. Hàng xịn mà! Đây mới gọi là Cày Chay đích thực này các ông ơi. Hai chữ Giàu – Nghèo hay Hơn – Thua không chỉ quyết định sau 6h chiều nữa, nó quyết định ở sự nhanh nhạy chăm chỉ của anh em trong Giang Hồ Ngũ Tuyệt đấy!Ngoài ra, NPH VTC Mobile cam kết về… À mà thôi tải game chơi đi, đọc nhiều làm gì? Kiểu gì cũng Phê!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 2.4.4\n\n\n\n\n- Chuỗi sự kiện mừng năm mới- Hệ thống thần tướng siêu cấp- Tính năng Tiên Thuật độc đáo\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "825,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/nh%E1%BA%A5t-ki%E1%BA%BFm-chi-v%C6%B0%C6%A1ng/id6449681471?l=vi",
  "nameAndAge": "\n          Nhất Kiếm Chi Vương\n 12+\n",
  "company": "\n\n            OCEAN GALAXY JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #10 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 16 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNhất Kiếm Chi Vương. Tặng Free VIP 9, đánh boss nhận điểm VIP Ưu đãi đặc biệt cho game thủ việt nam X10 ưu đãi bản quốc tế, Game 4k 120HzNhất Kiếm Chi Vương chính thức ra mắt tại thị trường việt nam – Tặng Free VIP 9, đánh boss nhận điểm VIP. Ưu đãi đặc biệt cho game thủ việt nam X10 ưu đãi bản quốc tế,.TRẢI NGHIỆM GAME NHẬP VAI VÕ LÂM ĐA PHÁI MỚI NHẤT1, 9 PHÁI TƯƠNG SINH TƯƠNG KHẮC - TÁI HIỆN HỒI ỨC VÕ LÂM:Trong Nhất Kiếm Chi Vương thế giới võ thuật đỉnh cao của chúng tôi, bạn sẽ được đắm chìm trong sự tái hiện tinh xảo của Võ Lâm huyền thoại. Hãy lựa chọn một trong 9 phái với những đặc điểm và kỹ năng riêng biệt. Mỗi lựa chọn sẽ đưa bạn vào một cuộc hành trình riêng, đầy hấp dẫn và thách thức. Bạn có thể trải nghiệm lại cảm giác hồi ức của những ngày đầu bước chân vào Võ Lâm cổ điển.2, TẶNG FREE VIP 9 - ĐÁNH BOSS RỚT ĐIỂM VIP:Chúng tôi muốn bạn có một trải nghiệm VIP độc đáo. Với cơ hội nhận VIP Level 9 miễn phí, bạn sẽ có quyền truy cập vào những ưu đãi và trải nghiệm không giới hạn. Hãy tham gia vào cuộc săn đánh boss để thu thập điểm VIP cực kỳ quý báu. Điểm VIP này sẽ giúp bạn nâng cấp nhân vật nhanh chóng và trở thành bậc thầy thực sự trong thế giới võ thuật của chúng tôi.3, 108 HOẠT ĐỘNG PVP - THỎA SỨC PK 24/7:Với hơn 100 hoạt động PVP độc đáo, bạn sẽ luôn có cơ hội để thỏa sức PK mọi lúc, mọi nơi. Không bao giờ có sự buồn chán trong thế giới võ thuật này, khi bạn phải đối đầu với các đối thủ mạnh mẽ và kịch tính. Chỉ có người mạnh mới có thể tồn tại, và bạn có thể là người đó!4, GIAO DỊCH KÝ GỬI - ĐẤU GIÁ NHẬN VÔ VẠN KNB:Kết nối với cộng đồng và tìm kiếm những món đồ quý báu thông qua hệ thống giao dịch ký gửi. Tham gia vào các phiên đấu giá thú vị để có cơ hội nhận vô vàn KNB. Với tài sản tích lũy được, bạn có thể trang bị nhân vật theo cách bạn mong muốn.5, GIẢI ĐẤU PK CHUYÊN NGHIỆP - PK HIT AN RUN:Tại Nhát kiếm Chi Vương khi tham gia vào giải đấu PK chuyên nghiệp và thử thách khả năng chiến đấu của bạn. PK hit and run là nơi bạn có thể thể hiện sự tinh thông trong kỹ thuật chiến đấu và thắng lợi trong những cuộc đấu đầy kịch tính. Cơ hội danh tiếng và phần thưởng lớn đang chờ bạn.6, ĐỒ HỌA ĐỈNH CAO - TỰ DO TẠO HÌNH NHÂN VẬT:Đặc điểm nổi bật của game chúng tôi chính là đồ họa đỉnh cao và tự do tạo hình nhân vật. Bạn có thể tạo nên một nhân vật riêng biệt, tương thích với phong cách chơi của bạn. Khám phá thế giới võ thuật đẹp đẽ với các nhân vật tùy chỉnh và thể hiện bản thân bạn trong mỗi trận đấu.GAME CAM KẾT:- Cam kết phát hành độc quyền đến từ Ocean Galaxy- Cam kết Update liên tục với lộ trình dài hạn.- Thường xuyên tổ chức offline Bang hội.- HỖ TRỢ: 24/7 \n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 1.2.2\n\n\n\n\nCập nhật tính năng giọng nói Voice Chat.Chỉnh sửa một số lỗi nhỏ ingame.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rebel-cops/id1488452530?l=vi",
  "nameAndAge": "\n          Rebel Cops\n 17+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "5,0 • 2 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn không hẳn là cảnh sát, nhưng bạn là người duy nhất đứng về phía công lý Viktor Zuev, một trùm tội phạm khét tiếng trên thế giới, đã nhanh chóng chiếm lấy thị trấn Ripton bằng vũ lực. Các nhà lãnh đạo, thậm chí cảnh sát địa phương đã đầu hàng theo ý muốn của hắn ta. Vốn là một bậc thầy về đe dọa và tống tiền, Zuev đã chiếm giữ mọi doanh nghiệp lớn trong thị trấn, hắn ta kiểm soát tất cả trong lòng bàn tay. Nhưng một nhóm cảnh sát từ chối cúi đầu. Với rất ít hy vọng thành công, họ chiến đấu - vì công lý và tương lai của thị trấn.Các cuộc đấu súng rất hấp dẫn, nhưng sự khéo léo mới là mấu chốt Bạn đang chiến đấu trong một cuộc chiến tranh du kích, yếu thế cả về vũ khí lẫn nhân lực. Hãy sử dụng khả năng ngụy trang, lặng lẽ tiếp cận kẻ thù và hạ gục chúng trước khi chúng có thể cảnh báo. Bạn có sẵn một kho vũ khí và trang bị không gây chết người, cũng như các đặc quyền chiến thuật đặc biệt, bạn có thể mở khóa khi nâng cấp phiến quân của mình. Đúng, đôi khi bạo lực dường như không thể tránh khỏi, nhưng khi đến lúc, đừng ngần ngại: Cả bạn và tội phạm đều không có thanh sức khỏe đâu. Khi ai đó bị bắn, họ sẽ mất máu nhanh chóng. Khám phá, chiến thắng và luôn cảnh giác Rebel Cops không chỉ có các hoạt động gói gọn, nơi bạn cần chiến đấu cho từng mẩu đất, mà còn cả các địa điểm to lớn để khám phá - các cấp độ dưới dạng hộp cát. Tìm kiếm từng phòng, mở két và hầm, cố gắng vào các khu vực không thể tiếp cận - và lấy mọi thứ có vẻ hữu ích. Đoàn kết và tiến hành thận trọng, hoặc chấp nhận rủi ro, thoát ra và cố gắng khám phá mọi ngóc ngách. Đi đường nào cũng được Sự tàn nhẫn của Zuev là chìa khóa cho sức mạnh của hắn. Bạn có thể đánh bại hắn mà không chơi theo quy tắc của hắn không? Liệu bạn có thể đáp ứng các nhu cầu của người dân thị trấn đang tuyệt vọng, ngay cả khi điều đó thể khiến toàn bộ hoạt động bị trì hoãn? Bạn sẽ tha cho những quân nhân dân sự vì họ chỉ đang làm công việc của mình? Một số người nói rằng trong chiến tranh, bạn phải làm bất cứ điều gì cần thiết để tồn tại, nhưng hãy nhớ rằng: danh tiếng có giá trị hơn tiền bạc. Những tai tiếng trên đường phố có thể phá hỏng thanh danh của bạn. Thương nhân sẽ từ chối làm ăn với bạn và thậm chí một số người của bạn có thể quay lưng lại với bạn. Các tính năng:● CHƠI KHÔNG CÓ QUẢNG CÁO!● Tập trung vào các hoạt động chiến thuật dựa trên lượt.● Bạn có thể cầm cự được bao lâu khi liên tục thiếu nguồn cung cấp?  ● Không có thanh sức khỏe - một lần trúng đạn có thể khiến một cảnh sát phải trả giá.● Học cách lén lút, nhanh nhẹn và sử dụng kho vũ khí của bạn để phát huy hết tác dụng.● Bạn có thể đánh bại băng đảng mà không chơi theo luật của họ không?Các ngôn ngữ được hỗ trợ: EN, FR, IT, DE, ES, PT, JA, KO, PL, RU, ZH-CNCảm ơn bạn đã chơi 'Rebel Cops'!© HandyGames\n",
  "new": "\n\n\n19 thg 5, 2020\nPhiên bản 1.5\n\n\n\n\nAdded support for iCloudChanged the sniper handling so that it should be more clear how to use himAdded shadow setting \"max\" for a better quality of the shadows (default setting is low though)Other small tweaks and bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "790,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/t%C3%A2y-du-vng-%C4%91%E1%BA%A1i-n%C3%A1o-tam-gi%E1%BB%9Bi/id6449966646?l=vi",
  "nameAndAge": "\n          Tây Du VNG: Đại Náo Tam Giới\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #13 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame thẻ tướng chiến thuật có cốt truyện dựa trên danh tác Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime  cùng phúc lợi 3650 lượt quay đang chờ bạn!Tây Du VNG: Đại Náo Tam Giới - Game thẻ tướng chiến thuật có cốt truyện dựa trên tác phẩm kinh điển Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime trẻ trung, hứa hẹn sẽ đem đến cho người chơi một trải nghiệm thế giới Tây Du đầy phá cách và mới mẻ. Game được VNG độc quyền phát hành tại Việt Nam.Tây Du VNG có tất cả tính năng hấp dẫn của thể loại chiến thuật thẻ tướng cùng với nhiều sự cải tiến mới mẻ khác với dòng game thẻ tướng 3Q. Chắc chắn đem lại cho bạn một trải nghiệm độc đáo và mới lạ khi vượt qua 81 kiếp nạn trên con đường thỉnh kinh cùng 5 thầy trò Đường Tăng.Nhắc đến Tây Du Ký ai cũng nhớ đến 81 kiếp nạn của thầy trò Đường Tăng, bao lần Tôn Ngộ Không (wukong) phải trảm yêu diệt ma để cứu Đường Tăng. Tôn Ngộ Không (wukong) với 72 phép thần thông có thể lên trời xuống địa phủ, đại náo tam giới, giao đấu 300 hiệp cùng Dương Tiễn (Nhị Lang Thần) và Tam Thái Tử NatraTrong Tây Du VNG , người chơi chọn 1 trong 4 phe Thánh - Tiên - Minh - Yêu để bắt đầu hành trình thỉnh kinh cùng Tôn Ngộ Không (Wukong) và Đường Tăng. Thiên Biến Vạn Hóa khi nhân vật chính có khả năng biến hóa thành bất kỳ nhân vật nào trong Tây Du Ký như Tôn Ngộ Không, Đường Tăng, Hằng Nga, Trư Bát Giới, Hồng Hài Nhi, Bạch Cốt Tinh, Quan Âm.. khó phân biệt thật giả trong Tây Du Ký càng thêm gây cấn hơn.Game thẻ tướng đề cao tính chiến thuật kết hợp đồ họa chibi phong cách anime trẻ trung cùng những kỹ năng animation bắt mắt, người chơi sẽ được trải nghiệm những trận đánh 6 vs 6 cân não với nhiều sự sắp xếp chiến thuật độc đáo qua các hiệu ứng âm thanh, hình ảnh, animation sống động đẹp mắt khác với 3Q.Đây là tựa game thẻ tướng chiến thuật hội tụ đủ các yếu tố về gameplay và đồ họa chibi phong cách anime mong chờ nhất của các game thủ. Bắt đầu hành trình thỉnh kinh vượt qua 81 kiếp nạn ngay thôi.Cùng điểm qua tính năng đặc sắc nhất:***Đại Náo Thiên Cung***Hành trình đi thỉnh kinh vượt qua 81 kiếp nạn của bạn sẽ không đơn độc. Hãy tìm cho mình 1 Tông Môn để cùng nhau vượt qua. Bạn cần ra sức thu thập tài nguyên để chung tay góp phần giúp cho Tông Môn mình ngày càng có tiếng hơn trong Tam Giới. Và tất nhiên sẽ khó tránh khỏi việc tranh giành quyền lực và tài nguyên giữa các Tông Môn, đó là kiếp nạn 82 của bạn phải vượt qua.***Thiên Biến Vạn Hóa***Bạn đã biết đến thuật biến hình thành người khác của Đại Thánh chưa? Thẻ Thần Thông giúp người chơi biến hóa thành bất kỳ thần tướng nào trong game, trong 1 đội hình cùng một lúc có 2 Quan Âm, hay 2 Bạch Cốt Tinh, ….. Thật Thật giả giả khó đoán.***Đấu Giá***Bất kỳ người chơi nào cũng có thể tham gia tính năng nay để mang về cho mình những vật phẩm trân quý. Sau khi đánh boss Tông Môn, các thành viên đều có thể tham gia đấu giá để có cơ hội sở hữu trân bảo. Nhanh Tay chốt deal.***Chiến Thuật Linh Hoạt***Thiên Kỹ, Thần Kích, Thần Thông và Kỷ Vật chắc hẳn sẽ gây cho kẻ địch không kịp trở tay trong các hoạt động tranh dành tài nguyên khi có khả năng biến đổi kỹ năng và thuộc tính thần tướng. Các tài nguyên này hoàn toàn có thể cày chay được từ các hoạt động săn boss và đấu giá mỗi ngày với tỉ lệ nhận được phẩm chất ngẫu nhiên. Người chơi có nhân phẩm cao có thể nhận được vật phẩm hiếm***Gia Trang***Bị yêu quái rượt bắt khi đi Thỉnh Kinh quá mệt mỏi thì về Gia Trang giải trí với các hoạt động bắn cung, câu cá, hái đào, nấu ăn... giúp cung cấp các tài nguyên miễn phí mỗi ngày. Bạn còn có thể tự thiết kế cho mình 1 không gian riêng theo sở thích cá nhân. Quan trọng nhất là khả năng cung cấp thêm lực chiến vĩnh viễn cho đội hình khi thường xuyên tham gia xây dựng Gia TrangNhanh nhanh vào Đạp gió, lướt sóng, cưỡi mây Đại Náo Tam Giới, còn được hào quang 3650 lượt quay trợ giúp bạn đi thỉnh kinh và vượt qua kiếp nạn thứ 82. Đi thỉnh kinh ngay!\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 1.3.39\n\n\n\n\nƯu hóa trải nghiệm người dùng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/football-pro-vtc/id1663702161?l=vi",
  "nameAndAge": "\n          Football Pro VTC\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #2 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,5 • 37,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nFOOTBALL PRO VTC là game bóng đá chân thực và đột phá nhất hiện nay. Được xây dựng trên nền tảng đồ họa 3D chất lượng. Game chính thức có bản quyền từ FIFPro qua đó sở hữu toàn bộ những cầu thủ và CLB chất lượng nhất trên toàn thế giới. Bắt đầu xây dựng đội bóng của riêng bạn và trở thành người chơi giỏi nhất trên khắp các cấp độ giải đấu khác nhau.HERE WE GO: FOOTBALL PRO VTC chính thức ra mắt tại thị trường Việt Nam. Đăng nhập 7 ngày tặng cầu thủ ánh kim cao cấp.***TÍNH NĂNG ĐẶC SẮC***1. Tự Do Điều Khiển - Phô Diễn Kỹ Năng- FOOTBALL PRO VTC là tựa game sẽ đem lại cảm giác trải nghiệm chân thực và hấp dẫn như đang thi đấu ở PC hay Console ngay trên thiết bị di động. Với đồ họa tuyệt đẹp, gameplay tuyệt vời, chế độ chơi đa dạng, hệ thống đội bóng đa dạng, cập nhật thường xuyên.- FOOTBALL PRO VTC sở hữu lối chơi đặc biệt có sự kết hợp giữa điều khiển giúp bạn thể hiện kỹ năng trong trận đấu. Đồng thời bạn cũng có thể tham gia quản lý để xây dựng đội bóng của mình.- Đặc biệt là sự tối ưu hóa hiệu suất và độ ổn định để đảm bảo trải nghiệm chơi game mượt mà, không gây khó chịu cho người chơi.2. Đăng Nhập 7 Ngày Tặng Cầu Thủ Ánh Kim Cao Cấp- Đăng nhập 3 ngày tặng ngay những cầu thủ đẳng cấp thế giới như Bruno Fernandes, Toni Kroos, Marquinhos...7 ngày nhận Cầu Thủ Ánh Kim 3 Sao cùng nhiều quà tặng hấp dẫn khác.3. 100+ kĩ thuật độc nhất quyết định trận đấu- Chơi FOOTBALL PRO VTC là bạn được tự do thể hiện các kỹ năng, kỹ thuật như bóng đá trên sân cỏ ngoài đời. Đảo chân như Ronaldo, rê bóng như Messi, múa skill như Neymar hay bứt tốc dứt điểm như Mbappé.- 100+ kỹ thuật đỉnh cao, 100+ câu lạc bộ, 100+ ngàn cầu thủ, 100+ cách để giành chiến thắng.4. Kiến tạo đội hình tỷ đô- Với FOOTBALL PRO VTC bạn có thể sưu tập được những cầu thủ xuất sắc nhất trong đội hình như Ronaldo de lima, David Beckham, Mbappé, C. Ronaldo hay Messi....- Bằng việc chơi để sưu tầm các mảnh ghép hay quay thẻ may mắn bạn có cơ hội sở hữu trong đội hình những cầu thủ có giá trị cao lên đến tỷ đô. Sẵn sàng thi đấu và thể hiện kỹ năng để giành thắng lợi với DREAM TEAM của mình.5. Đào tạo Greatest Of All Time- Đây là cầu thủ mà bạn có thể bồi dưỡng từ con số 0 trở thành cầu thủ vĩ đại nhất lịch sử. Bằng cách xây dựng cho cầu thủ này một hệ thống sinh hoạt và tập luyện chuyên nghiệp. Đây chắc chắn sẽ là một tài năng lớn có thể giúp đội bóng của bạn đạt được những thành tích không tưởng trong tương lai.- Bạn có thể lựa chọn cầu thủ của mình chơi ở bất cứ vị trí nào bạn yêu thích như hậu vệ, tiền vệ, hay tiền đạo. Hãy xây dựng cầu thủ phù hợp với đội hình của mình nhất.6. Hệ thống cầu thủ bản quyền chuẩn quốc tế- Game sở hữu hệ thống cầu thủ bản quyền chuẩn quốc tế của FIFPRO với các cầu thủ đương đại cũng như các huyền thoại như Beckham, Ronaldo de lima...- FOOTBALL PRO VTC luôn cập nhật hệ thống các câu lạc bộ cũng như cầu thủ nhanh nhất và chính xác nhất.7. Thị trường chuyển nhượng tự do - Cập nhật Real Time- FOOTBALL PRO VTC là một trong số rất ít game bóng đá hiện nay có thị trường chuyển nhượng. Cách nhanh nhất để bạn sở hữu đội hình trong mơ của mình là tham gia chuyển nhượng. Bạn nên luôn chọn thời điểm vàng để bán cầu thủ và mua cầu thủ để có được các món hời.- Thị trường chuyển nhượng mở cửa là lúc bạn thể hiện tài năng đàm phán và thương lượng của mình.8. Free 300 lượt mở thẻ - Sở hữu cầu thủ huyền thoại- Lần đầu có trên game bóng đá mobile, FOOTBALL PRO VTC chơi lớn tặng Free 300 lượt quay mở thẻ miễn phí khi đạt các mốc level- Với Free 300 lượt mở thẻ giúp bạn dễ dàng sở hữu các cầu thủ từ xuất sắc đến huyền thoại. Từ đó bạn có thể xây dựng đội bóng theo sơ đồ 5-3-2 để phòng ngự hiệu quả hay 4-3-3 để tấn công áp đảo hay bất cứ sơ đồ nào. Lựa chọn lối chơi tấn công hoặc phòng ngự.CAM KẾT- Phát hành độc quyền bởi VTC Mobile- Cam kết Update liên tục - Tổ chức các giải đấu thường xuyên\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 1.0.4\n\n\n\n\nTối ưu trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dead-cells/id1389752090?l=vi",
  "nameAndAge": "\n          Dead Cells\n 12+\n",
  "company": "\n\n            Playdigious\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 824 đánh giá",
  "price": "229.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline-pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad as the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?RETURN TO CASTLEVANIA DLCTime for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsTHE BAD SEED DLCYou reap what you sow• New levels to lose your head in the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking-out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - Lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING: Devices with less than 2 Gb of RAM may not be able to run this content correctly. We recommend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue. \n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 3.3.2\n\n\n\n\nFixed performance issues in some biomes on iOSFixed text overlapping in Collector's UIFixed dialog window clipping out of screen when text is scaled upFixed missing controller support for FlaskGoggles viewFixed improperly sized on splashscreenFixed missing Traditional Chinese localization in-game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 12.0 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/x-hero/id6445982244?l=vi",
  "nameAndAge": "\n          X-hero\n 12+\n",
  "company": "\n\n            Valar Technology Corp\n          \n",
  "ranking": "\n\n\n                      #4 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "3,8 • 3,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy cùng bạn bè của bạn tham gia vào trò chơi RPG tuyệt vời nhất ngay lập tức! Hãy triệu tập những Tướng của bạn và dẫn dắt họ để chiến đấu với bóng tối trong tương lai. Bạn chọn Tướng nào?MINIGAME ĐẬU XEChạm vào màn hình để di chuyển xe và di chuyển nó để cho xe bị chặn ra ngoài! Những người lái xe lo lắng đang chờ đợi bạn, hãy giúp đỡ họ!AFK&IDLE SYSTEMTăng cấp khi bạn khơi game, vẫn được nhận phần thưởng khi quay trở lại. Nhàn rỗi mọi lúc, chiến đấu mọi lúc mọi nơi! Không ảnh hưởng đến làm việc và học tập.TRẬN CHIẾN LƯỢCTrong game có 6 phe và hẳn trăm tướng có thể tủy ý tổ đội theo plan chiến lược. Triệu hồi tướng riêng bạn và nâng cấp trang bị, kỹ năng để cường hóa team bạn nhé!MẠO HIỂM MA THUẬTCó nhiều tuyến lối chơi ma thuật trong game RPG, chọn cách mạo hiểm của bạn. Để chúng ta chiến đâu vì vinh quang! Phát hiện kho báu ẩn trong những nơi trong vũ trụ, tấm chí có thể đi bước trên Không Gian!CHIẾN TRANH LIÊN SERVERChơi cùng hơn 1 triệu gamer! Cạnh tranh với các gamer trên toàn thế giới và quyết định ai sẽ lãnh đạo và đối kháng thế lực thối nát trong tương lai! \n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 1.0.5\n\n\n\n\nbug fix\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/haak/id1336793944?l=vi",
  "nameAndAge": "\n          HAAK\n 12+\n",
  "company": "\n\n            ZhiXiong Huang\n          \n",
  "ranking": "\n\n\n                      #28 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  Máy Mac\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n【New DLC Content Update Released!】Welcome to HAAK, a world brimming with contraptions and dangers. Dangerous mutants walk the land while dark forces move in the shadows... Rise, Haak, brave wasteland adventurer! Become the light that repels the darkness!  Pixel Graphics x Metroidvania x Wasteland WorldFirst available on PC and consoles, HAAK is now slaying foes on mobile!  --------------------------------------------------------------  Story The game takes place in a world ravaged by disaster. The once glorious city has been reduced to ruins, and the survivors struggle for survival. In the south, a land called Sanho has mostly remained unaffected by the calamity due to its unique geographical environment and has grown into something of a sanctuary. The protagonist, Haak, is a traveler from a small northern town. He chose to leave his home and ventured south to survive.   Features• Haak is an explorative game combining action-platformer gameplay with Metroidvania.• Traverse the land with your hook, dash, and charged slash.• Find the multitude of secrets and hidden rooms scattered across the land.• Use any tool at your disposal to master mechanics and solve the multitude of puzzles.• A retro & futuristic pixel world for a comic-esque feel.• Creative difficulty changes so that even those who are all thumbs can beat the hardest of bosses.• Fully hand-drawn graphics with unique and interesting characters.• 10 side missions and areas to explore with plenty of content for over 30 hours of gameplay.• Choose your own path and decide the fates of the game's characters with several possible endings.• Ben Dover will rate you in a variety of aspects after you complete the game. Do you have what it takes to reach the highest rating?If you run into a problem, please contact us at haak@blingame.net with as much information as possible on the issue.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 10.13.0 trở lên.\n                \n\n",
  "size": "376,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/earn-to-die-2/id891194610?l=vi",
  "nameAndAge": "\n          Earn to Die 2\n 12+\n",
  "company": "\n\n            Not Doppler\n          \n",
  "ranking": "\n\n\n                      #1 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,8 • 132 đánh giá",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDrive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SLAUGHTERING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!\n",
  "new": "\n\n\n27 thg 10, 2023\nPhiên bản 1.4.46\n\n\n\n\n- Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "75,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lets-math-now-game/id1580583503?l=vi",
  "nameAndAge": "\n          Lets Math Now Game\n 4+\n",
  "company": "\n\n            Hien Nguyen Tri\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,2 • 2,7 N đánh giá\n\n\n\n",
  "ratingAndReviews": "3,2 • 2,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAre you looking for a maths puzzle game? Yeah, here we are. This is an amazing game not only for you, even for your kids.It's never too early to start your child's education. Preschoolers, toddlers, older kids, or even adults are eager to learn their, counting, addition, subtraction, multiplication, and so on!In this game, we have many levels for each math skill, you just need to play one by one level and become an expert in maths. Let's math now! Download for free...\n",
  "new": "\n\n\n3 thg 10, 2022\nPhiên bản 3.0\n\n\n\n\n* Fix tons of bug on iOS 16\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "20,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-2-chu%E1%BA%A9n-audition-mobile/id1431610213?l=vi",
  "nameAndAge": "\n          Au 2 - Chuẩn Audition Mobile\n 4+\n",
  "company": "\n\n            VTC GAME\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,3 • 9,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU 2 – KẾT NỐI CẢM XÚC Vươn lên trở thành Top đầu dòng game Casual Dancing với hơn 3 triệu tài khoản kết nối. Au2 tái hiện một thế giới đa sắc màu kết hợp của sự trẻ trung và hiện tại. Nơi những con người cùng nhịp đập có thể dễ dàng tìm thấy nhau.* CHUẨN STYLE AU PC• Là phiên bản chuyển thể hoàn hảo từ huyền thoại AuPC do chính VTC phát hành.• Chuẩn chỉnh từ style nhân vật, bối cảnh ingame, cho đến hệ thống nhiệm vụ, quà tăng, phụ kiện• Người chơi sẽ phải ngỡ ngàng khi trải nghiệm phiên bản \"Au PC\" trên mobile này* HƠN 3 TRIỆU ++ TÀI KHOẢN KẾT NỐI• Hệ thống phòng nhảy, các khu tương tác vui chơi luôn trong tình trạng \"chật chội\"• Hơn 500 NGHÌN Fam Club góp mặt và tranh tài mỗi ngày• Bạn sẽ là ai trong 3 Triệu tài khoản này?* TÍNH NĂNG KHỦNG - ĐỒ HỌA ĐỈNH CAO• Đồ họa 3D đỉnh cao, hiệu ứng lộng lẫy chân thật như đời thực• Là game đầu tiên có 5 mode nhảy tại Việt Nam và vẫn đang liên tục phát triển• Tính năng tương tác cực mạnh như ghép đôi sinh con, cafe, trà sữa, party trên Du thuyền,...* MIX ĐỒ HOÀN MỸ - MATCH CẶP SAY MÊ• Hơn 1 triệu set quần áo đa dạng style Âu Á thỏa sức khám phá• Nơi thể hiện cá tính của những thánh đồ Fashionista chính hiệu• Thỏa sức mix đồ, tự tin lựa chọn \"bạn nhảy\" cùng thể hiện chính mình* CHẠM LÀ KẾT - CÔ ĐƠN TAN HẾT• Chạm lần đầu, mix ngay cho mình một bộ cánh hấp dẫn• Chạm lần hai, chọn ngay cho mình một bạn diễn ưng ý• Cảm xúc thăng hóa - Chạm lần kết - Cô đơn tan hếtChào mừng các bạn đến với AU 2\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 20.0.0\n\n\n\n\nTính năng mới:• Cầu Nguyện• Thầy TròHệ thống mới: Nhiệm Vụ ThángCập nhật tính năng Fam: Thần Bảo TrợCập nhật giao diện tạo nhân vật\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "622,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/candy-crush-saga/id553834731?l=vi",
  "nameAndAge": "\n          Candy Crush Saga\n 4+\n",
  "company": "\n\n            King\n          \n",
  "ranking": "\n\n\n                      #2 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 388,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nStart playing Candy Crush Saga today – a legendary puzzle game loved by millions of players around the world.With over a trillion levels played, this sweet match 3 puzzle game is one of the most popular mobile games of all time!Switch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Solve puzzles with quick thinking and smart moves, and be rewarded with delicious rainbow-colored cascades and tasty candy combos!Plan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles! Blast the chocolate and collect sweet candy across thousands of levels, guaranteed to have you craving more!Candy Crush Saga features:THE GAME THAT KEEPS YOU CRAVING MOREThousands of the best levels and puzzles in the Candy Kingdom and with more added every 2 weeks your sugar fix is never far away! MANY WAYS TO WIN REWARDSCheck back daily and spin the Daily Booster Wheel to receive free tasty rewards, and take part in time limited challenges to earn boosters to help you level up!  VARIETY OF SUGAR-COATED CHALLENGESSweet ways to play: Game modes including Target Score, Clear the Jelly, Collect the Ingredients and Order ModePLAY ALONE OR WITH FRIENDSGet to the top of the leaderboard events and compare scores with friends and competitors!Levels range from easy to hard for all adults to enjoy – accessible on-the-go, offline and online.It's easy to sync the game between devices and unlock full game features when connected to the Internet or Wifi.Follow us to get news and updates; facebook.com/CandyCrushSaga, Twitter @CandyCrushSaga, Youtube https://www.youtube.com/user/CandyCrushOfficialVisit https://community.king.com/en/candy-crush-saga to access the Community and competitions!Candy Crush Saga is completely free to play but some optional in-game items will require payment.You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading this game you are agreeing to our terms of service; http://about.king.com/consumer-terms/termsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/Have fun playing Candy Crush Saga the sweetest match 3 puzzle game around! If you enjoy playing Candy Crush Saga, you may also enjoy its sister puzzle games; Candy Crush Soda Saga, Candy Crush Jelly Saga and Candy Crush Friends Saga!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.267.0.2\n\n\n\n\nWe hope you’re having fun playing Candy Crush Saga! We update the game every week so don't forget to download the latest version to get all the sweet new features and levels!New to the game? Don’t be shy, join the fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n",
  "size": "322,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Croatia, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Slovak, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fieldrunners-2/id527358348?l=vi",
  "nameAndAge": "\n          Fieldrunners 2\n 9+\n",
  "company": "\n\n            Subatomic Studios, LLC\n          \n",
  "ranking": "\n\n\n                      #23 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,4 • 378 đánh giá",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nOVERVIEW The fieldrunners are back! With legions of soldiers and a gaggle of new tricks, they’re ready to conquer the globe. Or so they think! Our top scientists at SubaLabs have built a bleeding-edge arsenal of devastating weapons for any heroes willing to stop these dastardly invaders. Help your people by taking action - DEFEND THE WORLD! Strategic-Action-Puzzle-Defense has never been this fun and addicting! Defend your world from the invasion by building winding paths out of imaginative, new weapons. Call in airstrikes and set explosive traps to hit the enemies where it hurts. Over 20 new levels span the grassiest fields, driest deserts, sparkling cities, and even an infernal volcano lair! Challenge your mind with the exciting new gameplay styles in Puzzle, Sudden Death, and Time Trial levels. Are you ready to stop the fieldrunners once and for all? Join the defense now! KEY FEATURES• Gorgeous artwork at full Retina resolution! • Tons of levels - countless hours of action! • 20 unique, upgradable weapons! • Revolutionary AI with stunning realism! • Pick the perfect weapons for each battle! • Air strikes, mines, and powerful items! • Refreshing game modes, which include Time Trial, Sudden Death, and Puzzle maps! • Trenches, bridges, and tunnels! • Elite enemies invade at the most unexpected times!• iCloud support lets you transfer saves between your devices!• A tower that launches bee hives!OFFICIAL TRAILER https://www.youtube.com/watch?v=t6AK8w50354AWARDS• Kotaku - Gaming App of the Day • GameTrailers - App of the Day • G4TV - Best Mobile Games • Macworld - Editors’ Choice • 148Apps - Editor’s Choice • Slide to Play - Game of the Month • AppAdvice - Game of the Week • Chicago Tribune - Game of the Week • TUAW - App of the Day QUOTES • IGN: “One of the best iOS games of 2012” • Penny Arcade: \"This is a game that everyone needs to try\" • New York Times: \"At last we have a sequel!\" • G4TV: “You need to download this game immediately” • TouchArcade: “It will eat your soul and have you thanking it” • CNET: “You will love this game” • The Verge/Polygon: “One of the strongest TD games I’ve ever played” • 148Apps: “The king of tower defense returns!” • GamesBeat: “Innovating and redefining tower defense” • Apple’N’Apps: “The best game we saw at E3” CONTACT SUBATOMIC STUDIOS• Twitter: @Fieldrunners • Facebook: facebook.com/fieldrunners • Web: subatomicstudios.com • Forums: subatomicstudios.com/forum • Tech Support: bugs[at]subatomicstudios.comTHANK YOUEveryone here at Subatomic Studios thanks you for playing! Please take a moment to rate Fieldrunners 2.\n",
  "new": "\n\n\n11 thg 4, 2018\nPhiên bản 1.9.180445\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.USER EXPERIENCE• Added full support for iPhone X.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "91,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-academy-3/id1623111026?l=vi",
  "nameAndAge": "\n          Pocket Academy 3\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #6 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 24 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYour favorite dream school simulator is back and better than ever! Introducing: The super fun school festival!Build facilities and create a great school environment. Set up classrooms, a cafeteria...and a counseling room! (A little nerve-wracking for students to get called in there!)Place compatible facilities together to create popular spots which will make your school really stand out. As the school's popularity and rep go up, enrollment applications will flood in.Once you get the hang of things, hold a school festival, complete with fun activities for all!Get serious about school clubs, too! Once your students get good enough to breeze through practice matches, enter them into the nationals and help them reach that sweet victory. They may even get scouted for their talent!Help your students prepare for placement tests so they can realize their dreams.Much sweat and many a tear will be shed as you build your ideal school!12 years since Pocket Academy, we've perfected the recipe for an exciting school management simulator, packing in lots of new features!--Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at https://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on X(Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n20 thg 11, 2023\nPhiên bản 1.24\n\n\n\n\nFixed minor issues.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "91 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BB%87m-sushi-m%C6%A1-%C6%B0%E1%BB%9Bc/id6444689949?l=vi",
  "nameAndAge": "\n          Tiệm Sushi Mơ Ước\n 4+\n",
  "company": "\n\n            净 邹\n          \n",
  "ranking": "\n\n\n                      #10 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\n\"Tiệm Sushi Mơ Ước\" là trò chơi mô phỏng kinh doanh nhà hàng đem lại hạnh phúc cho mọi người, sở hữu những đồ trang trí cửa hàng đa dạng phong phú, các món Nhật hấp dẫn và dàn nhân vật siêu đáng yêu.Khách hàng nổi giận? Nhân viên làm biếng? Nhà hàng không đủ lớn? Món ăn làm hỏng?Toàn bộ câu truyện về nhà hàng đều có trong trò chơi. Câu truyện của chúng tôi được bắt đầu khi bà ngoại đi vòng quanh thế giới, bà chỉ để lại cho tôi nhà hàng Sushi cũ kỹ và một nhân viên hậu đậu-Ono Ryota.Tuy sở hữu nhà hàng Sushi luôn là ước mơ của tôi, nhưng bản thân chưa bao giờ kinh doanh nhà hàng. Để thực hiện ước mơ của mình, cũng vì nghe theo lời căn dặn của bà ngoại, tôi và Ryota bắt đầu hành trình mở tiệm Sushi tràn đầy niềm vui, thú vị, và cả những ngọt bùi cay đắng!Trong game này bạn sẽ vào vai nhân vật chủ Tiệm Sushi, nghiên cứu các món ăn Nhật Bản, đề ra kế hoạch mua sắm hàng ngày, phục vụ khách hàng, bồi dưỡng đầu bếp và nhân viên phục vụ, mua đồ dùng quán ăn, mở chuỗi cửa hàng...Trò chơi ban đầu có vài trăm thiết bị, hơn mười nhân viên, hàng ngàn món ăn, và vài chục nhân vật. Toàn bộ nhà hàng cao cấp, món ăn, thiết bị đều là miễn phí. Tại đây bạn có thể nghiên cứu ra các món ăn tuyệt hảo trên khắp thế giới như Sườn Heo Chiên, Sushi, Mỳ Kéo, Tempura, Wagyu, Sashimi cá, Mỳ Udon, Gan Ngỗng Kiểu Pháp, Bánh Ngọt, Hải Sản Nướng, Bò Bít Tết![Mục tiêu của bạn]-Phục vụ khách hàng, nâng cấp thiết bị, nghiên cứu món ăn Nhật, nhận đánh giá tốt của khách hàng!-Nghiên cứu ra nhiều món ăn Nhật, trở thành Quán Ăn ngon lừng danh gần xa!-Nỗ lực kiếm thật nhều tiền, tăng cấp, trang trí và mở rộng nhà hàng Nhật-Mở khóa Phòng Bao mới, tầng 2 nhà hàng, Sảnh Biểu Diễn, Sảnh Sushi Băng Chuyền, xây dựng nhà hàng Nhật ngày càng lớn mạnh và náo nhiệt[Điểm nổi bật của trò chơi]1. Thỏa sức sáng tạo: Trải nghiệm nhiều phương thức kinh doanh, thủ đoạn kinh doanh2. Tu sửa hàng quán, thỏa sức kết hợp đồ nội thất theo nhiều phong cách, phòng bao DIY các loại.3. Kết giao những tâm hồn thú vị: Mang theo khát khao ước mơ, gặp gỡ những bằng hữu tâm huyết, vô số khách hàng với những tính cách khác nhau, đem lại các trải nghiệm thú vị khác nhau.4. Yêu cầu của khách hàng luôn quái lạ! Bạn sẽ ứng phó ra sao khi đối mặt với những vị khách có tính cách khác thường?5. Thưởng thức các món ăn ngon.Bạn chưa bao giờ chơi thể loại game này?Đừng lo, vì thao tác trong \"Tiệm Sushi Mơ Ước\" rất đơn giản, rất dễ làm quen: Bạn chỉ cần nhấp vài lần là hoàn thành yêu cầu của khách hàng, lên món ăn, nhận tiền, dễ dàng kiếm tiền thu lãi. Chơi thoải mái mọi lúc mọi nơi.Bất luận bạn là bậc thầy kinh doanh mô phỏng, hay chỉ mới biết kinh doanh nhà hàng, bạn sẽ đều yêu thích trò chơi quản lý mô phỏng nhà hàng vô cùng thú vị này.Mau tới tải miễn phí \"Tiệm Sushi Mơ Ước\", bắt đầu hành trình kinh doanh nhà hàng cực ký thú vị nào!Đừng quên theo dõi Fanpage của chúng tôi:facebook: https://www.facebook.com/SushiSimulator/discord:  https://discord.gg/C62VQk7pYKĐiều khoản sử dụng &&chính sách bảo mật:https://www.apple.com/legal/internet-services/itunes/dev/stdeula/https://miyagames.net/miya-privacy.htm\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 4.1.7\n\n\n\n\nBạn đã sẵn sàng cho một bản cập nhật thú vị chưa?Bản cập nhật này:1.Các hoạt động dành riêng cho Giáng sinh sẽ sớm được mở!2.Tối ưu hóa một số trải nghiệmChúc vui vẻ!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "784 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-vengeance-td-game/id1248033433?l=vi",
  "nameAndAge": "\n          Kingdom Rush Vengeance TD Game\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #16 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 1,4 N đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGet ready to jump into action and show the Kingdom who’s the real boss in the best tower defense game!Face empires of mighty enemies. Clash against supreme bosses, unlocking and switching to new towers. Train legendary heroes and get all the achievements using your strategy in this amazing TD game.Kingdom Rush Vengeance will give you hours and hours of gameplay in the best tower defense game available! Heroes, your Army, Enemies and legendary td bossfights!- 16 Powerful HEROES who will, without hesitation, rush into action at your command- LEVEL UP YOUR HEROES  and upgrade their abilities- 10+ TRINKETS AND ARTEFACTS for that extra action in battle.- NEW POWERS AND REINFORCEMENTS to vanquish your foes, td style!- 30 UPGRADES to train your army to their best form.- 60+ DEADLY ENEMIES that will put all of your wit and strategic skills to the test- RUSH TO SAVE THE KINGDOM as you bring down 6 mighty bosses in the most legendary boss fights!Epic Selection of Towers and Upgrades- 21 NEW TOWERS to defend your kingdom- UNIQUE ABILITIES AND SPECIAL POWER for every tower- Choose your arsenal of towers and execute your strategy. Create devastating combinations of towers, abilities and special powers to stop your enemies!Near Endless Tower Defense Gameplay- 36 CHALLENGING STAGES that will test your skills- 8 DIFFERENT REALMS to conquer and explore- EXPLORE new lands in the Kingdom- 60+ ACHIEVEMENTS, hidden secrets, and fun stuff for you to play and discover while you explore the realm!- UNLOCK HEROIC AND IRON CHALLENGES on all stages- CASUAL, NORMAL, VETERAN OR IMPOSSIBLE difficulty for every level- Summon enemy waves faster to earn additional goldTime for some Royal Vengeance in the Kingdom!Vez’nan, the powerful almighty wizard has returned. Lead your powerful dark army and make the Kingdom tremble with each step. Help Vez’nan conquer new lands in the kingdom! Orcs, goblins, demons, dark knights, zombies and many more! Choose your favorites and mix them to find the most deadly tower defense combination - secure the crown of the kingdom for Vez’nan.Awesome Offline Tower Defense GameNo Wi-Fi at your Dark Tower?- PLAY ANYWHERE - playing offline works, if your wifi doesn’t- PLAY OFFLINE - no internet connection required- You can play Kingdom Rush Vengeance as your offline TD game of choice. --------------------------------------------------HEARD ON THE MEDIA:\"For veteran Kingdom Rush players and newcomers alike, the charm and strategy of the franchise remains with Kingdom Rush: Vengeance, making it one of the best mobile games of 2018!\"-Polygon\"Kingdom Rush Vengeance is the biggest and baddest the series has been.\"-148Apps\"Players with any affinity for tower-defense games are going to enjoy every second they spend with Kingdom Rush Vengeance!\"-Pocket gamer\"The game is intensely engaging with a light-hearted tone that makes it a real pleasure to jump into.\"-Pocket tacticsGet Lord Vez’nan’s latest news here:https://www.kingdomrushvengeance.com/Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 1.15.03\n\n\n\n\nDISCOVER THE NEW HAMMERHOLD DLC!Hammerhold's in for a surprise. They're bracing for a land attack from Linirea’s border, but Vez'nan has other plans. He sends you with the mighty Dark Army fleet for a lightning assault. You'll strike the desert shores, catching the Legionnaires off guard. Beware, brave heroes will return, and they're not here for a cozy family gathering!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun52-%C4%91%C3%A1nh-b%C3%A0i-online/id6471300718?l=vi",
  "nameAndAge": "\n          Sun52 Đánh Bài Online\n 17+\n",
  "company": "\n\n            RESTAURANT SERVICE LINKS\n          \n",
  "ranking": "\n\n\n                      #5 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,4 • 188 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nHòa mình vào thế giới thú vị của Sun52 Đánh Bài Online, nơi mọi hành động đều có giá trị! Trong trò chơi năng động dành cho hai người chơi này, mỗi người chơi được chia 13 lá bài đầu tiên. Sau ba lượt GẬP hấp dẫn, cả hai người chơi đều nhận được thêm 13 lá bài, tạo tiền đề cho một cuộc đọ sức khốc liệt.Nhiệm vụ của bạn? Đánh bại đối thủ bằng cách sử dụng quân bài của bạn một cách chiến lược. Các quân bài được xếp hạng từ K đến A, trong đó quân K mạnh hơn bất kỳ quân bài nào có mức độ ưu tiên thấp hơn, ngay cả khi đó là màu khác. Chứng kiến những trận chiến hoành tráng như Red K áp đảo K đen.Trong lượt FOLD, người chơi bị mất điểm, thêm một thử thách gay cấn. Hơn nữa, người chiến thắng ở vòng TRÁI TIM sẽ kiếm được một điểm quý giá, khiến mỗi vòng trở thành một cơ hội quan trọng để nắm bắt lợi thế.Chọn cấp độ của bạn một cách khôn ngoan; cho dù bạn thích trải nghiệm dễ dàng hơn một chút hay thử thách khó khăn hơn, Sun52 Đánh Bài Online đều đáp ứng được trình độ kỹ năng của bạn.Thể hiện sự khéo léo trong chiến lược của bạn, thống trị đối thủ ngay từ đầu và phấn đấu để giành chiến thắng!Bạn đã sẵn sàng trở thành bậc thầy chơi bài, chinh phục đối thủ hay sẽ khuất phục trước thử thách? Chơi ngay và chứng minh kỹ năng của bạn!\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 1.2\n\n\n\n\n+ Tối ưu hóa chất lượng đồ họa+ Thêm thị trường để tiếp thị\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "103,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/neighbours-back-from-hell/id1537362903?l=vi",
  "nameAndAge": "\n          Neighbours back From Hell\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 23 đánh giá",
  "price": "35.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n\"\"\"Bạn có biết rằng \"\"Schadenfreude \"\"trong tiếng Đức có nghĩa là khái niệm cười cợt trên nỗi bất hạnh của người khác không? Đó cũng là ý tưởng để xây dựng nên Neighbours back From Hell. Một chương trình truyền hình dựa trên việc bày ra các trò chơi xỏ lá người hàng xóm khó tính của bạn để giúp khán giả giải trí và có số lượng người xem cao. Còn gì vui hơn khi xấu tính 1 chút với game vui nhộn lấy cảm hứng từ TV đầu những năm 2000 này! Trong vai Woody, nhân vật chính thích báo thù của Neighbours back From Hell, bạn sẽ chơi khăm theo cách của mình qua Phần 1 và 2 của chương trình truyền hình hư cấu nhưng khéo như thật này. Đem những trò nghịch ngợm từ căn hộ của người hàng xóm khó chịu đến tận Trung Quốc, Ấn Độ và Mexico, nơi bạn sẽ biến kỳ nghỉ của anh ta là một địa ngục trần gian. Mà luôn tiện, tại sao phải hạn chế mục tiêu chỉ mỗi anh hàng xóm, khi bạn có thể chơi xỏ cả mẹ và những người bạn đồng hành của hắn ta luôn? Dù bạn quyết định làm gì, đội ngũ quay phim đáng tin cậy của bạn sẽ có mặt ngay tại đó và luôn theo dõi mọi hành động. Bạn có thể để sự sáng tạo của mình tự biên tự diễn và nhìn người hàng xóm nổi cơn thịnh nộ trong tuyệt vọng. Chỉ cần lưu ý đừng để bị anh ta hoặc đồng bọn của anh ta bắt gặp, nếu không họ sẽ đánh bạn nhừ tử và chương trình truyền hình của bạn sẽ bị dẹp luôn. Mặt khác, nếu thực hiện tốt, bằng cách tạo ra ngày càng nhiều xáo trộn và hỗn loạn trong cuộc sống của hàng xóm, lượt xem tăng lên và bạn có thể giành được những giải thưởng danh giá. \"\"Neighbours From Hell 1 & 2 Remastered trong một gói: 28 tập lấy bối cảnh nhà hàng xóm, trên tàu du lịch và ở một số địa điểm nghỉ lễ khác nhau trên khắp thế giới - Tất cả đồ họa mới được hiển thị ở chế độ Full HD - Tốc độ khung hình của tất cả hoạt ảnh tăng gấp đôi để có trải nghiệm mượt mà hơn  - Sử dụng sức mạnh, kỹ năng và phong cách để thực hiện cuộc phục kích hoàn hảo - Giao diện và điều khiển dễ sử dụng - Đồ họa theo phong cách hoạt hình tuyệt vời - Nhạc nền phong cách ban nhạc lớn - Hỗ trợ đầy đủ bộ điều khiển trò chơi- Trung tâm trò chơi được hỗ trợ© HandyGames\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "3,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-cluckeria-to-go/id1591627945?l=vi",
  "nameAndAge": "\n          Papa's Cluckeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 23 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCraft tasty chicken sandwiches and swirled slushes in Papa's Cluckeria To Go!-- ABOUT THE GAME --The Chicken Sandwich Wars have begun!  When Papa Louie opens the first chicken sandwich restaurant in Oilseed Springs, rival chefs suddenly appear in town to give Papa Louie some competition!  You'll be in charge of running Papa's Cluckeria, where you'll bread, batter, and fry foods to craft a variety of different sandwiches.  Pile the sandwiches high with toppings and sauces, and create refreshing swirled slushes to serve your picky customers.  Work your way through the holidays as you serve seasonal sandwiches and slushes, unlock new ingredients, and earn Daily Specials with delicious sandwich recipes -- and try to outlast your competition!-- GAME FEATURES --BREAD, BATTER, AND FRY - Coat the chicken with a variety of breading and batter options, then drop the chicken into the fryer to cook it to perfection!  Papa Louie needs to get an edge on his competition, so over time he may start introducing other foods to fry besides chicken!STACKING SANDWICHES - Choose from an assortment of buns, and craft a delicious sandwich piled high with fried meats, cheeses, toppings, and sauces.SWIRLED SLUSHES - Customers will order a refreshing swirled slush to drink along with their sandwich.  Add the ice and flavor syrups to the cup, and wait for the Slush Machine to blend the flavors together for a vibrant and tasty treat!HOLIDAY FLAVORS - As you reach new ranks, the seasons and holidays in Oilseed Springs will change, and your customers will start ordering holiday-themed meals!  You'll unlock new slush flavors, buns, toppings, and sauces for each holiday of the year, and your customers will love trying these new festive flavors!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Cluckeria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Wylan B or Olivia, or create your own custom character to work in the restaurant!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to Oilseed Springs for their sandwiches.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!FOOD TRUCK FUN - After you hire a Driver, you can send them out in a Food Truck between days to serve whatever you like!  Use your imagination to create your own unique sandwiches, then serve them from the Food Truck and see who shows up to try them.  You can even mix and match ingredients from different holidays in the Food Truck for creative combinations!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!AND MUCH MORE - Decorate the lobby with themed holiday furniture, send coupons to your customers to persuade them to visit the restaurant, and play Foodini's Mini-Games after each workday to earn new furniture and clothing!-- MORE FEATURES --- Hands-on chicken sandwich shop in the Papa Louie universe- Multi-task between frying foods, stacking sandwiches, and crafting slushes- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 141 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 149 ingredients to unlock\n",
  "new": "\n\n\n14 thg 3, 2022\nPhiên bản 1.0.1\n\n\n\n\n- Fixed issue with duplicate customers outside for certain holidays- Fixed issue with breading bin when quickly dragging meats- Fixed poster names in Shop- Fixed certain customer outfits- Added new sorting mode for Special Recipes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "57,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ta-l%C3%A0-%C4%91%E1%BA%A1o-s%C4%A9-xu%E1%BA%A5t-quan-vtc/id1578835721?l=vi",
  "nameAndAge": "\n          Ta Là Đạo Sĩ Xuất Quan VTC\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 38,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTa Là Đạo Sĩ Xuất Quan VTC - Game nhập vai Đạo Sĩ diệt Cương Thi đầu tiên và duy nhất tại Việt Nam. Với đồ họa 3D nét từng centimet, các Đạo Sĩ sẽ có một trải nghiệm chân thật và mãn nhãn trong hành trình trảm yêu diệt ma cùng huyền thoại Đạo Sĩ Lâm Chánh Anh.Với cốt truyện hấp dẫn, gameplay lôi cuốn, cày vàng không khóa và vô số các tính năng đặc sắc, Ta Là Đạo Sĩ Xuất Quan VTC sẽ đưa bạn vào một thế giới Đạo Sĩ huyền ảo và đậm chất phiêu lưu, chắc chắn sẽ mang lại trải nghiệm độc lạ, hấp dẫn chưa từng có tại Việt Nam. HÃY CÙNG XEM TOP TÍNH NĂNG ĐẶC SẮC NHẤT CỦA GAME:Game nhập vai Đạo Sĩ diệt Cương Thi đầu tiên và duy nhất tại Việt NamGia nhập hành trình cản thi cùng với 3 hệ phái đặc trưng của Đạo Sĩ: Đan Phù - Kiếm Cang - Pháp Kỳ. Mỗi hệ phái có hệ thống kỹ năng riêng biệt cùng với hệ thống ngũ hành. Không dừng lại ở đó, mỗi hệ phái đều có 2 bộ kỹ năng giúp bạn có thể linh hoạt chiến đấu, sáng tạo lối chơi theo phong cách của mình.Kết Hôn Rẻ - Đẻ Tới Tấp - Lập Gia TộcYêu đương hiện đại, không ngại come-out. Bạn có thể cùng đạo lữ kết hôn đồng giới với những gói kết hôn cực kỳ ưu đãi nhất dòng game nhập vai. Game cho phép bạn có thể trở thành “single mom/dad” chăm lo Bảo Bảo khi chưa tìm được ý trung nhân để kết hôn. Chưa dừng lại ở đó, bạn có thể bồi dưỡng “Bảo Bảo” dựng vợ gả chồng cho “Bảo Bảo” để phát triển nên gia tộc.Săn boss nhặt vàng không khóa và vô số ảo hóa thần trang.“Play-To-Earn” thể hiện rõ trong Ta Là Đạo Sĩ Xuất Quan. Trong game người chơi có thể cày được bất cứ thứ gì mà bạn muốn như: Vàng không khóa, ngoại trang, trang bị, thỉnh thần… bạn chỉ cần mang tâm hồn đẹp và túi 3 gang là có thể nhặt vàng thoải mái rồi.Đồ họa 3D sắc nét, chất lượng đến từng centimetĐược phát triển bởi nền tảng Unity 3D theo Mỹ Thuật Quốc Phong và tạo hình bản đồ, nhân vật chuẩn thời Dân Quốc, thể hiện rõ những hình ảnh chất lượng, tinh tế và sắc nét trong những trận PK nảy lửa, hoặc tha hồ du ngoạn “check-in” với tính năng screenshot ẩn toàn bộ icon tính năng được lập trình riêng cho game.Xuất chiến 3 Thỉnh Thần cùng lúc, chỉ duy nhất có tại Ta Là Đạo Sĩ Xuất Quan.Tính năng đặc sắc và độc nhất của game, giúp người chơi Thỉnh ra 3 vị Thần có thể xuất chiến cùng lúc, hoặc biến thân liên tiếp với 3 hình dạng Thỉnh Thần. Ngoài ra, còn có hơn 12 hình dạng khác nhau kết hợp với hệ thống ngũ hành khắc chế, giúp hệ thống Thỉnh Thần là “độc nhất”.Thiên Sư Luận Đạo - PK Bất Kể Nhân MaChiến trường đặc sắc, lối chơi đa dạng, tập trung đầy đủ tại hoạt động PK: Đại Đạo Tranh Phong, Bình Lâm Thiên Hạ, KungFu Lôi Đài, Quần Anh Hội…Ngoài ra, hoạt động Thi Vương Giác Tỉnh là cuộc truy tìm vị trí Boss Hoàng Kim, phác họa rõ nét bãi chiến trường tranh Boss lôi cuốn và hấp dẫn nhất giữa các bang hội. GAME CAM KẾT:- Phát hành độc quyền bởi VTC Mobile - Cam kết Update liên tục với lộ trình dài hạn - Thường xuyên tổ chức offline Bang hội- HỖ TRỢ: 24/7 qua Hotline 19001104Thiên Linh Linh, Địa Linh Linh. Đạo hữu hãy nhanh “Xuất Quan” Cản Thi Diệt Quỷ.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.0.18\n\n\n\n\nTối ưu hóa trải nghiệm\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C3%B4-t%C3%B4-xe-l%C3%A1i-xe-tr%C6%B0%E1%BB%9Dng/id1193550697?l=vi",
  "nameAndAge": "\n          Ô tô xe - Lái xe trường\n 12+\n",
  "company": "\n\n            Lavkush Gupta\n          \n",
  "ranking": "\n\n\n                      #5 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,5 • 19,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMô phỏng lái xe thực tế đặt trong một môi trường thế giới mở rộng lớn. Lái hơn 80 xe ô tô, tìm hiểu hơn 60 biển báo giao thông và nhận các bài học lái xe ô tô.Tìm hiểu tín hiệu đường bộ và lái xe một cách thú vị với Ô tô xe - Lái xe trường.Trở thành người lái xe hoàn hảo, làm chủ tất cả các biển báo và kỹ năng đỗ xe!Chơi một trong những trò chơi ô tô thực tế nhất, được đặt trong môi trường thế giới mở, nơi bạn có thể học cách lái xe có trách nhiệm, cùng với việc học tất cả các biển báo đường bộ. Chúng tôi tin vào 'Đầu tiên an toàn', vì vậy hãy thắt dây an toàn, tuân theo tín hiệu giao thông, chú ý các biển báo dừng và sử dụng đèn nháy khi bạn rẽ.Chơi hơn 100 cấp độ Ô tô xe - Lái xe trường lái xe, một trò chơi xe hơi dựa trên vật lý tuyệt vời.Bãi đỗ xe ô tô - Trường dạy lái xe có nhiều phương tiện khác nhau để lái xe mỗi chiếc có thể được tùy chỉnh theo ý thích của bạn.CHẾ ĐỘ HỌCTìm hiểu nhiều biển báo đường khác nhau và cách lái xe có trách nhiệm. Chế độ này có biển báo đường và quy tắc giao thông nơi bạn có thể tìm hiểu và kiểm tra kỹ năng của mình qua nhiều cấp độ. Làm chủ các biển báo đường và là một lái xe có trách nhiệm.CHẾ ĐỘ BÌNH LUẬNÔ tô xe - Lái xe trường có nhiều nhiệm vụ thú vị khác nhau để bạn hoàn thành. Giao hàng hoặc thả hành khách từ nơi này đến nơi khác, lái taxi hoặc thậm chí là xe buýt chở đầy trẻ em. Thực hiện theo tất cả các dấu hiệu đường khi bạn hoàn thành nhiệm vụ.CHẾ ĐỘ KHAI THÁCHọc cách đỗ xe. Điều hướng xe của bạn với độ chính xác tối đa, thông qua bãi đậu xe, giữa giao thông thực tế, đến điểm đỗ xe được chỉ định của bạn. Thực hiện theo tất cả các quy tắc giao thông khi bạn đỗ xe.CHẾ ĐỘ ĐI MIỄN PHÍÔ tô xe - Lái xe trường có một thành phố lớn trên thế giới để bạn lái xe vòng quanh. Thực hành tất cả các quy tắc giao thông, kiếm tiền và XP có thể được sử dụng trong các chế độ khác.Các tính năng của bãi đậu xe - Trường học lái xe:Nhiều phương tiện khác nhau để lái - xe hơi, xe buýt, xe tải, xe tải và nhiều hơn nữaXe nhanh và nguy hiểm - SUV, Sedan, hatchback, Luxury, MUV và nhiều hơn nữaMôi trường thế giới mở rộng lớn để lái xe xung quanhTìm hiểu 60 biển báo đườngHoàn thành nhiệm vụ thú vịHọc đỗ xeHơn 100 cấp độ để chơiXử lý trơn tru và thực tế của tất cả các phương tiệnTùy chỉnh xe theo ý thích của bạnÂm thanh trò chơi thực tếĐồ họa 3D tuyệt đẹpỔ đĩa miễn phíNhận Ô tô xe - Lái trường!---------------------------------------------------------Chúng tôi có các ưu đãi đăng ký sau trong trò chơi:Gói hàng tuần - $ 4,99Gói hàng tháng - $ 19,99Gói hàng năm - $ 99,99Giá chỉ được đặt cho khách hàng Hoa Kỳ. Giá ở các quốc gia khác có thể thay đổi.Được tiếp cận với -Ô tô độc quyềnTrình điều khiển đặc biệtTiền thưởng vàng một lầnSừng độc đáoCác bảng số khác nhauGiao xe ngay lập tứcSố vụ va chạm ô tô không giới hạnĐăng ký gia hạn tự động này sẽ được tính vào tài khoản iTunes của bạn sau khi giao dịch mua được xác nhận.Nó sẽ tự động được gia hạn trừ khi bạn tắt tính năng tự động gia hạn ít nhất 24 giờ trước khi kết thúc thời hạn đăng ký hiện tại. Sau khi mua, bạn có thể quản lý tính năng tự động gia hạn từ cài đặt tài khoản người dùng iTunes của mình.Bất kỳ phần nào chưa sử dụng của bản dùng thử miễn phí sẽ bị mất nếu đăng ký được mua trước khi thời gian dùng thử miễn phí kết thúc.Nếu tính năng tự động gia hạn bị tắt khi đăng ký hiện tại của bạn kết thúc, bạn sẽ hết đăng kýKhông thể hủy đăng ký đang hoạt động.Hủy - https://support.apple.com/en-us/HT202039https://appsoleutgames.com/privacy-policy.htmlhttps://appsoleutgames.com/terms&services.html \n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 9.8.0 (413)\n\n\n\n\n---------Trò chơi đa người chát thời gian thực!-------- Cập nhật ngay bây giờ miễn phí, trò chuyện trong game với người chơi trên toàn thế giới! Tận hưởng một trải nghiệm chơi game xã hội hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ta-l%C3%A0-%C4%91%E1%BA%A1o-s%C4%A9-xu%E1%BA%A5t-quan-vtc/id1578835721?l=vi",
  "nameAndAge": "\n          Ta Là Đạo Sĩ Xuất Quan VTC\n 12+\n",
  "company": "\n\n            VTC Mobile\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 38,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTa Là Đạo Sĩ Xuất Quan VTC - Game nhập vai Đạo Sĩ diệt Cương Thi đầu tiên và duy nhất tại Việt Nam. Với đồ họa 3D nét từng centimet, các Đạo Sĩ sẽ có một trải nghiệm chân thật và mãn nhãn trong hành trình trảm yêu diệt ma cùng huyền thoại Đạo Sĩ Lâm Chánh Anh.Với cốt truyện hấp dẫn, gameplay lôi cuốn, cày vàng không khóa và vô số các tính năng đặc sắc, Ta Là Đạo Sĩ Xuất Quan VTC sẽ đưa bạn vào một thế giới Đạo Sĩ huyền ảo và đậm chất phiêu lưu, chắc chắn sẽ mang lại trải nghiệm độc lạ, hấp dẫn chưa từng có tại Việt Nam. HÃY CÙNG XEM TOP TÍNH NĂNG ĐẶC SẮC NHẤT CỦA GAME:Game nhập vai Đạo Sĩ diệt Cương Thi đầu tiên và duy nhất tại Việt NamGia nhập hành trình cản thi cùng với 3 hệ phái đặc trưng của Đạo Sĩ: Đan Phù - Kiếm Cang - Pháp Kỳ. Mỗi hệ phái có hệ thống kỹ năng riêng biệt cùng với hệ thống ngũ hành. Không dừng lại ở đó, mỗi hệ phái đều có 2 bộ kỹ năng giúp bạn có thể linh hoạt chiến đấu, sáng tạo lối chơi theo phong cách của mình.Kết Hôn Rẻ - Đẻ Tới Tấp - Lập Gia TộcYêu đương hiện đại, không ngại come-out. Bạn có thể cùng đạo lữ kết hôn đồng giới với những gói kết hôn cực kỳ ưu đãi nhất dòng game nhập vai. Game cho phép bạn có thể trở thành “single mom/dad” chăm lo Bảo Bảo khi chưa tìm được ý trung nhân để kết hôn. Chưa dừng lại ở đó, bạn có thể bồi dưỡng “Bảo Bảo” dựng vợ gả chồng cho “Bảo Bảo” để phát triển nên gia tộc.Săn boss nhặt vàng không khóa và vô số ảo hóa thần trang.“Play-To-Earn” thể hiện rõ trong Ta Là Đạo Sĩ Xuất Quan. Trong game người chơi có thể cày được bất cứ thứ gì mà bạn muốn như: Vàng không khóa, ngoại trang, trang bị, thỉnh thần… bạn chỉ cần mang tâm hồn đẹp và túi 3 gang là có thể nhặt vàng thoải mái rồi.Đồ họa 3D sắc nét, chất lượng đến từng centimetĐược phát triển bởi nền tảng Unity 3D theo Mỹ Thuật Quốc Phong và tạo hình bản đồ, nhân vật chuẩn thời Dân Quốc, thể hiện rõ những hình ảnh chất lượng, tinh tế và sắc nét trong những trận PK nảy lửa, hoặc tha hồ du ngoạn “check-in” với tính năng screenshot ẩn toàn bộ icon tính năng được lập trình riêng cho game.Xuất chiến 3 Thỉnh Thần cùng lúc, chỉ duy nhất có tại Ta Là Đạo Sĩ Xuất Quan.Tính năng đặc sắc và độc nhất của game, giúp người chơi Thỉnh ra 3 vị Thần có thể xuất chiến cùng lúc, hoặc biến thân liên tiếp với 3 hình dạng Thỉnh Thần. Ngoài ra, còn có hơn 12 hình dạng khác nhau kết hợp với hệ thống ngũ hành khắc chế, giúp hệ thống Thỉnh Thần là “độc nhất”.Thiên Sư Luận Đạo - PK Bất Kể Nhân MaChiến trường đặc sắc, lối chơi đa dạng, tập trung đầy đủ tại hoạt động PK: Đại Đạo Tranh Phong, Bình Lâm Thiên Hạ, KungFu Lôi Đài, Quần Anh Hội…Ngoài ra, hoạt động Thi Vương Giác Tỉnh là cuộc truy tìm vị trí Boss Hoàng Kim, phác họa rõ nét bãi chiến trường tranh Boss lôi cuốn và hấp dẫn nhất giữa các bang hội. GAME CAM KẾT:- Phát hành độc quyền bởi VTC Mobile - Cam kết Update liên tục với lộ trình dài hạn - Thường xuyên tổ chức offline Bang hội- HỖ TRỢ: 24/7 qua Hotline 19001104Thiên Linh Linh, Địa Linh Linh. Đạo hữu hãy nhanh “Xuất Quan” Cản Thi Diệt Quỷ.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.0.18\n\n\n\n\nTối ưu hóa trải nghiệm\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C3%B4-t%C3%B4-xe-l%C3%A1i-xe-tr%C6%B0%E1%BB%9Dng/id1193550697?l=vi",
  "nameAndAge": "\n          Ô tô xe - Lái xe trường\n 12+\n",
  "company": "\n\n            Lavkush Gupta\n          \n",
  "ranking": "\n\n\n                      #5 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,5 • 19,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMô phỏng lái xe thực tế đặt trong một môi trường thế giới mở rộng lớn. Lái hơn 80 xe ô tô, tìm hiểu hơn 60 biển báo giao thông và nhận các bài học lái xe ô tô.Tìm hiểu tín hiệu đường bộ và lái xe một cách thú vị với Ô tô xe - Lái xe trường.Trở thành người lái xe hoàn hảo, làm chủ tất cả các biển báo và kỹ năng đỗ xe!Chơi một trong những trò chơi ô tô thực tế nhất, được đặt trong môi trường thế giới mở, nơi bạn có thể học cách lái xe có trách nhiệm, cùng với việc học tất cả các biển báo đường bộ. Chúng tôi tin vào 'Đầu tiên an toàn', vì vậy hãy thắt dây an toàn, tuân theo tín hiệu giao thông, chú ý các biển báo dừng và sử dụng đèn nháy khi bạn rẽ.Chơi hơn 100 cấp độ Ô tô xe - Lái xe trường lái xe, một trò chơi xe hơi dựa trên vật lý tuyệt vời.Bãi đỗ xe ô tô - Trường dạy lái xe có nhiều phương tiện khác nhau để lái xe mỗi chiếc có thể được tùy chỉnh theo ý thích của bạn.CHẾ ĐỘ HỌCTìm hiểu nhiều biển báo đường khác nhau và cách lái xe có trách nhiệm. Chế độ này có biển báo đường và quy tắc giao thông nơi bạn có thể tìm hiểu và kiểm tra kỹ năng của mình qua nhiều cấp độ. Làm chủ các biển báo đường và là một lái xe có trách nhiệm.CHẾ ĐỘ BÌNH LUẬNÔ tô xe - Lái xe trường có nhiều nhiệm vụ thú vị khác nhau để bạn hoàn thành. Giao hàng hoặc thả hành khách từ nơi này đến nơi khác, lái taxi hoặc thậm chí là xe buýt chở đầy trẻ em. Thực hiện theo tất cả các dấu hiệu đường khi bạn hoàn thành nhiệm vụ.CHẾ ĐỘ KHAI THÁCHọc cách đỗ xe. Điều hướng xe của bạn với độ chính xác tối đa, thông qua bãi đậu xe, giữa giao thông thực tế, đến điểm đỗ xe được chỉ định của bạn. Thực hiện theo tất cả các quy tắc giao thông khi bạn đỗ xe.CHẾ ĐỘ ĐI MIỄN PHÍÔ tô xe - Lái xe trường có một thành phố lớn trên thế giới để bạn lái xe vòng quanh. Thực hành tất cả các quy tắc giao thông, kiếm tiền và XP có thể được sử dụng trong các chế độ khác.Các tính năng của bãi đậu xe - Trường học lái xe:Nhiều phương tiện khác nhau để lái - xe hơi, xe buýt, xe tải, xe tải và nhiều hơn nữaXe nhanh và nguy hiểm - SUV, Sedan, hatchback, Luxury, MUV và nhiều hơn nữaMôi trường thế giới mở rộng lớn để lái xe xung quanhTìm hiểu 60 biển báo đườngHoàn thành nhiệm vụ thú vịHọc đỗ xeHơn 100 cấp độ để chơiXử lý trơn tru và thực tế của tất cả các phương tiệnTùy chỉnh xe theo ý thích của bạnÂm thanh trò chơi thực tếĐồ họa 3D tuyệt đẹpỔ đĩa miễn phíNhận Ô tô xe - Lái trường!---------------------------------------------------------Chúng tôi có các ưu đãi đăng ký sau trong trò chơi:Gói hàng tuần - $ 4,99Gói hàng tháng - $ 19,99Gói hàng năm - $ 99,99Giá chỉ được đặt cho khách hàng Hoa Kỳ. Giá ở các quốc gia khác có thể thay đổi.Được tiếp cận với -Ô tô độc quyềnTrình điều khiển đặc biệtTiền thưởng vàng một lầnSừng độc đáoCác bảng số khác nhauGiao xe ngay lập tứcSố vụ va chạm ô tô không giới hạnĐăng ký gia hạn tự động này sẽ được tính vào tài khoản iTunes của bạn sau khi giao dịch mua được xác nhận.Nó sẽ tự động được gia hạn trừ khi bạn tắt tính năng tự động gia hạn ít nhất 24 giờ trước khi kết thúc thời hạn đăng ký hiện tại. Sau khi mua, bạn có thể quản lý tính năng tự động gia hạn từ cài đặt tài khoản người dùng iTunes của mình.Bất kỳ phần nào chưa sử dụng của bản dùng thử miễn phí sẽ bị mất nếu đăng ký được mua trước khi thời gian dùng thử miễn phí kết thúc.Nếu tính năng tự động gia hạn bị tắt khi đăng ký hiện tại của bạn kết thúc, bạn sẽ hết đăng kýKhông thể hủy đăng ký đang hoạt động.Hủy - https://support.apple.com/en-us/HT202039https://appsoleutgames.com/privacy-policy.htmlhttps://appsoleutgames.com/terms&services.html \n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 9.8.0 (413)\n\n\n\n\n---------Trò chơi đa người chát thời gian thực!-------- Cập nhật ngay bây giờ miễn phí, trò chuyện trong game với người chơi trên toàn thế giới! Tận hưởng một trải nghiệm chơi game xã hội hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dicey-dungeons/id1368013995?l=vi",
  "nameAndAge": "\n          Dicey Dungeons\n 12+\n",
  "company": "\n\n            Distractionware Limited\n          \n",
  "ranking": "\n\n\n                      #18 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"It is going to be hard for anything on mobile to top this for me\" - TouchArcade Game of the WeekBecome a giant walking dice and battle to the end of an ever-changing dungeon! Can you escape the cruel whims of Lady Luck?In this new fast-paced deckbuilding roguelike from Terry Cavanagh (Super Hexagon, VVVVVV), Chipzel, and Marlowe Dobbe, you'll fight monsters, find better loot, and level up your heroes as you work together to take down the Goddess of Fortune, Lady Luck herself. Balance your carefully planned strategies against the unknown of a dice roll.\n",
  "new": "\n\n\n31 thg 8, 2022\nPhiên bản 2.1\n\n\n\n\nMinor bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "883,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rebel-inc/id1439187947?l=vi",
  "nameAndAge": "\n          Rebel Inc‪.‬\n 12+\n",
  "company": "\n\n            Ndemic Creations\n          \n",
  "ranking": "\n\n\n                      #16 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 222 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCan you stop the Insurgency? From the creator of Plague Inc. comes a unique and deeply engaging political/military strategic simulation. The war is ‘over’ - but we all know that doesn’t mean anything. To stabilise the country, you need to balance military and civilian priorities to win the hearts and minds of the people, whilst also stopping insurgents from seizing power!Rebel Inc. is the brand new game from the creator of ‘Plague Inc.’ - one of the most popular paid games ever with over 130 million players. Brilliantly executed with beautiful graphics and critically acclaimed gameplay - Rebel Inc. offers a deeply engaging, strategic challenge inspired by the complexities and consequences of modern counter insurgency.◈◈◈ #1 top paid game globally ◈◈◈▶ “Rebel Inc. lets everyone wrestle with the messy challenges of post-conflict recovery and better understand the complex realities of building peace.” - World Bank Global Lead for Stability, Peace and Security▶ \"Highly rewarding spiritual sequel to one of the App Store's biggest hits.\" - Pocket Tactics▶ \"Surprisingly sophisticated... even better than some of the stabilization training software I have seen in government use\" - PAXsims▶ \"Rebel Inc. is fascinating and fun\" - 148Apps.com▶ \"Another great game and a worthy successor to Plague Inc\" - App Store review▶ \"If you love strategy games then this is the game for you\" - App Store review▶ \"Brilliant game, the gameplay is interesting and the strategy is intuitive!\" - App Store review▶ \"Unlike anything I’ve played on here before\" - App Store review◈◈◈Features:● Stabilise 9 richly modeled regions● Innovative representation of counter insurgency tactics ● Fund realistic initiatives to empower the local government● Highly detailed, hyper-realistic world based on extensive research● Intelligent strategic and tactical AI● Sophisticated narrative algorithms shaped by your decisions● 8 unique governors with radically different abilities● Conduct large-scale Operations in Campaign mode● Play new generated Challenges every week● 13 Official Scenarios including disease outbreaks, helicopters and advanced insurgents● Comprehensive in-game help and tutorial system● Full Save/Load functionality● Internet connectivity not requiredAn important note:Although a fictional game, Rebel Inc. looks at important real world issues and we have made every effort to deal with them sensitively. The game has been extensively researched and has been developed in cooperation with leading regional politicians, business people and journalists as well as international charities, experts and governments.Rebel Inc. is now fully localised in English, French, German, Spanish, Portuguese, Italian, Korean, Japanese, Chinese (Simplified and Traditional), and Russian.Special sale price to celebrate the launch of the game!◈◈◈I’ve got lots of plans for updates! Get in touch and let me know what you want to see.James (the designer)Contact me here:www.ndemiccreations.com/en/1-supportFollow me on Twitter: www.twitter.com/NdemicCreations\n",
  "new": "\n\n\n27 thg 11, 2023\nPhiên bản 1.16.1\n\n\n\n\n1.16.1 - Things are heating up in the world of the Official Scenarios too with vicious droughts, magical lamps and deadly outbreaks, can you prevail in these disastrous times?Six new scenarios, available now!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "294,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B9ng-r%E1%BA%AFn-tr%C6%B0%E1%BB%9Dn-io-s%C4%83n-m%E1%BB%93i/id1357967682?l=vi",
  "nameAndAge": "\n          Vùng Rắn Trườn.io - Săn Mồi\n 4+\n",
  "company": "\n\n            Azur Interactive Games Limited\n          \n",
  "ranking": "\n\n\n                      #20 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 59 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nMở Vùng Giun Đất và tham gia trận đấu của những con giun dũng cảm trong đấu trường rộng lớn! Nuôi giun của bạn tới mức lớn nhất và kiếm về danh hiệu vô địch. Và đừng quên, nhà vô địch phải nổi bật giữa đám đông. Hãy chọn diện mạo cho con giun của bạn trong tủ quần áo hoặc tự tạo thiết kế tuyệt vời riêng. Có một số chiến thuật để trở thành nhà vô địch: \"đấu sĩ\", \"kẻ lừa gạt” hoặc là \"thợ xây\". Bạn sẽ là ai?  Bất kể chiến thuật nào bạn chọn, có một quy tắc đơn giản cần nhớ: nếu bạn va vào đối thủ — bạn sẽ thua! Nhưng nếu bạn có thể bao vây vòng quanh đối thủ, bạn sẽ không chỉ tiêu diệt được chúng mà còn lấy được tất cả những món ngon mà chúng kiếm được. Ngoài ra còn có các phần thưởng khác nhau trong đấu trường giúp cải thiện chỉ số cho giun của bạn. Hãy sử dụng chúng khôn ngoan và chúng sẽ giúp bạn đạt được mục tiêu mong muốn! Chúc may mắn, chú giun nhỏ!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 5.3.1\n\n\n\n\nTuyết mềm và mịn, phép thuật, những cuộc phiêu lưu kỳ thú, tình yêu và những món quà đang chờ đợi bạn trong bản cập nhật mùa đông lớn mới!Trong suốt ba tháng mùa đông, bạn sẽ có cơ hội tham gia ba sự kiện trong trò chơi!Bạn sẽ có thể bổ sung bộ sưu tập của mình bằng cách nhận những con sâu độc đáo mới: Skier, Rudolph, Owl, Garland, Green Dragon, Panda, Caishen, Rose, Max, Lola.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "212,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/outlets-rush/id6448794532?l=vi",
  "nameAndAge": "\n          Outlets Rush\n 4+\n",
  "company": "\n\n            Supercent, Inc.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 1,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChào mừng bạn đến với Outlets Rush - Trình mô phỏng trò chơi điện tử dành cho người quản lý trung tâm mua sắm nhàn rỗi cuối cùng!Hòa mình vào sự phấn khích khi quản lý trung tâm mua sắm của riêng bạn! Quản lý trung tâm mua sắm mơ ước của bạn từ các cửa hàng nhỏ đến trung tâm mua sắm lớn! Trải nghiệm sự pha trộn hoàn hảo giữa trò chơi arcade quản lý cửa hàng và tất cả các thử thách trong một gói hấp dẫn. Khi bạn tiến bộ trong trò chơi, sự đa dạng của sản phẩm trong cửa hàng của bạn và số lượng khách hàng sẽ tăng lên. Bạn càng kiếm được nhiều lợi nhuận, bạn càng thành công!► Tạo trung tâm mua sắm trong mơ của bạnXây dựng một trung tâm mua sắm với các sản phẩm đa dạng từ cửa hàng thể thao đến các thương hiệu xa xỉ cao cấp!Bạn có thể đặt tất cả các thương hiệu cho các cửa hàng của bạn. Lúc đầu, bạn có thể bắt đầu với một khu vực nhỏ, nhưng nó sẽ sớm trở thành một cửa hàng lớn nếu bạn làm hài lòng khách hàng của mình!► Nhiều Cửa hàng & Sản phẩmTừ các cửa hàng thể thao mang tính biểu tượng đến các cửa hàng sang trọng, bạn có thể tìm thấy tất cả các mặt hàng được bán tại các cửa hàng thực tế như giày dép, quần áo, túi xách, mũ, đồ lót, v.v. Trải nghiệm niềm vui khi bắt gặp các khái niệm và mặt hàng khác nhau tại mỗi cửa hàng.► Tuyển dụng nhân viênQuản lý cửa hàng của riêng bạn không phải là một nhiệm vụ dễ dàng. Bạn phải lo việc trưng bày hàng hóa, dọn dẹp phòng thử đồ và giúp khách hàng check out. Tuy nhiên, bạn có thể thuê nhân viên để giúp bạn và quản lý họ một cách hiệu quả để tận dụng tối đa số tiền của bạn. Đừng lo lắng, nó có thể làm cho nó hoạt động!► Mini to Mega - Hành trình quản lý của bạnBạn có thể trải nghiệm việc quản lý cửa hàng từ những khởi đầu khiêm tốn để trở thành một ông trùm trung tâm thực thụ. Bắt đầu với một cửa hàng nhỏ, hãy thể hiện kỹ năng quản lý của bạn khi bạn tiến tới một trung tâm mua sắm lớn.Bước vào thế giới quản lý trung tâm mua sắm hơn bao giờ hết. Chơi ngay và trở thành ông trùm bán lẻ cuối cùng với Outlets Rush!\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.14.0\n\n\n\n\nHere are the patch notes for the latest update:Outlets Rush gets better! Install the latest version and check out the new updates!- Add new in-app products- Secondary goods system added- Quest system added- 5 stages added- Minor bug fixesThank you for playing! Goodbye for now, and we look forward to seeing you in the next update.         \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "638,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/game-d%C6%B0a-h%E1%BA%A5u-v%C3%B9ng-%C4%91%E1%BA%A5t-kh%E1%BB%89/id6469450477?l=vi",
  "nameAndAge": "\n          Game Dưa Hấu: Vùng Đất Kh‪ỉ‬\n 4+\n",
  "company": "\n\n            Han Song Ey Jo\n          \n",
  "ranking": "\n\n\n                      #6 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 2,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMột trò chơi kết hợp hoa quả(trái cây) dễ thương!Kết hợp các loại hoa quả(trái cây) dễ thương để tạo ra những quả lớn hơn!Ai có thể tạo ra quả dưa hấu khổng lồ đầu tiên?Hãy thử nó ngay bây giờ!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.4\n\n\n\n\nHiệu suất trò chơi được tối ưu hóa.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lottery-jackpot-casino-slots/id1559304438?l=vi",
  "nameAndAge": "\n          Lottery Jackpot – Casino Slots\n 17+\n",
  "company": "\n\n            uzhou Yingyang Network Technology Co., Ltd.\n          \n",
  "ranking": "\n\n\n                      #1 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGet ready to live the Vegas life and win big with Lottery Jackpot – Casino Slots Simulator Game where you can win free slots, lottery, roulette, spin, betting, poker, bucks & Baccarat. This one of a kind casino experience lets you play in real time, bet on your favorite free slots and ultimately win the jackpot! One of the best casino games, Roulette Jackpot gives you a fun gambling experience where you can bet with friends and win your favorite casino free slots. You can also maintain your own casino club to play with friends or join random friendly tables to play solo – just like in other online games. The exciting gameplay and a variety of slots games to pick and choose from make this casino simulator game worth your time. From classics like spin the wheel game to monopoly, yahtzee to roulette – this casino games simulator has something for everyone. You can choose your favorite casino free casino slot games for fun to earn rewards and bonus with your casino chips. Bet them on different slots and double up your money like a pro. Finish a number of betting challenges and rise to become the ultimate gambler in the city. Combining the fun of board games and tricks of the casino table, this simulation is nothing like other casino games on the app store. You bet with your wit in the lottery with real chips that you earn during the rounds and become the betting champion. It’s no luck but real strategy and casino tricks to quash challenges at each level of the game that will lead you to become the most skillful player! Here’s what Lottery Jackpot – Casino Slots Simulator Game has to offer:> Classic entertainment kicks like Spin the wheel, Roulette, free slot machines and lottery jackpot.> Casino chips that you can win as you play different casino games like poker, Roulette and earn free slots after completing different levels.> No cash or real money – you can surely use the rewards, coins and chips earned in the game to make in-app purchases but it cannot be cashed.> Different clubs and Casino leagues & tournaments to play with your friends.> Exciting lottery gameplay, engaging graphics and realistic sounds to keep you hooked throughout the levels> The real fun of experiencing Vegas slots at your fingertips from the comfort of your couch.One of the most relaxing games out there, Lottery Jackpot – Casino Slots Simulator Game is a boredom buster for sure. Download today for absolutely free and try your hands on becoming the next big gambler in town! \n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 0.8\n\n\n\n\nMinor UI Adjustments\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "90,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rusted-warfare-rts/id1514329124?l=vi",
  "nameAndAge": "\n          Rusted Warfare - RTS\n 9+\n",
  "company": "\n\n            Corroding Games\n          \n",
  "ranking": "\n\n\n                      #25 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,8 • 5 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nRusted Warfare is a fully featured multiplayer RTS inspired by classic real-time strategy games with fun gameplay and modern multi-threaded tech.• A pure RTS with no microtransactions• Online and offline multiplayer over wifi and mobile networks• Campaign, skirmish, survival, and challenge missions, with full AI• Over 50+ unique land, air, and sea units for dynamic gameplay• Experimental units and nuclear missiles for the big endgame battles• Fast interface: Issue commands through the minimap, multi-touch support, unit groups, rally points• Strategic zoom: Zoom out to view and issue commands across the whole battlefield• Save and load games including multiplayer games for that quick lunch time battle• Reconnect disconnected multiplayer games and avoid any disappointment• Fully scales from phones to large screen tablets\n",
  "new": "\n\n\n12 thg 11, 2022\nPhiên bản 1.15\n\n\n\n\nRusted Warfare Update 1.15-New unit - Heavy AA Ship (by uber)-New unit - Spy Drone - Can not attack/Can see further through fog/Decent health and speed/Self repair. Built in the T2 air factory.-Game history shown with graphs on post game win/lose screen and Stats/leaderboard button in replays-Shader effects (enable in settings) - Right now adds displacement/shockwave effects such as teleport, water ripples, nuke shockwaves.-Overrides for each players in multiplayer and advanced skirmish ---AI difficulty can now be set differently for each AI player ---Starting units can be different for each player, useful for faction selection in mods. ---Unit color can be overridden for each player-Added new speed and blink modules to Modular Spider-Nautilus: Launch scout bot ability and anti-nuke added-Lots of other new features and fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "148,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/free-fire-b%E1%BA%AFn-s%C3%BAng-sinh-t%E1%BB%93n/id1300146617?l=vi",
  "nameAndAge": "\n          Free Fire - Bắn Súng Sinh Tồn\n 12+\n",
  "company": "\n\n            GARENA INTERNATIONAL I PRIVATE LIMITED\n          \n",
  "ranking": "\n\n\n                      #4 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,0 • 940,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFree Fire – Bắn súng sinh tồnTải ngay Free Fire - Game Bắn súng sinh tồn online cực vui và hayFREE FIRE – GAME BẮN SÚNG SINH TỒN ONLINE CỰC VUI, CỰC HAY – HOÀN TOÀN MIỄN PHÍ- Chỉ 10 phút mỗi trận, trải nghiệm game bắn súng sinh tồn chân thật, hãy cùng liên quân với bạn bè để chiến đấu và sinh tồn trong 50 người chơi- Nhiều chế độ bắn súng khác ngoài chế độ sinh tồn như solo hay tử chiến, hay 4v4 hay moba 5v5 và luôn được cập nhật mới, mang lại trải nghiệm vui vẻ cho người chơi- Hệ thống súng và vũ khí đa dạng mang lại trải nghiệm bắn súng siêu hấp dẫn- Nhập vai nhiều nhân vật hay thú cưng (pet) cùng kỹ năng độc đáo - Thời trang nhân vật phong cách, có thể tạo kiểu hay phối đồ độc đáo- Nhiều vật phẩm hot miễn phí cho người chơi mới- Sáng tạo và xây bản đồ trận đấu (mini world) cho riêng bạn FREE FIRE – CHIẾN ĐẤU THẬT PHONG CÁCH!Free Fire là tựa game bắn súng sinh tồn online siêu hay, siêu vui với hơn 1 tỷ lượt tải, và hơn 150 triệu người đang chơi. Bạn có thể mời bạn bè hay kết bạn mới để cùng liên quân chiến đấu và sinh tồn tại Free Fire và có những trải nghiệm vui vẻ, mới mẻ với thiết kế game chân thật, đồ họa sống động. Bạn còn nhận được nhiều vật phẩm miễn phí hay cực hot sau khi tải game.1. Free Fire - Chuẩn game bắn súng sinh tồn online cực hay và vuiBạn có thể liên quân với lên đến 3 bạn bè để cùng nhau chống lại quân địch. Đầu game bạn cần nhảy dù xuống nơi có nhiều súng hot trên bản đồ, tìm kiếm, trang bị súng và sẵn sàng chiến đấu. Bạn cần bắn hạ đối thủ, kiếm thính để có được nhiều súng xịn, đồng thời giữ mình luôn trong vòng bo an toàn để sinh tồn đến cuối trận.2. Free Fire – Đa dạng chế độ chơi : solo, 2v2, 4v4, moba 5v5Ngoài chế độ sinh tồn, Free Fire còn có các chế độ khác:- Chế độ bắn súng tử chiến với lối chơi siêu tốc chiến đấu liên tục, có thể kiểm soát trang bị súng - Chế độ bắn súng đối kháng 1v1, 2v2 luôn giao tranh trong không gian nhỏ mang lại trải nghiệm bắn súng hấp dẫn, nhưng không kém phần vui vẻ- Nhiều chế độ khác theo thời gian: chế độ bóng đá, zombie, tốc chiến, phi đao, moba 5v5, siêu tốc chiến- Chế độ xếp hạng cạnh tranh, công bằng và thể hiện trình độ của bạn.3. Free Fire - Hệ thống súng miễn phí, cực hot và luôn cập nhật mới- Free Fire sở hữu hệ thống súng mới nhất bao gồm nhiều loại súng trường, súng tầm xa, súng máy, súng tiểu liên, súng shotguns, súng ngắm và súng lục- Bạn có thể nâng cấp để bắn súng mạnh hơn- Hệ thống skin súng phong cách giúp tăng sức mạnh và tốc bắn khi chiến đấu4. Free Fire - Nhập vai nhiều nhân vật và thú cưng (pet) với kỹ năng độc đáo- Hãy nhập vai vào nhân vật yêu thích với nhiều kỹ năng độc đáo và hoàn toàn miễn phí để chiến đấu lại quân địch- Game sẽ vui hơn khi có thú cưng đồng hành, sắm ngay thú cưng (pet) để cùng liên quân chiến đấu trong Free Fire nhé- Thời trang trong Free Fire cũng vô cùng phong phú, bạn có thể nhận miễn phí nhiều trang phục cho nhân vật hay bạn có thể thỏa sức phối đồ để tạo hình thật chất.5. Free Fire - Sáng tạo bản đồ thế giới mới (mini world) hay chơi các bản đồ do các người chơi khác thiết kế- Bạn có thể thỏa sức thiết kế bản đồ mới (mini map), chế độ chơi mới (mini world) trong chế độ Craftland tại Free Fire cho nhiều người chơi khác như: xây nhà, cây cối và xây các công trình khác, thiết kế cách chơi mới.- Bản đồ (mini map) và chế độ chơi (mini world) độc đáo sẽ có nhiều người chơi và xếp hạng cao. Trải nghiệm chơi game chắc chắn sẽ hay hơn và vui vẻ hơn với Free Fire Craftland. Thử ngay![LIÊN HỆ] Chăm sóc khách hàng: https://hotro.ff.garena.vn/Điêu khoản: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/FREE FIRE, BATTLE IN STYLE!Đừng chần chờ gì nữa, hãy rủ ngay bạn bè để cùng liên quân sinh tồn trong tựa game bắn súng online cực vui và hay – Free Fire.\n",
  "new": "\n\n\n31 thg 10, 2023\nPhiên bản 1.102.1\n\n\n\n\n[Quân Đoàn 2.0] Xông pha cùng thành viên quân đoàn để tăng cấp cho quân đoàn và nhận phần thưởng hấp dẫn![Quân Đoàn Chiến] Thể hiện kỹ năng và phối hợp đồng đội khi tranh tài cũng những quân đoàn khác.[Chế Độ Sinh Tồn] Thêm phương thức nhận Xu FF. Ra mắt thêm vật phẩm hỗ trợ chiến đấu.[Đảo Quân Sự Tuyết] Ngoài tuyết rơi, mặt nước trên đảo cũng đã đóng băng, hứa hẹn những trải nghiệm chiến đấu khác biệt.[Nhân Vật Mới - Ignis] Kỹ năng tạo một màn chắn lửa giúp che tầm nhìn và thiêu đốt kẻ địch\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bengali, Tiếng Burma, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Urdu, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dead-age/id940050911?l=vi",
  "nameAndAge": "\n          Dead Age\n 17+\n",
  "company": "\n\n            Headup GmbH\n          \n",
  "ranking": "\n\n\n                      #21 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 4 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSurvive the zombie apocalypse with turn-based combat and permanent death! Manage survivors, go on dangerous scavenging runs, build alliances, craft equipment, make difficult story-influencing decisions, defend your camp against undead hordes and experience non-linear rogue-lite elements. An innovative Indie Survival-RPG!HOW LONG WILL YOU SURVIVE?Just after the zombie outbreak you were fortunate enough to join a group of survivors and hole up in their camp.But that doesn't set you out of danger! Food supplies are running low, injured survivors must be tended to and materials need to be scavenged to keep the camp intact.The zombie threat increases steadily and gangs of hostile survivors keep you on the defensive.\"FINAL FANTASY\"-STYLE TURN-BASED COMBAT WITH PERMANENT DEATHEvery survivor should be protected because you'll need all hands on deck to defend against the dangers of the apocalypse.Scavenge supplies in zombie-infested areas, craft survival gear and buy and sell equipment to keep yourself and your camp members alive long enough to learn the skills necessary for long-term survival.The combat system has its roots in classic role-playing games. You can fight strategically, learn to utilize various weapon types and use a range of bombs or traps.ROGUE-LITE ELEMENTSShould you fail to survive the apocalypse, you can purchase upgrades with medals earned in previous playthroughs to give your new character an edge to start with.Unlocked pre-apocalypse professions of your character allow you to specialize in various jobs.Each new playthrough offers different random missions and survivors to meet.NON-LINEAR STORY WITH 6 DIFFERENT ENDINGSA praised feature of Dead Age is its non-linear story with real in-game consequences. Decisions you make in conflict situations affect the story's future.You can choose to be a hero and save more survivors, or let them die to stock up on supplies. You can build romance relationships with other survivors or start rivalries that may have disastrous chain reactions. Daily events offer new dangers and situations in which you must make choices that affect the survival chances of your camp.Live long enough, and you'll have a chance to unlock one of the game's six possible endings.Supported ingame languages: English, German, Spanish, French, Simplified Chinese, Polish, Russian\n",
  "new": "\n\n\n24 thg 6, 2017\nPhiên bản 1.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.The performance has been improved, so the game shouldn´t crash anymore. If you have any issues or feedback, please send a mail to support@headupgames.com\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "636,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/maplestory-r-evolution-vn/id6464371490?l=vi",
  "nameAndAge": "\n          MapleStory R: Evolution-VN\n 12+\n",
  "company": "\n\n            WeTaps Corporation\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 2,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\tVô số sinh vật sống trên lục địa xinh đẹp Maple. Mọi người sống và làm việc trong hòa bình và hạnh phúc. Đột nhiên một ngày nọ, một lỗ đen khổng lồ xuất hiện trên bầu trời, phá vỡ sự yên bình, con người và nền văn minh dần dần biến mất. Những người sống sót đã cùng nhau thành lập một Liên Minh Mạo Hiểm để cứu thế giới đang sụp đổ...\tMột phiên bản mới của \"MapleStory R: Evolution\" được ủy quyền chính thức đã được ra mắt! Một thế giới phiêu lưu hoàn toàn mới, miễn phí và rộng mở. Trò chơi có đồ họa đẹp mắt, cốt truyện phong phú và các hệ thống tính năng đa dạng. Hệ thống phát triển, thu thập, Pet, thú cưỡi, trang trí Gia viên…phong phú và đa dạng; Công hội tranh bá tuyệt sắc…Trên lục địa này, các Nhà Thám Hiểm hợp tác, đối mặt và Khiêu Chiến với trùng trùng quái vật, sẵn sàng Mạo Hiểm, đi tìm kiếm nền văn minh đã mất... Liệu các Nhà Thám Hiểm có thể Quá Quan Trảm Tướng, chiến thắng tà ác, phục hồi nền văn mình đã mất?!\tTrò chơi tích hợp chiến đấu, thu thập, phát triển, tương tác xã hội và chiến đấu theo nhóm. Bạn có thể tùy ý bày trí, thoải mái tận hưởng chiến thắng!\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.0.11\n\n\n\n\nƯu hóa nội dung trò chơi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "120 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bright-minds-adventure/id6472888570?l=vi",
  "nameAndAge": "\n          Bright Minds Adventure\n 17+\n",
  "company": "\n\n            Mai Trang Dang Phan\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,2 • 45 đánh giá\n\n\n\n",
  "ratingAndReviews": "3,2 • 45 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThis app provides contents for learning\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "18,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rusty-lake-hotel/id1059911569?l=vi",
  "nameAndAge": "\n          Rusty Lake Hotel\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #4 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,9 • 79 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn đã sẵn sàng để phục vụ các vị khách trong khách sạn Rusty Lake? Hãy tham ga giải mã bí ẩn trong cuộc phiêu lưu tăm tối và kỳ lạ này.Chào đón khách quý của chúng ta đến với khách sạn Rusty Lake và đảm bảo họ có một kỳ nghỉ thú vị. Sẽ có 5 bữa tối trong tuần này. Hãy đảm bảo các bữa ăn đều ngon đến chết.Rusty Lake Hotel là cuộc phiêu lưu chỉ-và-nhấn đầy bí ẩn từ những người sáng tạo nên seri Rusty Lake & Cube EscapeĐặc điểm:- Cầm-lên-và-chơi: bắt đầu thì dễ, nhưng bỏ xuống mới khó- Rất nhiều câu đố: có tổng cộng 6 phòng với các câu đố hại não vô cùng độc đáo và đa dạng- Câu chuyện ly kỳ và hấp dẫn: sẽ có 5 bữa tối với các vị khách và nhân viên hiếu kỳ- Bầu không khí nghi hoặc đầy hồi hộp: Khách sạn Rusty Lake là một địa điểm siêu thực, và chuyện gì cũng có thể xảy ra…- Nhạc nền siêu ấn tượng: mỗi phòng đều có bài hát chủ đề được viết riêng- Huy hiệu: phòng trưng bày mọi-thời-đại mà bạn chưa từng thấy quaChúng tôi sẽ lần lượt mở ra những bí ẩn của Rusty Lake, hãy theo dõi chúng tôi tại @rustylakecom.\n",
  "new": "\n\n\n2 thg 5, 2021\nPhiên bản 1.4\n\n\n\n\nTrân trọng cảm ơn bạn đã chơi Rusty Lake Hotel! Chúng tôi đã bổ sung ngôn ngữ khác và sửa một số lỗi trong phiên bản mới này.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "46,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gunfire-reborn/id1606703078?l=vi",
  "nameAndAge": "\n          Gunfire Reborn\n 17+\n",
  "company": "\n\n            HONGKONG DELAN CO., LIMITED\n          \n",
  "ranking": "\n\n\n                      #10 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 173 đánh giá",
  "price": "179.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn đã sẵn sàng 「Tái Sinh」 lần nữa chưa?Gunfire Reborn là tựa game vượt ải phiêu lưu đặc sắc kết hợp FPS, Roguelite và RPG. Người chơi có thể điều khiển các anh hùng có nhiều năng lực khác nhau để trải nghiệm lối chơi Build đa dạng, sử dụng vũ khí và vật phẩm rơi ngẫu nhiên để khám phá các ải ngẫu nhiên. Game này hỗ trợ chế độ một người chơi và chế độ nhiều người chơi với tối đa bốn người chơi.Mạo hiểm trong mưa đạn, tái sinh trong tuyệt vọng!Sau 2 triệu lượt bán trên Steam, Gunfire Reborn hiện đã có mặt trên thiết bị di động![Đặc sắc]·Trải nghiệm FPS + Roguelite mới mẻ: Tham gia vào một vòng luân hồi không bao giờ kết thúc và đi tìm đường chiến thắng·Anh hùng độc đáo và vũ khí đa dạng: Lối chơi Build đa dạng với hàng chục loại vũ khí và hàng trăm Cuộn sách·Chơi một mình hoặc thành lập đội: Tham gia cuộc phiêu lưu ly kỳ với một người chơi hoặc lập đội để có nhiều niềm vui hơn·Đồ họa Độc đáo: Phong cách đồ họa low-poly mang lại trải nghiệm trực quan FPS hoàn toàn mới·Tối ưu hóa cho Thiết bị Di động: Cố gắng đạt được trải nghiệm Điều khiển và Bắn cân bằng·Hỗ trợ PlayStation và Tay cầm chơi game Xbox (Các máy chơi game khác được hỗ trợ sau khi hiệu chỉnh bản đồ).[Game Bản gốc và Nội dung Cao cấp]Gunfire Reborn Mobile là game sử dụng mô hình paymium. Game bản gốc chứa tất cả các Hành động, vũ khí, Cuộn sách Bí ẩn, vật phẩm (cập nhật miễn phí với các thay đổi về phiên bản) và ba nhân vật bắt đầu. Một số nhân vật khác có thể được mở khóa qua việc mua trong trò chơi.[Yêu cầu về Hệ thống]Vui lòng đảm bảo thiết bị của bạn tối thiểu đáp ứng các yêu cầu sau đây, nếu không sẽ không thể chơi game mượt mà.· iOS 10.0 trở lên· Thiết bị có 2GB RAM trở lên· iPhone 6S trở lên· iPad mini 4 trở lên\n",
  "new": "\n\n\n26 thg 9, 2023\nPhiên bản 1.0.23\n\n\n\n\nStars guide the Way,Tarot reveals the SinNew Hero: [Zi Xiao]New Weapons: [Star Ring], [Brick]New Mode: [Spiritual Blessing]New Boss: [Gluttony]\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HONGKONG DELAN CO., LIMITED đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
}]