[{
  "link": "https://apps.apple.com/vn/app/aerofly-fs-global/id6473001577?l=vi",
  "nameAndAge": "\n          Aerofly FS Global\n 4+\n",
  "company": "\n\n            IPACS\n          \n",
  "ranking": "\n\n\n                      #4 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAerofly FS Global is a highly realistic Flight Simulator in PC-quality for your mobile device for beginner and professional flight sim pilots. Explore the world of flying with extremely detailed and accurately simulated airliners, fully interactive 3D cockpits and realistic aircraft systems. Fly with complex airliners, helicopters, business jets, fighter jets and warbirds, general aviation aircraft, aerobatic stuntplanes and gliders across the photorealistic landscape.IMPORTANT NOTE: This game requires at least a device an A12 chip. The level of graphics details depends on your device performance and memory.▶ AIRCRAFT8 aircraft included in the base app:• Airbus A320• Dash 8-Q400• Learjet 45• Cessna 172• Baron 58• Aermacchi MB339• F-15E Strike Eagle• Jungmeister biplane22 aircraft available as in-app purchase: • Airbus A380• Boeing 737-500 Classic• Boeing 737-900ER NG• Boeing 747-400• Boeing 777-300ER• Boeing 787-10• Concorde• CRJ-900• F/A-18C Hornet• King Air C90 GTx• Junkers Ju-52• UH-60 Black Hawk helicopter• EC-135 helicopter• Robinson R22 helicopter• Extra 330LX• Pitts S2B• Corsair F4U• P38 Lightning• Sopwith Camel• Fokker Dr.I• ASG 29 glider• Swift S1 glider▶ DEFAULT SCENERYIncluded scenery in the base product: • US west coast from Sacramento to Monterey including the San Francisco Bay Area region • Detailed custom made airports▶ GLOBAL SCENERYIMPORTANT NOTE: The global scenery streaming service requires a working internect connectionExplore the world with our global scenery streaming! Global streaming is available as prepaid subscription and adds world wide scenery coverage and other global features:• Global high-res aerial images and elevation data• Global 3D buildings, objects and points of interest (on selected and powerful devices)• Global night lighting• 2000+ hand made airports, • 6000+ global airports,• 10,000+ missions based on real world flights• 100+ hand crafted flight missions▶ SIM FEATURES• Pushback• High resolution aerial images• 3D buildings and terminals• Dynamic aircraft lights (on selected and powerful devices)• Optional Flight assistance with simulated copilot• Global air traffic simulation with optional flight-paths and labels• Instant replay with option to resume flight from that recorded state• Go back in time and try again after a crash• Skip forward in time along the route• Instant selection of cold and dark, before engine start, ready for taxi, ready for takeoff, on final approach and cruise configurations• Personal flight statistics, achievements, career progress and recorded flight paths• Adjustable time of day• Configurable clouds• Adjustable wind speed, thermals and turbulence• Various camera views in the cockpit, passenger views, external views, tower views, fly-by and more.• Optional landmark labels for mountains, lakes and cities▶ AIRCRAFT FEATURES• Realistic flight physics• Fully simulated landing gear physics with natively shifting center of gravity on gear retraction, natural wheel and gear damping on all aircraft•  Fully simulated wing flex (not just an animation) on nearly all aircraft• Independent simulation of all flight control actuators and flight control surfaces• Cold and Dark option and engine start procedures in all aircraft, except after-burning jets.• Highly detailed, animated and interactive 3D cockpits• Highly sophisticated autopilot and flight-management system• Realistic fly-by-wire simulations• Realistic instrument navigation (ILS, NDB, VOR, TCN)• Interactive flight management systems (FMS)• Real-time landing lights and other exterior lights that illuminate the ground (on selected and powerful devices)• Realistic internal lightingSee full details per aircraft: https://www.aerofly.com/features/aircraft/Privacy policy: https://www.aerofly.com/privacyEnd User License Agreements (EULA): https://www.apple.com/legal/internet-services/itunes/dev/stdeula/\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 1.0.9\n\n\n\n\n- Reduced memory usage when global scenery streaming service is active- More airport objects on selected devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 15.6 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 15.6 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "2,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zen-match-relaxing-puzzle/id1560124228?l=vi",
  "nameAndAge": "\n          Zen Match - Relaxing Puzzle\n 12+\n",
  "company": "\n\n            Moon Active\n          \n",
  "ranking": "\n\n\n                      #7 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPlaying Zen Match for 10 minutes a day sharpens your mind and prepares you for your daily life and challenges! Enjoy this tile-matching mahjong game, have a moment of peace throughout your day to calm your mind and boost your brain. Sharpen your mind with a series of tile matching levels that gradually increase puzzle difficulty. Relax and enjoy beautiful background sceneries and use your creativity to decorate your very own zen room to relax!Challenge yourself with this addictive mahjong-inspired game where your goal is to match 3 tiles and clear the board. If you love Match 3 puzzles or mahjong, you will love the challenge and relaxing effect of Zen Match. Match tiles, clear the board, decorate your own relaxing room and find your peace in Zen Match! Come back to it every day, as there are always new daily tile matching mahjong puzzles to explore, which allows you to care for your very own house plant and become a mahjong master!Our new generation mahjong game will have you addicted to solving tile matching puzzles, reaching new levels and becoming the master. There's never a dull moment when you're playing our unique tile-matching puzzle game! ► Match Tiles - Challenge your brain through thousands of mahjong puzzles. Puzzles start with low difficulty and become challenging fast! ► Create a Calm Experience - Solve addictive yet always evolving tile matching mahjong puzzles in a unique and calm experience.► Relax and Have Fun - Take your time to solve the puzzles and clear the board. They are simply for your entertainment and will relax your brain.► Create Your Own Designs - Decorate your own relaxing Zen Space to escape and find your balance.► Explore - Discover unique and relaxing sceneries that are displayed in the background while you match tiles.► Make Unique Collections - Collect relaxing rooms, stunning backgrounds, and various Zen tiles.► Care for Plants - Solve daily puzzle challenges which allow you to care for your very own house plant.Zen Match is a modern mahjong tile match game that has a user base of over 10 million people! It is the highest-rated tile-matching game for puzzle lovers. If you are the master of games like match-3, blast, jigsaw, crossword, or other tile matching puzzles, then you’ll love Zen Match.Increase mindfulness, exercise your brain, and take control of your daily life through meditative puzzle games and a world of Zen design. Start your Zen journey today!Follow Zen Match on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/zenmatchgame/Instagram: instagram.com/zenmatchgame/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://support.zenmatchgame.com/hc/en-us\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 220000.1.181\n\n\n\n\nGet ready for the biggest update since Zen Match released! Discover our unique feature ZEN MASTERS! Pass levels to collect GEMS and earn a spot in ZEN MASTERS LEAGUE to compete against the best!Are you up for a challenge? Become one of the top-ranking players in LEADERBOARD! What is new in this version:• Re-designed Level Experience• New Room• New Journey• GEMS: Pass levels to earn GEMS for your collection• New Tile Icons  Be sure to update your game to get the latest content!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n",
  "size": "296,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/grand-theft-auto-vice-city/id578448682?l=vi",
  "nameAndAge": "\n          Grand Theft Auto: Vice City\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #4 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,5 • 245 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome back to Vice City. Welcome back to the 1980s.From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose. To celebrate its 10 year anniversary, Rockstar Games brings Grand Theft Auto: Vice City to mobile devices with high-resolution graphics, updated controls and a host of new features including: • Beautifully updated graphics, character models and lighting effects • New, precisely tailored firing and targeting options • Custom controls with a fully customizable layout • iCloud save game support • Massive campaign with countless hours of gameplay • Support for Retina display devices • Custom iTunes Playlist* *To listen to your custom playlist, simply create a playlist titled “VICECITY”, launch the game, and select the radio station “Tape Deck” Universal App:Grand Theft Auto: Vice City is supported on iPhone 4, iPhone 4S, iPhone 5, all iPad models and 4th and 5th generation iPod Touch.For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: Vice City. Languages Supported: English, French, Italian, German, Spanish, Korean, Russian, and Japanese. Mobile Version developed by War Drum Studioswww.wardrumstudios.com  Find out more:www.rockstargames.com See videos:www.youtube.com/rockstargames Follow us: www.faceboook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n21 thg 5, 2019\nPhiên bản 1.8\n\n\n\n\nAddressed an issue with the MIXTAPE radio station not playing custom playlists.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/refind-self/id6468033830?l=vi",
  "nameAndAge": "\n          Refind Self\n 12+\n",
  "company": "\n\n            ACTIVE GAMING MEDIA Inc.\n          \n",
  "ranking": "\n\n\n                      #4 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAll players approach games in varied ways, making different choices.No one ever plays in exactly the same way.Indeed, how a person plays can be an indicator of their personality.And Refind Self is a game where you can learn about that personality.One play is about one hour.Just enjoy this simple test during your busy time.And the third time test will show all your personalities, where the end of the story is also not far away.  ### STORY ###You are a robot with a human appearance.When the story begins, you stand at the grave of the Doctor who created you.The world is populated by robots in various forms, created for numerous purposes.Travel to places key to your memories of the Doctor, interact with the robots, and unravel the secrets behind the future the Doctor sought, and with what you were entrusted.  ### HOW TO PLAY ###Go wherever you feel like, converse, investigate, play minigames...Simply play as it pleases you.There are no game overs, and there's no right or wrong way to progress.With each action you take, your personality will be analyzed.Once analysis is 100% complete... Congratulations, the game is cleared.Your personality results will also be revealed.If you want to know more about your personality, you can go back to play again and again.Of course, this also goes for those who want to know the truth of the story.  ### PERSONALITY COMPARISON AND SHARING ###Your test results are stored in an online database, and you'll be issued a unique results ID.You can share your results ID, and view others' results to compare them with your own.Could similar personalities mean good compatibility? That's another way of having fun with your results.*Test result data does not include any personal identifiable information.Please contact us through the support form below if you have feedback or bug reports.https://playism.com/en/contact/consumer/Developer: Lizardry (https://twitter.com/Lizardry_dev)\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 1.0.261\n\n\n\n\nVer:1.0.261- Fixed an issue where ID registration failed.- Changed the \"Different action\" UI on comparing personalities so that player can tell whose actions it is.- Added information for each run to \"Action synchronous rate\" on comparing personalities.- Improved loading speed- Fixed an issue where if player exit the game while in a manhole, player will not be able to continue playing from where you left off.- Adjusted some UI behavior mildly\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "101 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/temple-run-2/id572395608?l=vi",
  "nameAndAge": "\n          Temple Run 2\n 9+\n",
  "company": "\n\n            Imangi Studios, LLC\n          \n",
  "ranking": "\n\n\n                      #16 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,4 • 81,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe sequel to the smash hit phenomenon that took the world by storm!Temple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2!Navigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol. How far can you run?!FEATURES* Beautiful new graphics* Gorgeous new organic environments* New obstacles* More powerups* More achievements* Special powers for each character* Bigger monkey!!!Become a fan of Temple Run on Facebook:http://www.facebook.com/TempleRunFollow Temple Run on Twitter:https://twitter.com/TempleRun\n",
  "new": "\n\n\n23 thg 11, 2023\nPhiên bản 1.106.0\n\n\n\n\nChristmas chaos sweeps The Temple – fan favorite Map Winter Toyland has returned! Runners new and old race for the Christmas tree! How far can you run?– New Runner! A Yuletide Yeti crashes Christmas!– New Runner Outfit! Barry Bones becomes The Shadow of the Mountain!– New Pet! Unlock Prototype 01, the Wright brothers' original airplane!– New Hat! Don the blazing Candle Abra!– Favorite Runners return! Collect Conductor Watty, Wintermyst, and the chaotic Christmas elves Winky and Pip!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "256,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/60-seconds-reatomized/id1474716211?l=vi",
  "nameAndAge": "\n          60 Seconds! Reatomized\n 12+\n",
  "company": "\n\n            Robot Gentleman sp. z o.o.\n          \n",
  "ranking": "\n\n\n                      #17 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  Máy Mac\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDolores, Ted, Mary Jane and Timmy return to face the nuclear apocalypse in this new, remastered edition of the classic atomic adventure - 60 Seconds! Reatomized, featuring 4K support, refreshed 2D graphics and hand-drawn 3D textures, new interactive menu, improved UI system, a technical refresh, and of course... new content!NEW GAMEPLAY MODESurvival Challenges - unique, short storylines which will put your survival skills to the test!NEW OPPORTUNITIESto escape the wasteland in form of a storyline spanning across multiple playthroughs! Can you escape the wasteland in style?NEW RELATIONSHIP SYSTEMmore stories and crazy interactions between the McDoodle family members!NEW SOUNDS, ART AND UNLOCKABLE VISUAL CONTENTallowing you to add a little color to your fallout shelter!NEW ACHIEVEMENTS!With only 60 seconds left to impact, go on a mad dash through the house in search of family members and useful supplies. Everything will be against you: time, your very own furniture, a house that's different every time you play, and the fundamental question... what to take with you and who to leave behind?Reaching the fallout shelter in time, alive, is only the beginning. Whatever you scavenged and whoever you saved will play a vital role in your survival. Each survival story will be different, with every day surprising you with unexpected events. Will all of these stories end well? It's up to you. Ration food and water, make best use of your supplies, face difficult choices and even venture into the wasteland.Good luck.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 10.9.0 trở lên.\n                \n\n",
  "size": "715,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mini-world-creata/id1540197003?l=vi",
  "nameAndAge": "\n          Mini World: CREATA\n 9+\n",
  "company": "\n\n            Miniwan Tech\n          \n",
  "ranking": "\n\n\n                      #9 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,3 • 147,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nVới Game Mini World, Giấc mơ sáng tạo của bạn sẽ trở thành hiện thực! Thiết kế, thu thập và xây dựng mọi thứ như nhà, xe cộ, Robot, Thành phố - Thỏa sức xây dựng tùy ý. Tham gia ngay Cộng đồng Hàng trăm triệu người chơi sáng tạo toàn cầu hoàn toàn MIỄN PHÍ.Thế giới phiêu lưu của bạn bắt đầu!THẾ GIỚI SÁNG TẠO VÔ HẠN  Khám phá Thế giới sáng tạo Miễn Phí với lối chơi độc đáo, sinh vật đáng yêu và thiên nhiên kỳ thú. Chế Độ Chơi Đa Dạng: Sinh Tồn, Sáng Tạo, Nhập Vai, Parkour, Đối chiến và hàng ngàn thể loại khác trong 1 Game!CHƠI MIỄN PHÍ VUI MÊ LY Vào thăm thế giới của bạn bè để vui chơi hoặc cùng họ xây dựng các công trình kỳ vĩ! Chat Voice với bạn bè ngay trong game vô cùng tiện lợi. Chia sẻ game trên livestream cực dễ. Tham gia cộng đồng sáng tạo với người chơi từ khắp nơi trên Thế Giới. Trang phục cực chất và đa dạng cho cả Nam và Nữ!SÁNG TẠO CỰC DỄCông cụ xây dựng trong game CỰC DỄ và giúp bạn tự tạo ra các game như Bắn Súng, Giải Đố, Chiến Thuật, Sinh Tồn, Parkour, Đánh Boss... Ngay trong Mini World. Bạn có thể xây được bất cứ điều gì mình muốn chỉ với chiếc điện thoại!Mini World chơi được ngay cả khi không có Internet! Tuy nhiên sẽ vui hơn nhiều nếu bạn có thể chơi cùng mọi người, đúng không?THAM GIA CỘNG ĐỒNG MINI WORLD Facebook: https://www.facebook.com/groups/miniworldVNTwitter: @miniwantechDiscord: https://discord.gg/88GZq34CS email: MiniworldCustomerService@gmail.com\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 1.5.9\n\n\n\n\n1. [Kho Báu Băng Tuyết]! Hoàn thành các nhiệm vụ để nhận skin hiếm và DIY vĩnh viễn!2. Sảnh Tương Tác với phong cảnh Băng Tuyết, bạn có thể tạo bóng tuyết, xây tượng tuyết, tạo điêu khắc bằng băng v.v.3.[Cao Nguyên Băng Giá], map mới đầy thử thách với những người bạn mới: Dân làng, boss, sinh vật, thực vật và lối chơi mới cực cuốn!4. Thẻ Mùa mới - skin miễn phí - Valentine5. Skin Phong Hồ và Huyền Vũ trong Hộp Quà Tinh Huy6. Cynthia đẹp tựa vầng trăng đã ra mắt7. Thú cưỡi mới - Bồng Bềnh\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dont-starve-pocket-edition/id1012298403?l=vi",
  "nameAndAge": "\n          Don't Starve: Pocket Edition\n 9+\n",
  "company": "\n\n            Klei\n          \n",
  "ranking": "\n\n\n                      #18 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,2 • 160 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n***NOTE: Don't Starve requires iOS 8 and at least an iPhone 5, iPad 3, or iPad mini 2. Due to memory constraints, it will not run on older devices.***Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 4 million players to the iPhone and iPad. Now you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land. ********************************************************Awards:- Independent Games Festival: Grand Prize Nominee- Independent Games Festival: Excellence in Design Nominee- Independent Games Festival: Audience Award Nominee- Capsule Computers: Editor’s Choice- Indie Game Reviewer: Game of the YearKey Features:Optimized for Touch: New intuitive touch interface lets you explore, fight, craft and manage inventory with ease.Uncompromising Survival & World Exploration: No instructions. No help. No hand holding. Start with nothing and craft, hunt, research, farm and fight to survive.Dark and Whimsical Visuals: 2D characters and odd creatures inhabiting a unique 3D world.Randomly Generated New Worlds: Want a new map? No problem! At any time you can generate a new living and breathing world that hates you and wants you to die.\n",
  "new": "\n\n\n29 thg 6, 2022\nPhiên bản 1.47\n\n\n\n\n-Fixed issue where the UI stopped responding after using the inventory.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stardew-valley/id1406710800?l=vi",
  "nameAndAge": "\n          Stardew Valley\n 12+\n",
  "company": "\n\n            ConcernedApe\n          \n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,1 N đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMove to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on iOS with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Continue farming from where you last left off with auto-save (even if you close the app!)■ Play the game your way with multiple controls options, such as touch-screen and virtual joystick■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...---“The best version of Stardew Valley is the one you have with you … This game is absolutely incredible, and will not disappoint.” - TouchArcade\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb\"Village life has never been so accessible and satisfying\" - The Telegraph“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features new 1.5 update story content, multiplayer functionality not supported. No in-app purchases.\n",
  "new": "\n\n\n21 thg 2, 2023\nPhiên bản 1.5.6.39\n\n\n\n\n- Added toggle for flash effects.- Added advanced crafting info.- Improvements to sizing on tablet devices.- Fixed PiP and podcast/music playback during gameplay.- Gamepad support improvements.- Bigger tooltip fonts.- A bunch of crash bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "411,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-past-within/id1642601792?l=vi",
  "nameAndAge": "\n          The Past Within\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #2 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 245 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLưu ý: The Past Within là trò chơi trải nghiệm phối hợp (co-op). Cả hai người chơi cần sở hữu mỗi người một bản của trò chơi trên thiết bị của mình (điện thoại di động, máy tính bảng hoặc máy tính), cũng như phải giao tiếp được với nhau bằng cách nào đó. Chơi cùng với bạn bè hoặc tìm người chơi cùng từ trang Discord chính thức của chúng tôi!Quá khứ và tương lai không thể được khám phá một mình! Hãy lập nhóm với một người bạn và cùng tìm hiểu bí ẩn quanh Albert Vanderboom. Hãy giao tiếp với nhau những gì bạn thấy xung quanh để giúp nhau giải các câu đố và khám phá thế giới từ nhiều góc nhìn!The Past Within là cuộc phiêu lưu chỉ-và-nhấn đầu tiên chỉ chơi phối hợp (co-op) lấy bối cảnh thế giới bí ẩn của Rusty Lake.Đặc điểm:▪ Trải nghiệm chơi phối hợp (co-op) Hãy chơi cùng với một người bạn, một người ở Quá Khứ, người còn lại ở Tương Lai. Cùng nhau giải các câu đố và giúp Rose khởi động kế hoạch của cha mình!▪ Hai thế giới - Hai góc nhìnCả hai người chơi sẽ trải nghiệm môi trường trò chơi ở hai không gian khác nhau: 2D và 3D - một trải nghiệm lần đầu tiên trong vũ trụ Rusty Lake!▪ Đa nền tảngMiễn là có thể giao tiếp với nhau, bạn và người chơi chung đều có thể chơi The Past Within trên nền tảng ưa thích của mỗi người: Mac, PC và Nintendo Switch!▪ Thời gian chơi & Tính năng chơi lạiTrò chơi gồm 2 chương và có thời lượng chơi trung bình là 2 giờ. Để có trải nghiệm đầy đủ, chúng tôi xin gợi ý bạn chơi lại trò chơi từ góc nhìn còn lại. Ngoài ra, bạn có thể sử dụng tính năng chơi lại để trải nghiệm trò chơi từ đầu với câu trả lời mới cho tất cả các câu đố.\n",
  "new": "\n\n\n4 thg 7, 2023\nPhiên bản 1.20\n\n\n\n\nTrân trọng cảm ơn bạn đã chơi The Past Within, chúng tôi đã sửa một số lỗi trong phiên bản mới này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "392,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/muse-dash/id1361473095?l=vi",
  "nameAndAge": "\n          Muse Dash\n 17+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 592 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Hitting while listening to music.\"\"Is that the call from another world?\"[Game Starts Now—!!]Lovely girlsor rhythmic music?If there’s a place for you to have them both…It must be the paradise of parkour & rhythm game  — Muse Dash!!Huh?! Not your forte? It doesn’t matter!Who says you must have a strong sense of rhythm to win?Avoid is also a valid option (?)As long as you have 100% of passion, courage, and… love for lovely girls~Rhythm and fight won’t be an issue[Gameplay]Dance to the music and beat enemies in the air and on the ground. Also, watch out for the obstacles!!What an easy, beginner-friendly rhythm game[Media Review]可愛らしいビジュアルのキャラクターが躍動する、新感覚の2Dアクションスタイルのリズムゲーム ——IGN Japan“A bright exterior hides a surprisingly deep and engaging mash up”——POCKET GAMERLanguages Supported:English简体中文（Simplified Chinese）繁体中文 （Traditional Chinese）日本語（Japanese)韩语 （Korean）Feedback: https://service.peropero.net/Twitter:@MuseDash_EN@PeroPeroGuys\n",
  "new": "\n\n\n24 thg 11, 2023\nPhiên bản 3.11.0\n\n\n\n\nI bet I can achieve no misses and challenge all perfects! If I lose… restart the game while nobody's looking.1. The concept pack [Gambler's Tricks] has 6 new songs. Unlock it to obtain 2 illustrations and 1 theme Fever BG. Stun me with your mind-blowing techniques!2. [Fuzzy-Navel - *wakadori] and [Twisted Escape - xi] are added with the hidden sheet. Tap the difficulty button to unlock it. Cheers for your hidden sheets.3. An autumn-themed illustration is added to the leveling-up bonus. Go camp with your friends~\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zingspeed-mobile/id1435297178?l=vi",
  "nameAndAge": "\n          ZingSpeed Mobile\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #2 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "3,8 • 72,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nZingSpeed Mobile – Tốc Độ Bộc Lộ Kỹ Năng | Game Đua Xe Số 1 Việt Nam!RA MẮT PHIÊN BẢN MỚI – QUYẾT ĐẤU CỰC HẠNPhiên Bản Quyết Đấu Cực Hạn cập nhật hàng loạt tính năng và hoạt động đặc sắc mới:- Chế độ chơi mới – Chiến Đấu Cực Hạn- Hệ Thống Ghế Bay Huyền Nguyệt siêu lung linh- Cập nhật đường đua mới và mùa xếp hạng mới- Ra mắt xe A- Huyền Nguyệt- Ma pháp mớiTÍNH NĂNG ĐẶC SẮC1. Quyết Đấu Cực Hạn-\tChế độ chơi mới cực hấp dẫn với nâng cấp siêu khủng. Phá bỏ giới hạn tốc độ để cạnh tranh trong đấu trường cùng các Racer tài năng.Bên cạnh dàn nhân vật cực chất, Racer sẽ được trải nghiệm tốc độ đỉnh cao cùng những nâng cấp có độc quyền chỉ có mặt trong chế độ chơi cực tốc này. 2. Hệ thống ghế bay- Hệ thống ghế bay mang đến trải nghiệm mới đầy mới lạ để người chơi thỏa thích thể hiện bản thân. Với thiết kế lộng lẫy cùng hiệu ứng đẹp mắt, những chiếc ghế đặc biệt này sẽ khiến người chơi khác phải ngưỡng mộ.3. Cập nhật đường đua mới và mùa xếp hạng mới- Liên tục cập nhật nhiều đường đua mới, giúp người chơi có nhiều trải nghiệm và thử thách hơn tại ZingSpeed Mobile4. Xe A- Huyền Nguyệt- Siêu Phẩm xe Thỏ Ngọc Huyền Nguyệt với tạo hình độc đáo cùng chủ đề Huyền Bí siêu ngầu đã sẵn sàng ra mắt các Racer. 5. Thời trang động tác và Tủ Ma Pháp mới- Hàng loại bộ Ma Pháp và thời trang động tác mới với chủ đề Trung Thu và Hoàng Hà sắp lên kệ, hãy cùng chờ đón nhé.6. Những tính năng vô cùng thú vị khác- Các chế độ đua đa dạng: đua Tốc Độ, đua Đạo Cụ, đua Cặp Đôi, Đấu Hạng và đua Ảo Cảnh, nơi người chơi có thể trải nghiệm ký ức và hành trình của 4 Vị Thần Xe trong game.- Lõi Tốc Độ: nơi các tay đua có thể tùy chỉnh kĩ năng phù hợp với phong cách đua của mình. Tính năng này được làm mới theo mùa, tạo cơ hội cho người chơi thay đổi trải nghiệm.- Âm nhạc sôi động và phù hợp với giới trẻ- Người chơi cũng có thể tạo ra bản sao nhìn giống với bản thân nhất trong tính năng tùy chỉnh nhân vật.Về tựa game:- ZingSpeed Mobile là game đua xe 3D đỉnh cao trên di động, xây dựng dựa trên bản gốc ZingSpeed PC, giữ nguyên các kỹ năng cũng như độ sâu thao tác điều khiển, đồng thời cải tiến vượt bậc trong tạo hình nhân vật và thời trang. Cảm giác drift mới, đồ họa được cải thiện, tính cạnh tranh và tương tác cao tạo nên điểm đặc sắc cho game.- Game đề cao tính cộng đồng thông qua việc kết bạn với người chơi khác, thoải mái giao lưu với những tay đua cùng chung niềm đam mê tốc độ trên nhiều khu vực. Khi tìm được người bạn hợp cạ, người chơi hoàn toàn có thể kết đôi, sánh vai nhau bước vào lễ đường lãng mạn và nhận nhiều đặc quyền của cặp đôi. Đua xe hăng say đến khi thấm mệt, các tay đua hẹn nhau đến Khu giải trí để cùng giao lưu, chơi minigame vui vẻ. Với hệ thống tính năng đa dạng độc đáo, ZingSpeed Mobile thu hút hơn 10 triệu người chơi gia nhập vào đường đua tốc độ và tạo nên một cộng đồng ZingSpeed Mobile vững mạnh.- ZingSpeed Mobile liên tục cập nhật những tính năng, xe, thú cưng, mùa giải cũng như những sự kiện trong game hấp dẫn, thu hút nhiều người chơi tham gia.\n",
  "new": "\n\n\n18 thg 9, 2023\nPhiên bản 1.37.010408\n\n\n\n\nTối ưu trò chơi để Racer có trải nghiệm tốt hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "3,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mindustry/id1385258906?l=vi",
  "nameAndAge": "\n          Mindustry\n 9+\n",
  "company": "\n\n            Anton Kramskoi\n          \n",
  "ranking": "\n\n\n                      #14 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,9 • 15 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMindustry is a factory-building game with tower defense and RTS elements. Create elaborate supply chains to feed ammo into your turrets, produce materials to use for building, and construct units. Command units to capture enemy bases, and expand your production. Defend your core from waves of enemies.Gameplay Features: - Use production blocks to create a wide variety of advanced materials- Defend your structures from waves of enemies- Play with your friends in cross-platform multiplayer co-op games, or challenge them in team-based PvP matches- Distribute liquids and fight constant challenges, like outbreaks of fire or enemy flier raids- Get the most out of your production by supplying optional coolant and lubricant- Produce a wide variety of units for automatic management of your base or assault on enemy bases- Set up assembly lines to construct armies of mechanized units- Use your units to square up against fully functional enemy basesCampaign:- Conquer the planets Serpulo and Erekir as you advance through 35 hand-made maps and 250+ procedurally generated sectors- Capture territory and set up factories to produce resources while you play other sectors- Defend your sectors from periodic invasions- Coordinate resource distribution between sectors via launch pads- Research new blocks to fuel progress- Invite your friends to complete missions together- 250+ technology blocks to master- 50+ different types of drones, mechs and shipsCustom Games & Cross-Platform Multiplayer:- 16+ built in maps for custom games, in addition to two entire campaigns- Play co-op, PvP or sandbox- Join a public dedicated server, or invite friends to your own private session- Customizable game rules: Change block costs, enemy stats, starting items, wave timing and more- Full functional map editor with scripting support\n",
  "new": "\n\n\n4 thg 9, 2023\nPhiên bản 7.146.0\n\n\n\n\n- Fixed a variety of issues with unit & block cost multiplier rules- Fixed many various crashes- Fixed pathfinding not being able to path through solid enemy blocks- Fixed naval units sometimes attempting to pathfind through land- Fixed water tiles with space background resulting in a black background- Fixed internal legacy blocks being logic constants- Fixed power node double-click leading to interaction rate limit triggering- Fixed units sometimes being unkillable- Fixed units with long paths sometimes recalculating forever- Fixed serious issue with player units getting bugged in certain maps with puddles- Fixed Neoplasia reactor sometimes not exploding- Fixed units randomly dying when hitting corners- Fixed piercing bullets permaturely hitting blocks \"under\" bullets- Fixed missiles dealing double damage to units- Fixed FPS not limiting accurately- Added setting to disable all lighting- Added logic unit autoPathfind command (default wave pathfinding)- Made logic unbind command set `@unit` to null- Made \"any\" environment accessible outside of sandbox- Made payload loaders no longer accept inputs from payload unloaders- Added logic sensors for shields, content ID (inverse of lookup command)- Added logic particle effect instruction- Added logic sync instruction- Setting factory output points now updates \"last accessed\"- Disabled team switching menu in multiplayer outside of sandbox/PvP- Decreased canvas block silicon cost slightly- Scathe ammo usage decreased to 15- Buffed Precept unit\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0.0 trở lên.\n                \n\n",
  "size": "174 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/a-dance-of-fire-and-ice/id1456547302?l=vi",
  "nameAndAge": "\n          A Dance of Fire and Ice\n 4+\n",
  "company": "\n\n            7th Beat Games S.A.C.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 148 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA Dance of Fire and Ice is a strict one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure if you would enjoy this game!Features:- More than 10 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world starts with small tutorial stages and ends with a final test.- Post-game challenges: Speed Trials for each world and a blisteringly fast bonus level for the brave.- Calibration options: auto-calibration and manual calibration. This is a precise rhythm game, so use your ears more than your eyes when playing.- Play new levels for free: more levels will be added over the coming months.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part all you have to do is keep a consistent beat - but this is a good test of whether you would be a good drummer. Keeping a beat is not very easy, and then weird breakbeats are added on top of that, so don't worry if you find it difficult!\n",
  "new": "\n\n\n11 thg 11, 2023\nPhiên bản 2.5.7\n\n\n\n\nThis version includes cloud saves support, achievements, a new pause menu, keyboard support, improvements and minor bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pascals-wager/id1476649036?l=vi",
  "nameAndAge": "\n          Pascal's Wager\n 12+\n",
  "company": "\n\n            Giant Network\n          \n",
  "ranking": "\n\n\n                      #14 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,6 • 91 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAugust 19th, 2022Newest add-on content, Dance of the Throne, is now available!The Soul of Obsession carrying the will of all Demiurges has been summoned to Solas again, and it's here for revenge!The leader of Demiurge, Elena, will be arriving as a playable character in this mode. Dance in a flurry of dual blades and experience a completely new challenge in Solas.20th Aug 2020\"The Tides of Oblivion\" DLC is available!New story, maps and playable character.Adventure with Jerold to explore the cursed Ichthyosauria!■ Devices support:- System run iOS 9 and above- iPhone 6s and above- iPad models with 2G RAM or more■ DescriptionPascal's Wager is an action role playing game with the style of dark fantasy. The game provides its players with top-notch picture quality and a feast for the senses that the mobile platform has never had before. In the game, the world is shrouded by dark mist, where light is dim and mysterious. People there become lunatic, and nobody knows the secrets behind that. Players can play multiple characters to experience the strong storyline and reveal various hidden areas of the map. Along the way, they will fight unbelievable enemies, confront epic bosses, and embrace overwhelming death and truth. All the while, they'll be engrossed by a magnificent soundtrack performed by a world-class orchestra.■ Features- An incredibly Rich and Deep story, 20 or more hours of content- Four operable characters, with different combat modes and skill trees- Dozens of different enemies, bringing extensive experience of hectic battles- Diversified NPCs, responding to independent subplots- Three-dimensional map with multiple layers- Cinematic performance and storytelling, fully voiced dialog- Powerfully attractive soundtracks, performed by a world-famous symphony orchestra- Full controller support to ensure the best possible gameplay experience- Substantial post-launch DLC adding to the story and characters■ StoryIn ancient times, a natural disaster brought the Sun from high in the Sky to the depths of the Ocean, allowing a mysterious dark fog to blanket the World.  Simultaneously, Colossi, beings that were revered by descendants, roamed the lands for the very first time.  These Colossi, which emit the sparks of light that disperse the black fog, bring the only hope to mankind.  Thousands of years later, humanity has long grown accustomed to following in the footsteps of these revered beings as they travel through the black fog.  However, just as how the Sun was mysteriously brought down from the Sky, these Colossi have also began to fall mysteriously... Terrence, a courier whom was expelled by the Church, has learned that his long estranged wife Teresa, may have some connection to the recent fall of the Colossi.  Setting forth on a journey filled with anguish, deception and possible redemption, Terrence seeks to find his wife and the truth behind their World.◆ SNS ◆- Facebook: @PascalsWagerGame - Youtube: Pascal's Wager  - Twitter: @PascalsWager_  - Instagram: @pascalswagergame- Reddit: https://reddit.com/r/PascalsWagerGame- Discord: https://discord.gg/aXxxENu\n",
  "new": "\n\n\n9 thg 5, 2023\nPhiên bản 1.11.4\n\n\n\n\nBugfixesFixed an issue causing certain iOS devices to crash upon launch.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-r%C6%B0%E1%BB%A3t-v%C3%A0ng/id1089336971?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Rượt Vàng\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #13 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 276,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTom Biết Nói đã sẵn sàng chạy, nhảy và đuổi theo Roy Rakoon.Ai đó phải chặn Roy Rakoon lại!Chú gấu mèo trúc phiền phức này đã cướp hết vàng. Giờ đây người chơi phải giúp Tom Biết Nói tăng tốc, trượt và tránh các thế giới hoang dã để cướp kho báu và bắt kịp Roy.- Những cuộc rượt đuổi gay cấn- Thử thách quãng thời gian với nhiều hành động- Thế giới thú vị- Bộ tăng sức mạnh tuyệt vời- Mở khoá bạn mới- Trang phục mới rất hấp dẫnNgười chơi có thể mở khóa Angela Biết Nói, Ginger Biết Nói, Ben Biết Nói và Hank Biết Nói khi đang di chuyển!Bởi Outfit7, nhà sáng tạo của Tom Biết Nói Của Tôi, My Talking Angela, My Talking Tom Friends và Talking Tom Hero Dash.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi; và- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Xin lưu ý rằng chúng tôi không xử lý tất cả dữ liệu được tiết lộ trên nhãn dành cho người dùng dưới độ tuổi được đồng thuận kỹ thuật số. Để biết thêm thông tin, vui lòng kiểm tra Chính sách quyền riêng tư của chúng tôi.Điều khoản sử dụng: https://talkingtomandfriends.com/eula/en/Chính sách quyền riêng tư EEA: https://talkingtomandfriends.com/eea/en/Chính sách quyền riêng tư Hoa Kỳ: https://talkingtomandfriends.com/privacy/en/Chính sách quyền riêng tư Brazil: https://talkingtomandfriends.com/privacy-brazil/en/Chính sách quyền riêng tư tại các quốc gia khác: https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 6.9.1\n\n\n\n\nSửa lỗi và cải tiến nhỏ trong lối chơi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "399,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/binh-%C4%91o%C3%A0n-z/id1464502423?l=vi",
  "nameAndAge": "\n          Binh Đoàn Z\n 12+\n",
  "company": "\n\n            Hong Kong Ke Mo software Co., Limited\n          \n",
  "ranking": "\n\n\n                      #11 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,9 • 5,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSố lượng download toàn cầu vượt ngưỡng 70 triệuMMO chiến thuật tiêu diệt Zombies, kết thành Liên minh, thống lĩnh quân đội, quản lý bang phái để tái thiết văn minh nhân loại trong ngày tận thế của thế giới!Nguy cơ Zombies bùng phát đe doa nền văn minh đã tồn tại hàng ngàn năm đến bờ vực tuyệt vong. Lúc này, bạn gánh vác hy vọng phục hung của nhân loại;--------Dựa vào tinh thần bất khuất, chiến xa, súng pháo bảo hộ sinh linh;--------Hủy diệt Zombie, nghiền nát kẻ địch để chiếm lại vùng đất đã mất;--------Tái thiết thành phố, giải cứu nạn dân, lần nữa thức tỉnh văn minh nhân loại;Kết minh với những chỉ huy cùng chí hướng trên khắp thế giới, hủy diệt đối thủ, tranh đoạt thủ đô, trở thành lãnh tụ của thế giới dẫn dắt nhân loại lần nữa phục hưng!Chỉ có nhân loại mới có thể hủy diệt nhân loại tận gốc, trong thế giới của Age of Z, kẻ địch thật sự không phải là Zombies hung bạo, hãy chú ý đề phòng và hóa giải các cuộc công kích và cướp đoạt tới từ thành phố khác!SINH TỒN--------Chiêu mộ quân đội, nghiên cứu công nghệ, hủy diệt kẻ địch;--------Kẻ mạnh nuốt kẻ yếu, quân bị chính là sinh tồn: Bạn cần chế tạo càng nhiều súng ống đạn được. tiếp đủ nhiên liệu cho chiến xa, nghiên cứu ra binh chủng công nghệ cao trong thời gian ngắn nhất;--------Một cây làm chẳng nên non, ba cây chụm lại nên hòn núi cao: Quản lý thành bang, phát triển quân sự, chỉ huy chiến tranh, chỉ có mình bạn sợ rằng sẽ vô vùng bận rộn; vậy thì, bạn có lẽ cần chiêu mộ thêm nhân tài san sẻ gánh nặng cho bạn--------Đã có người tận mắt nhìn thấy Zombie biến dị to như quả núi, sợ rằng còn nhiều những thứ đáng sợ hơn nhưng vì những người tận mắt chứng kiến đều đã vong mạng khiến chúng ta không hay biết đến sự tồn tại của chúng. Những kẻ đại diện cho tận thế này đang chờ bạn tới khiêu chiến--------Chào mừng gia nhập thế giới chiến tranh 3D: Nơi đây không chỉ cần vượt qua núi non và ao hồ, mà cần sinh tồn và phát triển ở những vùng đất khô cằn, địa hình phức tạp trên khắp thế giới! Bạn sẽ vạch chiến lược trong một thế giới 3D vô tiền khoáng hậu, vị trí địa lý và đường hành quân cũng vô cùng quan trọng,, sinh tồn và diệt vong chỉ trong một niệm!PHỤC SINH--------Diệt sạch Zombie, đoạt lại thành phố! Đây là thành phố thuộc về bạn, đồng thời cũng là thành phố của Zombie! Lượng lớn quảng trường đã bị Zombie chiếm đóng, bạn cần thận trọng từng bước, chiếm lại từng chút một từ tay Zombies!--------Nạn dân mà bạn ứng cứu sẽ trở thành nền tảng phát triển của thành phố, dung để tăng cường độ phồn vinh, bảo đảm thành phố phát triển nhanh chóng!--------Cùng với sự trỗi dậy của nhân loại, Zombies hung tàn nhận được những đòn trừng trị thích đáng, bầu không khí ô nhiềm dân dần dược thanh lọc, văn minh nhân loại dần được tái thiết, ,tiến trình thế giới tiến bước mạnh mẽ tới giai đoạn tiếp theo! Giai đoạn thế giới mới không ngừng được mở ra, bạn sẽ nhận được phần thưởng phong phú, trải nghiệm nhiều tính năng hấp dẫn và độc đáo!PHÁT TRIỂN--------Bành trướng, chinh phục, thống trị! Hành vi của liên minh bạn sẽ là mục đích của hàng trăm chỉ huy, hàng vạn binh sĩ, cùng nhau đạt tới mục tiêu, hủy diệt kẻ địch tới cùng, đồng tâm hiệp lực cho tới khi thống trị toàn thế giới!--------Cùng chỉ huy tin cậy trên khắp thế giới kết thành Liên minh hùng mạnh, đồng thời thông qua thương lượng, đàn áp, không chút bảo lưu sử dụng mọi cách để đánh bại kẻ địch của các bạn. --------Vì lãnh thổ, tài nguyên và công nghệ mà tiến hành chiến tranh siêu cấp thậm chí đại chiến thế giới! Thắng làm vua, thua làm giặc, liên minh trụ vững cuối cùng sẽ thống trị toàn thế giới!--------Chỉ huy, hãy hạ chỉ lệnh! Chính là lúc này, dùng quyết sách của ngài giải cứu thế giới, còn binh sĩ của ngài, xả thân oanh liệt vì một tân thế giới!Liên hệ với chúng tôi: https://facebook.com/AgeOfZ/https://twitter.com/Age of Z Origins\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 1.3.690\n\n\n\n\nThêm tính năng đóng mở thông báo tập kết phế tích thành phố (mặc định mở), có thể tiến hành thiết lập trong \"Thông tin nhân vật - Cài đặt - Thông báo thư\"\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-cheeseria-to-go/id1477229754?l=vi",
  "nameAndAge": "\n          Papa's Cheeseria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #20 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n-- ABOUT THE GAME --Papa's Cheeseria is kicking off its grand opening with a special performance by the high-energy band, Scarlett and the Shakers!  Unfortunately the concert is canceled when all of the music gear is stolen, and you'll need to pick up a job to afford buying new instruments for the band.  Thankfully Papa Louie has the perfect solution for you:  He's putting you in charge of making grilled cheese sandwiches in his newest restaurant!You'll need to prepare sandwiches with delicious breads, melty cheeses, and a wide array of toppings and sauces for a gourmet grilled cheese.  Cook and flip the sandwiches to grill them just right, and finish your customers' orders with a heaping order of fresh french fries covered in their favorite sauces and toppings.  The town of Toastwood will celebrate different holidays throughout the year, and you'll unlock new festive ingredients as you go to serve up delicious seasonal sandwiches.-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Toastwood with tasty holiday flavors!  Your customers will order sandwiches stacked high with seasonal ingredients.  You'll unlock new breads, cheeses, toppings, and sauces for each holiday of the year, and your customers will love trying these festive flavors.  This new version adds holiday toppings and sauces for fries as well!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Cheeseria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Scarlett or Rudy, or create your own custom character to join the band and work in the sandwich shop!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to come all the way to Toastwood to grab some grilled cheese.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Cheeseria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on sandwich shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between building, grilling, and preparing french fries- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 124 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 125 ingredients to unlock\n",
  "new": "\n\n\n24 thg 10, 2019\nPhiên bản 1.0.1\n\n\n\n\nBug Fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "76,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/duet-cats-tr%C3%B2-ch%C6%A1i-m%C3%A8o-cute/id1658687701?l=vi",
  "nameAndAge": "\n          Duet Cats: Trò chơi mèo cute\n 4+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,7 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThế giới âm nhạc của mèo popcat dễ thương đã chính thức ra mắt, cùng va vào giai điệu mèo méo meo mèo meo. Bức phá bản thân, song ca cùng thần tượng popcat bongo nóng bỏng hơn bao giờ hết. Ai sẽ trở thành diva của loài mèo trong cuộc chiến không hồi kết này.Duet Cat là sự pha trộn hoàn hảo giữa những con mèo hài hước và những con mèo meo meo, thư giãn và thử thách nhịp điệu âm nhạc, và trò chơi mèo ảo phổ biến khiến bạn không thể dừng lại, nó thực sự gây nghiện !!! GAME ON!!!NGUYÊN TẮC TRÒ CHƠI:Tất cả những gì bạn cần làm là cảm nhận được nhịp điệu của các bài hát mèo dễ thương và điều khiển 2 bàn tay của bạn để tất cả những mèo con đều được cho ăn. Đừng để những chú mèo Pop cat bị đói meow~Thức ăn của mèo đang rơi liên tục! Bạn có thể cho chúng ăn tất cả không?Các tính năng của trò chơi âm nhạc Hai chú mèo con dễ thương:1.  Âm thanh mèo: Cho chúng ăn và Popcat sẽ hát cho bạn nghe với những âm thanh dễ thương. 2. Thức ăn cho mèo: Một cửa hàng thực phẩm dành riêng cho popcat dễ thương của bạn 3. Nâng cấp Popcat: Những con mèo dễ thương khác nhau để thu thập tại cửa hàng thực phẩm.4. Bài hát nổi tiếng:  Âm thanh của mèo - phối lại các bài hát nổi tiếng với âm thanh mèo dễ thương.5. Mèo con Cosplay: Hoá trang thành những nhân vật nổi tiếng Popcat meme...meow~QUẨY ĐỤC NƯỚC NÀO!!!● Không có Mỹ Diệu nhưng hãy duet cùng với Popcat, BongoKhông phải một mà là một bản song ca! 2 con mèo vui nhộn của bạn (Blackcat và Cat Kitty) đang hát meo meo đáng yêu của họ .. cùng nhau thành một bản hòa tấu vui nhộn. Bạn có thể vỗ béo chúng bằng cách cho chúng ăn tất cả các đồ ăn rơi xuống.● Đơn giản nhưng gây nghiện với điều khiển 2 tayTrái, phải, và ... trung tâm, với 2 tay. Sử dụng bàn tay và quan sát của bạn để di chuyển qua hàng trăm cấp độ nhịp điệu giảm. Nó không dễ dàng, nhưng nếu bạn vượt qua tất cả, mèo con dô cùng tự hào về bạn!● Một cửa hàng thực phẩm mèo dành riêng cho mèo dễ thương của bạn. Chơi các bài hát với giọng nói của họ, để có thêm thức ăn cho họ. Cửa hàng thực phẩm có sushi, kẹo mèo, bánh ngọt, cà rem ... và bạn cũng có thể mua sắm cho mèo của mình.● Thu thập bộ sưu tập mèo tất cả đều hiện diện tại Meow shopNếu bạn chán với con mèo màu xám và trắng mà bạn bắt đầu, đã đến lúc thay đổi diện mạo của nó! Bạn có thể chọn từ nhiều giao diện để thay đổi giống mèo: Mèo Anh quốc, Tam Thể, Mỹ Diệu, tây ta... Hoặc biến mèo mèo của bạn thành một thứ hoàn toàn khác: Spider Cat, Pikachu Cat, Bongo cat,... hãy thu thập tất cả! Những con mèo mịn dễ thương này là của bạn. Hoàn thành thử thách âm nhạc và mở khoá những nhân vật mới ngay!.● Chúng tôi đã phối lại các bài hát phổ biến với âm thanh cho mèoHơn 1000 bài hát phổ biến đang chờ bạn mở khóa. Với phiên bản mới nhất, Duet Cats đã thêm nhiều bài hát mới, hay hơn và vui nhộn hơn. Tham gia cộng đồng mèo con và bạn sẽ hoà mình trong cảm giác giai điệu diva đó. Nhanh lên và là người đầu tiên nghe nó.● Câu chuyện về Duet Cats. Những con mèo dễ thương đã kể những câu chuyện \" đói \" của chúng thông qua giọng nói diva. Đừng ngừng cho những con mèo dễ thương cho ăn nếu không chúng sẽ giận bạnCho dù con mèo của bạn thích meo meo hay đơn giản là bạn thích nghe âm thanh của những con mèo khác, Duet Cats - những chú mèo con song ca sẽ giúp bạn được thoã mãn điều đó. Ứng dụng này có một loạt các âm thanh mèo, bao gồm mèo meo meo, mèo meows và thậm chí cả những meme mèo vui nhộn chắc chắn sẽ làm cho người bạn lông xù của bạn trông thật đẹp.Đối với những người yêu thích một thử thách tốt, trò chơi cat cute cũng được đưa vào ứng dụng. Trò chơi thú vị và gây nghiện này cho phép bạn bật càng nhiều mèo càng tốt trong một khoảng thời gian đã thiết lập - một cách tuyệt vời để giữ cho mèo của bạn tham gia và giải trí. Loài mèo sắp sửa xâm chiếm thế giới loài người, hãy phục tùng cho cái ngài mèo ăn no mặc ấm trước khi mọi thứ dần tồi tệ đi!Dẫn đầu thú cưng của bạn vào những con mèo diva tỏa sáng như meme của chúng.\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 1.3.30\n\n\n\n\nThe biggest event of the year for the cat game has arrived this Christmas season.\"Jingle Meow Pack\" event is now open~! Welcome new cute and funny friends from lovely lands. Change to a new theme and choose gentle Christmas songs through the warm and cute voices of cats, meow!Immerse yourself in the atmosphere of the Christmas holiday season and find sweet treats for your cats.Let's join the warm Christmas party and create memories~!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "387,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ultimate-custom-night/id1499849161?l=vi",
  "nameAndAge": "\n          Ultimate Custom Night\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #27 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 13 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: A device with at least 2 GB of RAM is required for this game to run properly.Welcome to the ultimate FNaF mashup, where you will once again be trapped alone in an office fending off killer animatronics! Featuring 50 selectable animatronic characters spanning seven Five Nights at Freddy's games, the options for customization are nearly endless. Mix and match any assortment of characters that you like, set their difficulty from 0-20, then jump right into the action! From your office desk, you will need to manage two side doors, two vents, as well as two air hoses, all of which lead directly into your office.This time you will have to master other tools as well if you want to complete the ultimate challenges, tools such as the heater, A/C, a global music box, a power generator, and more. As if all of that weren't enough, you'll also need to set up laser traps in the vents, collect Faz-Coins, purchase items from the Prize Counter, and as always, keep a close eye on not one, but two Pirate Cove curtains!Other features also included:- Challenge menu including 16 themed challenges- Voice acting from returning favorites as well as from new arrivals to the franchise- Unlockable office skins- Unlockable cutscenesNOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n28 thg 10, 2023\nPhiên bản 1.0.5\n\n\n\n\n- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "218,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/th%E1%BA%A7n-long-mobile/id6470350824?l=vi",
  "nameAndAge": "\n          Thần Long Mobile\n 12+\n",
  "company": "\n\n            FGStudio\n          \n",
  "ranking": "\n\n\n                      #7 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 893 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThần Long Mobile - game kiếm hiệp 3D đỉnh cao trên mobile. Tái hiện lại 100% thế giới kiếm hiệp huyền thoại nổi tiếng năm 2007, với nhiều tính năng độc đáo và hấp dẫn. Hãy cùng Thần Long Mobile sống lại những kỷ niệm xưa cũ gắn liền với tuổi thơ, những năm tháng mà game kiếm hiệp là niềm đam mê của hàng triệu game thủ. Các bạn còn chờ đợi điều gì nữa!!! Hãy khám phá ngay bây giờ!Cốt truyện: Game xoay quanh cuộc phiêu lưu của các anh hùng trong thời loạn lạc. Bạn sẽ gặp lại những nhân vật quen thuộc trong truyện,như là đoàn dự, ngữ yên, a châu, tiêu phong, ...… và cùng họ chống lại những âm mưu của các phe phái xấu xa.Đồ họa: Game sử dụng công nghệ 3D tiên tiến, mang đến cho người chơi những hình ảnh sống động và chân thực. Bạn sẽ được chiêm ngưỡng những cảnh quan đẹp mắt, những nhân vật sinh động, những hiệu ứng hoành tráng… Game cũng có nhiều bộ trang phục và vũ khí đẹp mắt, cho bạn tùy biến ngoại hình của nhân vật theo ý thích.Âm thanh: Game có âm thanh chất lượng cao, tạo nên một bầu không khí kiếm hiệp đặc sắc. Bạn sẽ nghe được những âm thanh của các kỹ năng, các vật phẩm, các con thú… Bạn cũng sẽ nghe được những bản nhạc nền phù hợp với từng khung cảnh, từng tình huống…Điều khiển: Game được thiết kế tối ưu cho mobile, giúp người chơi dễ dàng điều khiển nhân vật và sử dụng kỹ năng. Game có hệ thống điều khiển cảm ứng, cho bạn thao tác một cách linh hoạt và thuận tiện. Game cũng có nhiều tính năng tiện ích, như là tự động điều hướng, tự động chiến đấu, tự động làm nhiệm vụ… giúp người chơi tiết kiệm thời gian và công sức.Tính năng: Game có nhiều tính năng độc đáo và hấp dẫn, cho bạn trải nghiệm một cuộc sống kiếm hiệp đầy màu sắc. Bạn có thể tự do lựa chọn một trong bốn môn phái: Thiếu Lâm, Cái Bang, Nga My và Võ Đang, để bước vào cuộc phiêu lưu của riêng mình. Bạn có thể tham gia vào các hoạt động PvE như săn boss, làm nhiệm vụ, khám phá bản đồ… hoặc các hoạt động PvP như đấu trường, bang chiến, chiến trường… để cạnh tranh và thể hiện bản lĩnh của mình. Bạn cũng có thể tìm kiếm và nuôi dưỡng những con pet đáng yêu, sử dụng chúng để chiến đấu hoặc làm bạn đồng hành. Bạn cũng có thể giao lưu, kết bạn, kết hôn với người chơi khác, tạo nên những câu chuyện tình yêu đẹp như trong tiểu thuyết.\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 3.0\n\n\n\n\n-Sửa lỗi xoay màn hình khi thao tác với UI\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BA%BFn-l%C3%AAn-tien-len/id1501682736?l=vi",
  "nameAndAge": "\n          Tiến Lên - Tien Len\n 17+\n",
  "company": "\n\n            91BIZ COMPANY LIMITED\n          \n",
  "ranking": "\n\n\n                      #6 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "3,7 • 8,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMình xin giới thiệu với các bạn một đầu game tổng hợp hầu hết tất cả game đánh bài offline như Tiến Lên, Tiến Lên Đếm Lá, Phỏm (Tá Lả), Sâm Lốc, Cát Tê, Liêng và Tứ SắcMình xin giới thiệu với các bạn một đầu game tổng hợp hầu hết tất cả game đánh bài offline như Tiến Lên, Tiến Lên Đếm Lá, Phỏm (Tá Lả), Sâm Lốc, Cát Tê, Liêng và Tứ Sắc. Đây là phiên bản chơi với máy và luật tiến lên miền nam, phỏm, sâm, cát tê Việt Nam.Cơ bản phiên bản đánh bài:+ Phiên bản đánh bài miễn phí, không cần nạp xu gì cả.+ Gamne đánh bài có thể đánh với máy tính, chế độ 4 người (đối với tiến lên miền nam, tiến lên đếm lá, phỏm, sâm lốc) và chế độ 6 người (cát tê, liêng)chơi cực kỳ thông minh.+ Ai cũng chơi được tiên lên, tiên lên đếm lá, tala, sâm lôc, catte, nhưng tuỳ theo lượng xu bạn có để chọn mức cược phù hợp, từ 1k, 5k cho tới 1 tỉ xu một ván.+ Khi đánh tiến lên miền nam hay phom mà đang bận bịu gì đó bạn không cần quan tâm, cứ tạm ngưng trận đấu chúng tôi tự lưu lại trạng thái cuối và khi xong việc bạn có thể mở tiến lên, phỏm lên lại, chơi tiếp tục dễ dàng, đánh bài chưa bao giờ dễ dàng đến thế.Luật đánh bài:+ Tiến lên (tien len): 4 người chơi, 3 bích đi trước, có chặt heo, tới nhất nhì ăn.+ Tiến lên đếm lá (tiên lên đêm la): cũng tựa như tiến lên miền nam thôi nhưng bạn tới nhất sẽ ăn tất, số lá còn lại trên tay tính 1 cược, hàng họ heo thì gấp đôi.+ Phỏm (tá lả): game thuần miền bắc Việt Nam, tổ hợp phỏm (xám, tứ quý, sảnh đồng chất) sẽ có lợi thế, trên tay lúc nào cũng có 9 lá bài, sẽ tính nút lá lẻ cao điểm thua, không phỏm thua, 3 phỏm Ù.+ Sâm Lốc (sam loc): nhìn cơ bản nó giống như tiến lên 10 lá nhưng đồng thứ hạng thì không ăn được. Cho phép báo sâm lúc đầu game (kiểu cướp cái). Nhất ăn tất (cách tính như tiến lên đếm lá).+ Cát tê: được chia 6 lá, 4 lượt lấy cái, Ace tô nhất, game tính chất, ai giành được cái sẽ vào chưng và sổ.+ Liêng (cào tố): bài cào 3 lá, cho phép tố, sáp, liêng có cơ hội thắng rất cao, cứ tố tất tay nhé. 8,9 nút cũng quá tuyệt vời để yên tâm.Các tính năng cơ bản:+ Đầu tiên mình xin nói game đánh bài phiên bản này có rất ít tính năng nếu các bạn so sánh với những game khác thì chịu thôi, nhưng nó rất là chất đó nha, đánh bài cực phiêu.+ Có nhiều gợi ý khi đánh, bạn có thể biết được số lá đối phương đang nắm giữ, bài của bạn có thể ăn được, khi không ăn được cũng báo luôn.+ Chơi hết xu không lo đâu, bản đánh bài này có nhiều phương thức kiếm thêm lắm, nào là quà tặng hằng ngày lên tới cả trăm xu, quà tặng lúc coi video miễn phí.+ Còn tính năng hổ báo hơn lúc đánh bài mà hết xu thì sẽ có quà hỗ trợ luôn.+ Nhắc lại đây là bản đánh bài offline - danh bai offline không phải là các bản sâm lốc online, tiến lên online, phỏm online, tá lả online, cát tê online, bài cào online, mậu binh online, tứ sắc online,... và cũng không có và sẽ không hỗ trợ tính năng đổi xu đổi thưởng, nạp thẻ gì hết các bạn chỉ chơi rèn luyện và tăng cường trí tuệ.Một lần nữa:+ Tiến lên miền nam (đánh tiến lên miền nam): đánh kiểu 4 người chơi rặc chất miền nam nông dân, đánh bài tiến lên offline cũng vui đấy, không như ai nghĩ.+ Tiến lên đếm lá (đánh tiến lên đếm lá): hay còn gọi là tiến lên nhất ăn tất, đánh bài tiến lên đếm lá thì cứ có nhiêu lá đánh ra được thì ưu thế của bạn tới càng lớn đồng thời đánh ra hết để tránh đếm lá thua, tới 13 lá lận.+ Sâm lốc (đánh sâm lốc, danh sam loc): tiến lên miền bắc - tiến lên 10 lá, lúc mới vô báo sâm ngay nếu bài sâm lốc của bạn liền lạc nha.+ Phỏm (đánh phỏm, đánh tá lả): đánh phỏm là game bài miền bắc, dân chơi thứ thiệt là đây, nhiều bạn còn gọi đó là lá lả, đánh cũng dễ thôi có 4 nguời đánh, đánh tới khi nào chán thì chuyển bài.+ Cát tê (đánh cát tê): đánh 6 lá cầm chừng là đây, khác với những game trên game cát tê này nếu chơi với người thật các bạn còn có công đoạn là dòm chừng sắc mặt của các bạn chơi cùng. Coi chừng bị nó dụ đánh cat te bùa và đôi lúc nước đánh ngặc nghèo càng dễ.+ Liêng cào tố (đánh liêng): bạn sẽ biết thế nào ăn đậm và thua sặc máu.Chúc các bạn chơi game đánh bài vui vẻ, đồng thời mình nhắc lại đây là bản tổng hợp: tiến lên, tien len, tien len mien nam, tứ sắc, xập xám, bài cào, tá lả, phỏm, catte đừng quên nha.\n",
  "new": "\n\n\n11 thg 10, 2022\nPhiên bản 1.1\n\n\n\n\n- Cập nhật robot đánh hay hơn.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "17,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/roblox/id431946152?l=vi",
  "nameAndAge": "\n          Roblox\n 12+\n",
  "company": "\n\n            Roblox Corporation\n          \n",
  "ranking": "\n\n\n                      #6 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,4 • 461,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRoblox là vũ trụ ảo tột đỉnh cho phép bạn chơi, tạo, chia sẻ kinh nghiệm với bạn bè và trở thành bất cứ thứ gì bạn muốn. Hãy cùng chơi với hàng triệu người và khám phá sự đa dạng vô tận trong các thế giới bao la được cộng đồng toàn cầu tạo ra!Bạn đã có tài khoản rồi? Hãy đăng nhập bằng tài khoản Roblox có sẵn và khám phá nguyên vũ trụ của Roblox.HÀNG TRIỆU THẾ GIỚI ĐỂ BẠN KHÁM PHÁBạn đang có hứng cho một cuộc phiêu lưu hùng ca? Bạn muốn thi đấu với các đối thủ trên toàn thế giới? Hay bạn chỉ muốn giao lưu và trò chuyện với bạn bè trên mạng? Một thư viện thế giới ngày càng lớn được tạo bởi cộng đồng có nghĩa là luôn có điều mới mẻ và thú vị để bạn chơi mỗi ngày.KHÁM PHÁ CÙNG NHAU MỌI LÚC, MỌI NƠIVừa chơi vừa vui. Roblox hỗ trợ đầy đủ đa nền tảng, nghĩa là bạn có thể chơi với bạn bè và hàng triệu người khác trên máy tính, thiết bị di động, Xbox One hoặc kính thực tế ảo.TRỞ THÀNH BẤT CỨ THỨ GÌ BẠN CÓ THỂ TƯỞNG TƯỢNGHãy sáng tạo và phô diễn phong cách độc đáo của bạn! Tùy chỉnh hình đại diện với vô số loại mũ, áo, khuôn mặt, trang bị và các món đồ khác. Với danh mục vật phẩm không ngừng gia tăng, không có giới hạn đối với diện mạo bạn có thể tạo.TRÒ CHUYỆN VỚI BẠN BÈGiao lưu với bạn bè trên khắp thế giới bằng tính năng trò chuyện, tin nhắn cá nhân và nhóm!TẠO THẾ GIỚI CỦA RIÊNG BẠN: https://www.roblox.com/developHỖ TRỢ: https://en.help.roblox.com/hc/en-usLIÊN HỆ: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyHƯỚNG DẪN DÀNH CHO CHA MẸ: https://corp.roblox.com/parents/XIN LƯU LÝ: Phải có kết nối mạng để tham gia. Roblox hoạt động hiệu quả nhất qua mạng Wi-Fi.\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 2.605.660\n\n\n\n\nTo make Roblox work better for you, we deliver updates regularly. These updates include bug fixes and improvements for speed and reliability.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "249,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/thirteen-souls/id1127769353?l=vi",
  "nameAndAge": "\n          Thirteen Souls\n 12+\n",
  "company": "\n\n            Good net technology co. Ltd\n          \n",
  "ranking": "\n\n\n                      #17 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 91 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n*This app has no In-App Purchase.TouchArcade – “Thirteen Souls is an upcoming fighting game that plays on verticality by having you fight your opponents from the ground to the air.”Nominee of the 13th International Mobile Game Award (IMGA)http://www.imgawards.com/winners-nominees/13th-imga/---Introduction---Thirteen is a full-view 3D martial arts FTG mobile game. Twelve Chinese zodiac martial arts heroes and various magnificent chinoiserie scenes and maps are rendered in traditional Chinese ink and wash painting style, transporting you into the real world of martial arts!Fighting scenes incorporate special effects like freeze frame, screen shake, environmental transformations, and QTE ultra abilities change to ramp up fighting tension!The original creative gameplay, Rage, is unlike any other traditional FTG games! Various powerful moves can be performed simultaneously in a perfect combo, leaving your opponent no chance to survive!Join Thirteen now and start righting wrongs in the world of martial arts!---Game Features---Full-view 3D fighting, fight freely without any dimensional limitations! The gameplay uses full-view 3D combat scenes, eliminating 2D space constrictions.In Thirteen, you can have 360°/180° upward or downward view of the surroundings. You are no longer restricted to a limited space, so you can take your awesome battles through heaven and earth!1V1 hero battles present the purest art of fighting!Multi-player free fight? Devoured by the crowd before you even see the battleground! No matter how hard you try, you can’t save your team from failure!Taking turns? No thrill of fighting to death! No chance to revel in heroic glory!Say goodbye to these game modes and have a thrilling 1V1 hero battle! Become a real martial arts master, fight powerful enemies, and explore the limits of your techniques. Stylish heroes with different characteristics are waiting for your challenge!The game features the twelve traditional Chinese zodiac symbols as heroes.You can choose your own hero and other distinctive heroes, such as the agile \"monkey\" (Wukong), the \"dog\" who deals bonus damage (Redsky), or the \"hare\" who recovers rage overtime (Jade Hare), and there are many more heroic features to be explored.The innovative Rage System brings you a brand-new fighting experience!   The game introduces the unique Rage Seize gameplay, a brand-new way of inflicting damage. Normally attacks only deplete rage, but cause no damage. Only abilities infused with rage will inflict real damage.This brand-new mode requires better control and timing for using special abilities, creating a distinctive combat experience.Combo skills + QTE Ultra Skill + Rage Burst Mod -- supreme moves will stun your entire screen! You can only trigger combinations involving various skills such as flying, blocking, dodging, combo hits, and QTE ultra abilities plus rage burst transformations when you react in time, once your energy is filled.These fingertip controls allow you to experience new battle sensations like you've never had before.Contact UsIf you like our game, please leave us comments or rate us at any time.Website: http://www.thirteensoulsgame.comFacebook: https://www.facebook.com/thirteensoulsgameE-mail: thirteensoulsgame@gmail.com\n",
  "new": "\n\n\n17 thg 6, 2021\nPhiên bản 26.5\n\n\n\n\nFixed some bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "675,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/nexomon/id1254864644?l=vi",
  "nameAndAge": "\n          Nexomon\n 9+\n",
  "company": "\n\n            LIME TURTLE, INC.\n          \n",
  "ranking": "\n\n\n                      #11 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 153 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nCatch, evolve and collect over 300 unique Nexomon!Assemble the ultimate Nexomon team to save your friends and save the world! Clash against legendary champions and become a hero in this epic journey!Game Features•\tOver 300 Nexomon to catch and train.•\tEvolve your Nexomon into new and powerful forms.•\tUniversal App! Play on your iPhone, iPod or iPad.•\tiCloud support. Backup your data and play on all your devices!•\tGet exclusive Nexomon iMessage stickers!•\tA deep and engaging battle system.•\tMighty and unique legendary Nexomon, find all eight of them!•\tEmbark on an epic adventure to save the world from the Nexomon King!•\tBattle powerful and challenging foes in the Nexoworld.•\tSelect from seven unique starters.•\tExplore all 10 colorful and vibrant regions.•\tFully animated monsters, prepare to enjoy the most exciting battles!•\tHigh Quality gaming experience like no other!Follow us on social media for the latest news:Facebook: www.facebook.com/NexomonGame/Instagram: nexomon_official\n",
  "new": "\n\n\n11 thg 8, 2021\nPhiên bản 3.0.0\n\n\n\n\nFixed resolution issues on newer devices.Updated graphics for various common Nexomon.Added Luhava, a random legendary Nexomon.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/unruly-heroes/id1521243180?l=vi",
  "nameAndAge": "\n          Unruly Heroes\n 12+\n",
  "company": "\n\n            Perfect Game Speed\n          \n",
  "ranking": "\n\n\n                      #19 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 62 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Unruly Heroes” is a 2D action-adventure mobile game developed by the indie team at Magic Design Studios and published by Perfect World. The story is inspired by China’s first mythological novel \"Journey to the West” and strives to bring players an innovative experience through a fantastical art style and hilarious plot.Since the dawn of time, Buddhist scripture held the balance between Heaven, Earth, and the myriad creatures. However, as Evil’s wickedness began to grow, this delicate balance was thrown into chaos when the divine scripture was torn to pieces and scattered across the land. Those creatures that have encountered the mythical power of the fragments inherited unprecedented power. In doing so, this newfound strength kindled their heart’s innermost wickedness, turning them into horrifying monsters. With a world in chaos, a master and his three disciples accept Guan Yin’s decree and set out to reunite the fragments into a new scripture.The game follows the journey of a master and his three disciples as they fight, solve puzzles, collect loot, parkour, platform and more on their mystical demon-slaying adventure. You must capitalize on their special attacks and holy relics in a battle of wit and bravery against demons to complete their pilgrimage in reuniting the scripture.Following its release on Steam and consoles, the mobile edition of “Unruly Heroes” is now available!Highlights:Fantastic hand-drawn art style—Rich and in-depth level design illustrates a vivid sense of realism.Switch between the master and disciples—Effortlessly switch between the four characters both in and out of combat to overcome puzzles and obstacles.Rich and varied gameplay—Over ten different gameplay elements including: fighting, puzzle solving, loot collecting, parkour, platforming and more.Awards“Unruly Heroes” won the 47th Annie Award for best game character animation.Facebook: @UnrulyHeroesGameDeveloper Info: Magic Design StudiosOfficial website: www.magicdesignstudios.com\n",
  "new": "\n\n\n16 thg 4, 2021\nPhiên bản 3.2\n\n\n\n\n- Bug fixes and optimisation- Modify UI and improve user experience\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pubg-mobile-vn/id1438396625?l=vi",
  "nameAndAge": "\n          PUBG Mobile VN\n 17+\n",
  "company": "\n\n            VNG Game Studios\n          \n",
  "ranking": "\n\n\n                      #5 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,3 • 469,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTrải nghiệm không khí giáng sinh tại PUBG Mobile ở bản cập nhật này!Siêu xe hàng hiếm Pagani sắp đổ bộ! Đừng bỏ lỡ!Thánh giáp mới mở bán tháng 12!MÔ TẢ CHUNGGame Battle Royale nguyên bản, đầu tiên! Game Battle Royale được hơn 1 tỷ người chơi trên toàn thế giới bình chọn. Kiệt tác huyền thoại battle royale. Nhiều sự kiện đang chờ bạn khám phá Đạt đến đỉnh cao trong PUBG MOBILE, thỏa sức bắn tùy thích. PUBG MOBILE là trò chơi battle royale nguyên bản trên di động, và là một trong những trò chơi bắn súng hay nhất.PUBG Mobile - PLAYERUNKNOWN'S BATTLEGROUNDS MOBILE là game bắn súng sinh tồn được yêu thích trên toàn thế giới do Tencent & BlueHole nghiên cứu, phát triển và đã được phát hành chính thức tại Việt Nam, duy nhất bởi VNG. GAME PLAY Khi tham gia trò chơi, bạn sẽ cùng 99 người chơi khác nhảy dù xuống một hòn đảo hoang để tham gia vào trận chiến sinh tồn. Vòng bo sẽ thu hẹp dần, người chơi phải chạy vào bo để tồn tại. Thu thập súng và trang bị, chiến đấu hành động với những người chơi khác và sử dụng mọi chiến thuật để có thể sống sót đến cuối cùng.ĐẶC SẮC1. Đồ hoạ & âm thanh chuẩn HDTrò chơi sử dụng công nghệ Unreal Engine 4 mang lại trải nghiệm đồ hoạ chân thật, âm thanh sống động nhất. Người chơi sẽ đóng vai 1 nhân vật hành động trong game, đem lại cảm giác trải nghiệm như 1 bộ phim hành động điện ảnh chân thực.2. Thỏa mãn đam mê về Súng Súng là niềm cảm hứng bất tận trong trò chơi, bên cạnh đó còn những vũ khí vô cùng đặc biệt đã đồng hành cùng thương hiệu PUBG như chiếc “Chảo Thần Thánh”, “Mũ 3”, \"Giáp 3\"… để người chơi có thể kết hợp chiến thuật tốt nhất và tạo nên những câu chuyện troll nhau không bao giờ hết.3. Cưỡi xe loot thínhThỏa đam mê loot thính, cưỡi con xe chất – đó là những trải nghiệm không thể bỏ qua khi chơi game bắn súng sinh tồn.4. Giao lưu năm châu bốn bể - chơi game là có bạnKhi trải nghiệm trong game, bạn có cơ hội làm quen với bạn bè khắp nơi trên thế giới với tính năng voice chat, đồng thời bạn luôn có cảm giác được chia sẻ, lắng nghe và ủng hộ.5. Rank & thi đấuSinh tồn là chưa đủ, phải trường tồn. Hệ thống nhiệm vụ & Rank phong phú đa dạng giúp các bạn không ngừng chứng tỏ kỹ năng của mình.6. Tạo hình & Trang phụcNgoại trang trong thể loại bắn súng sinh tồn PUBG MOBILE VN được thiết kế tinh xảo như thật. Bạn có thể tự sáng tạo khuôn mặt & chọn cho mình những trang phục thời trang được thiết kế tỉ mỉ, chau chuốt, mặc lên người những bộ đồ thời thượng.Đây không phải trò chơi, đây là PUBG MOBILE VN!YÊU CẦU CẤU HÌNH* Khi tham gia, người chơi cần kết nối internet liên lục. * Cấu hình khuyến nghị để có trải nghiệm tốt nhất: iPhone 6S trở lên hoặc hệ điều hành iOS 9 trở lên.Phiên bản hiện tại hỗ trợ hầu hết thiết bị IOS.HỖ TRỢNếu bạn có bất kỳ câu hỏi hoặc quan tâm nào, vui lòng liên hệ với bộ phận CSKH của VNG theo địa chỉ phía dưới:Trang chủ: https://pubgm.zing.vnThoả thuận người dùng: https://pubgm.zing.vn/thoa-thuan-nguoi-dung--39.htmlEmail: pubgm@vng.com.vn\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 2.9.0\n\n\n\n\nChế Độ Chủ Đề mới Xứ Sở Băng Giá với Làng Tuyết mới mẻ chờ bạn khám phá. Còn có vật phẩm chủ đề thú vị để có nhiều niềm vui trong tuyết hơn! Hãy cùng chờ đón cập nhật tính năng Trứng Phục Sinh trong tháng 12!Cập Nhật WOW: Thêm tính năng trốn tìm và khu vực chủ đề tuyết mới. Hãy cùng bạn bè cảm nhận bầu không khí băng tuyết tràn ngập niềm vui!Cập Nhật Kinh Điển: Cập nhật thuộc tính phương tiện và cách điều khiển, còn ra mắt nhà xe tự chọn mới, tự chọn phương tiện yêu thích của mình!Lựa chọn của hơn 1 tỷ người chơi khắp thế giới! Battle Royale đỉnh cao trên điện thoại của bạn!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "2,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Indonesia, Tiếng Nga, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zingplay-ti%E1%BA%BFn-l%C3%AAn-ica/id1528287521?l=vi",
  "nameAndAge": "\n          ZingPlay - Tiến lên - iCa\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #1 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 58,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNhằm tuân thủ theo yêu cầu của cơ quan chức năng, nhà phát hành tạm ngưng cung cấp các trò chơi Tú Lơ Khơ, Poker Việt Nam, Crazy Tiến Lên, Tiến Lên Miền Nam, Cờ Cá Ngựa, Cờ Tướng trong 02 tháng từ ngày 11/12/2023 tới ngày 11/02/2024 tức mồng 2 Tết Giáp Thìn (dự kiến).CÁC GAME CASUAL ĐẶC SẮCZingPlay còn nổi tiếng với các trò chơi đa dạng được \"làm mới\" từ những tựa game tuổi thơ gắn liền với thế hệ 8x, 9x như iCá, Khu Vườn Trên Mây, Sinh Tử Môn! Dù bạn đang tìm kiếm những trận chiến căng thẳng hay những giây phút giải trí thư giãn, ZingPlay sẽ không làm bạn thất vọng.1. iCá: Bắn cá cùng iCa và trở thành đại gia sở hữu 11 loại súng đa dạng. Đón đầu thử thách từ dàn BOSS siêu khủng và trải nghiệm đồ họa dễ thương. Hàng ngàn vàng miễn phí mỗi ngày đang chờ đón bạn.2. Sinh Tử Môn: Tham gia trận chiến thuật nóng bỏng của game chiến thuật Sinh Tử Môn hot nhất hiện nay. Thể hiện khả năng lãnh đạo của bạn và dẫn dắt một đội quân lớn để chiến thắng.3. Khu Vườn Trên Mây: Tạo nên khu vườn riêng của bạn trong game Khu Vườn Trên Mây. Kết bạn bốn phương, trồng cây và trang trí theo phong cách riêng và thách thức thần May Mắn để nhận được phần thưởng hấp dẫn.LIÊN HỆ ZINGPLAY- Facebook: https://www.facebook.com/zingplayconggame\n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 1.92\n\n\n\n\nFix crash khi chơi game lâu, cải thiện hiệu năng app.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "711,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/grand-theft-auto-san-andreas/id763692274?l=vi",
  "nameAndAge": "\n          Grand Theft Auto: San Andreas\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #6 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 649 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n***PLEASE NOTE: This game is officially supported on the following devices only: iPhone 4s, 5, 5s, 5c, 6, 6s, 6 Plus, SE, 7, 7 Plus, iPod Touch 6th Gen, iPad Mini 1, 2, 3 & 4, iPad 2, 3rd Gen, 4th Gen, iPad Air 1 & 2, and iPad Pro.***Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:  • Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. • Enhanced for the iPhone 5 series and iPad 4th Gen and above with dynamic detailed shadows and real-time environmental reflections.• Physical controller support for all Made for iOS controllers.• Cloud save support for playing across all your iOS devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. *To listen to your custom playlist, simply create a playlist titled “GTASA”, launch the game, and select the radio station “MIXTAPE”.  Mobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n29 thg 6, 2023\nPhiên bản 2.2.14\n\n\n\n\nGeneral bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C3%B4-%C4%91%E1%BB%8Bch-tri%E1%BB%87u-ho%C3%A1n-s%C6%B0/id6445839243?l=vi",
  "nameAndAge": "\n          Vô Địch Triệu Hoán S‪ư‬\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #7 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,6 • 531 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTriệu Hoán Thần Ma – Âm Dương Vô ĐịchOnline 7 ngày - Rinh quà 7 củMa thuật tài năng là số một, người biết vận dụng là cao thủ, ngược lại là phế vật. Triệu hoán sứ ma có thể là ngàn vạn, cũng có thể là hư không. Đối với cái này, chỉ muốn nói một câu: \"Mọi chuyện chẳng đáng là bao. Chỉ cần có sứ ma, ta chính là vô địch!\"- TRIỆU HỒI SỨC MẠNH TỪ LOẠN THẾ YÊU - NHÂN - TIÊNPhá bỏ giới hạn, Vô Địch Triệu Hoán Sư cho phép người chơi hóa thân thành cao thủ tối thượng, có khả năng triệu hồi các đỉnh cấp nhân vật từ cả 3 giới Tiên – Nhân – Yêu. Bát Văn Thần Thú – Đại Yêu Tôn Ngộ Không, Thánh Anh Đại Vương Hồng Hài Nhi cùng hàng chục nhân vật khác sẽ trở thành sứ ma của bạn.- CHIA SẺ CẤP ĐỘ - NÂNG 1 ĐƯỢC 100Tiết kiệm tài nguyên triệt để khi chỉ cần nâng 1 tướng, toàn bộ số tướng còn lại sẽ thừa hưởng ngay cấp độ đó.Không mất thời gian chờ đợi, không tốn công sức tích cóp, thoải mái nâng cấp chiến thần, lật ngược tình thế.- TỰ DO NÂNG PHẨM - SỨC MẠNH TUYỆT ĐỐIDùng lâu dài ắt mạnh, tùy ý nâng phẩm từ thấp nhất lên cao nhất. Thoải mái gắn bó với vị tướng mình yêu thích. Không cần chạy theo số đông.- GAME AFK ĐỈNH LƯU - NHẬN QUÀ ĐỈNH CHÓPTặng nhiều vé quay mỗi ngày, tha hồ chiêu mộ. Online nhận Hồng Hài Nhi, 30.000 Kim Cương, 1.000.000 Linh Thạch, 30 Đá Ghép Đỏ, 2 Tướng Chí Tôn, 3 Thần Tướng.Vượt ải nhận dồi dào kim cương, nguyên liệu dồi dào. AFK nhận thưởng hậu hĩnh, tăng cấp không ngừng.- ĐẤU TRƯỜNG THẦN THOẠI - COMBO RỰC LỬASo tài không giới hạn với nhiều thể thức đấu trường khác nhau. Tự tạo nên meta, tự do khai phá sức mạnh của mãnh tướng, đứng trên đỉnh cao bằng chính đầu óc chiến thuật thượng thừa. Từng bước chinh phục thế giới dị thần huyền ảo.\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 2.1.0\n\n\n\n\n- Tướng mới Thanh Liên Tiên Kiếm Lý Bạch xuất hiện- Sự kiện kèm theo tướng Thanh Liên Kiếm Tiên- Thêm Lý Bạch vào cầu nguyện thần ma- Thêm Pháp Tắc Lý Bạch vào quỹ thẻ- Tăng cường hình thái linh hồn Quỷ Tộc - thêm miễn dịch khống chế\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "852,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-hunter-special-edition/id1595739885?l=vi",
  "nameAndAge": "\n          Shadow Hunter: Special Edition\n 12+\n",
  "company": "\n\n            ENIGMA SOFTWARE JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #7 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 174 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHardcore Hack’n Slash Action-RPG.The must try game for any real hack and slash fan who  already got bored with just mindlessly smashing buttons on the screen.Shadow hunter is an action-packed dark fantasy hack and slash game with an incredible combat system and awesome boss fights, assisted by a one of a kind character control mechanism and a perfect mix of RPG elements to make your adventure super immersive.A DARKENED, RUINED AND FULL OF SUFFERING SHADOW WORLDAs the mortal world got invaded and destroyed by the horde of dark demons and shadow monsters, everything was covered in the darkness of hell and the constant insufferable noises that were the combination of the endless scream from those evils and the crying and mourning of the lucky few that manage to survive through this nightmare.The player  will be a Shadow Hunter in this world, which is someone who got blessed by the Ancient One with a special power to fight off those dark demons. Through countless battles and obstacles, shadow hunters are destined to bring the light back  to this mortal world.EPIC BOSS FIGHTShadow Hunter's most exciting moments must be it's epic boss battle, in which the Hunters must defeat dark giant demons to collect their souls and advance to the darkest dungeon and the highest floor of the evil tower. Without a decent set of equipment and highly trained techniques, any player could easily get wrecked by those big bosses. However, the incredible feelings that players get from successfully overcoming those challenges will make it all worth it. Furthermore, those dark demon souls are the key to upgrade hundreds of  shadow equipment and weapons, turning them from just a common warrior sword to a legendary hero's blade that would be worshiped by  the generations to come.ENDLESS CHALLENGESShadow Hunter will have 4+ different PVE sections with multiple difficulty modes  and a PVP arena for players to explore and conquer.“Adventure” is where players start the game with. It may not be the most challenging part,  but it is the most essential section in the game since you need to keep advancing through it to unlock further sections of  the game.Once you have passed a certain dungeon level, you can unlock  “Altar of the Darkness” , “Boss Mode” and “Clock Tower of Challenges”. Those are where the true test of skill and power happens. For our shadow hunters to overcome those challenges, mastering the fighting technique is a must, understanding the characteristics of each demon and preparing a suitable strategy is needed and strengthening the shadow equipment is a huge plus. At the end of the day, shadow hunters can not only liberate the mortal world from those dark demons but also can test their skills and mastery against other fellows of the shadow. MULTIPLE CHARACTERS TO PLAY AND ROLLPlayers will get to play as multiple different characters, each has its own unique skills, gameplay and assets. Each character is going to be a distinct way to play the game, a distinct  approach to the strategy and the combat.KEY FEATURESIntense hack and slash combat.Epic Boss Fights.Multiple characters to play.Hundreds of equipment and weapons to loot and upgrade.4+ PVE modes and PVP.Play anytime, anywhere even when offline.Visit Here to Learn More About Shadow Hunter:Facebook: https://www.facebook.com/SHLostWorldTwitter: https://twitter.com/shlostworld\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 12.93.10\n\n\n\n\n- Fix bug\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/iron-marines-invasion-rts-game/id1620202676?l=vi",
  "nameAndAge": "\n          Iron Marines Invasion RTS Game\n 12+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #9 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 87 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDiscover and conquer countless worlds across deep space. Unravel a story full of challenges and threats that will lead you across the galaxy on an extraordinary voyage. Nothing lasts long in deep space, and peace is not an exception!Welcome to Iron Marines: Invasion!Enjoy unique stage missions and special operations in exciting new worlds, each one with its own particular terrain, style, enemies, and conditions. Learn how to beat them one by one!Command the Federation’s troops across the galaxy, with the aid of Heroes & Units that will allow you to boost your RTS game skills to the limit.Battle extraordinary enemies and ferocious alien creatures in fun and electrifying missions. Plan your strategy to defend the peace in the galaxy!For all Iron Marines & SciFi action fans who get the kicks of offline RTS games and strategy games. Become the tactical specialist you’re meant to be by leading your own army in thrilling, mind-blowing missions.The invasion is at our gates!Lead the fiercest combat corps across the galaxy. Fight side by side with the Federation’s toughest Marines!Now you can combine your squad and take advantage of each Unit’s unique fighting skills: from rangers to snipers, mechas, missile launchers, or fearsome alien warrior clans.Train jaw-dropping heroes and their useful abilities: from boosting up your army’s morale and firepower to increase their stamina and reach, or detecting upcoming enemies before they attack you. Help them join the fight to keep peace among the worlds!Become an expert on the galaxy’s biggest mysteries!Use an in-game Encyclopedia to understand the worlds you explore or identify the enemies you face. Take advantage of the tactical info available to configure your strategic game plan.Check all the amazing features of this real-time strategy space odyssey:- An entire galaxy to be discovered.- 25+ campaign missions that will take you to the most incredible worlds. Tons of planets for you to explore and defend by planning a tight strategic game plan!- 75+ special operations for you to upgrade your Marine abilities to the peak level.- 10 Unit groups for a total of 24 different troops. You can even combine your backup depending on the mission and strategy you’re planning to deploy.- 9 powerful heroes with strong skills for you to train. Help them become the Galaxy’s finest!- 8 Special Weapons to boost your army tactics to the stars! Set your game plan and take advantage of instant weapons like bouncers, toxic bombs, or even drone factories.- 40 Upgrades to improve your strategy and empower your units with defense drones, napalm rockets, ricocheting blasts and much more.- 20+ Achievements to show how much of a real-time strategy expert you’ve become!Choose your difficulty mode for the best rts games experience: Casual, Normal, or Veteran. And if you think you’ve seen it all across the galaxy… the impossible mode - only for the elite players, available offline!Prove yourself in daily challenges and collect amazing rewards.Play rts games offline: Enjoy the awesome real-time strategy experience anywhere, as you explore incredible worlds.Iron Marines Invasion will give you hours of colorful, fun gameplay in this epic real-time strategy space odyssey, available to play RTS offline game.\n",
  "new": "\n\n\n15 thg 12, 2022\nPhiên bản 1.0.8\n\n\n\n\nSmall bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "740,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/animals-racing/id6473126414?l=vi",
  "nameAndAge": "\n          Animals Racing\n 12+\n",
  "company": "\n\n            Xiamen Sixcube Information Technology Co., Ltd.\n          \n",
  "ranking": "\n\n\n                      #6 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,0 • 35 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nĐưa bạn vượt qua tất cả các yếu tố - đất, không, biển.Để chinh phục họ, bạn cần phải thích nghi và nhanh chóng.Biến đổi nhân vật cho phù hợp với môi trường và trở thành người chiến thắng bằng cách đánh bại tất cả những người còn lại trong trò chơi của riêng họ.Đặc trưng:- Các cấp độ thú vị với nhiều môi trường khác nhau- Các ký tự có thể biến đổi- Trò chơi hài lòng và thú vị cho tất cả mọi người!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.0.6\n\n\n\n\nLỗi cố định để cải thiện trải nghiệm chơi trò chơi tổng thể\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "226,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/vip-club-c%E1%BB%95ng-game-b%C3%A0i/id6444665954?l=vi",
  "nameAndAge": "\n          VIP Club - Cổng Game Bài\n 17+\n",
  "company": "\n\n            RED FOX STUDIO\n          \n",
  "ranking": "\n\n\n                      #7 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,0 • 824 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nCổng Game Bài Hàng ĐầuVIP CLUB – Siêu phẩm HOT nhất hiện nay!Cách Chơi Đa Dạng – Giao Diện Cực ĐỉnhVIP Club – Thành bại tại kỹ năng – Chơi Hay Thắng Lớn* Tài Xỉu Nổ Hũ Cực To.* Xèng Hoa Quả Hấp Dẫn Mới Lạ.* Đấu trường Slot Độc Đáo Chỉ Có Tại VIP CLUB.* Đủ bộ game dân gian Tiến Lên Đếm Lá, Phỏm, Tá Lả, Liêng, Mậu Binh,Sâm, 3 Cây.* Poker Texas Luật Chuẩn Quốc Tế* Tải Game Miễn Phí - Tặng Ngay 40k Chip khi đăng nhập* Chế độ chăm sóc khách hàng VIP cực đỉnh.---------------------• Game chơi dành cho người chơi ở độ tuổi trưởng thành, không bao gồm hành vi cờ bạc cá độ, đổi tiền mặt hoặc đổi thưởng. • Game không cung cấp cá độ tiền mặt, cũng không có cơ hội nhận tiền mặt khi bạn thắng lớn.• Kinh nghiệm đã chơi hoặc chơi thắng ở trò chơi game bài trên mạng xã hội không đồng nghĩa với sẽ thắng trong các hoạt động cá cược/giao dịch bằng tiền thật sau này.\n",
  "new": "\n\n\n4 thg 5, 2023\nPhiên bản 1.7\n\n\n\n\n- Sửa lỗi nhỏ- Bổ xung chức năng chặn người chơi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "64 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bermuda-adventures-n%C3%B4ng-tr%E1%BA%A1i/id1558716835?l=vi",
  "nameAndAge": "\n          Bermuda Adventures: nông trại\n 12+\n",
  "company": "\n\n            Samfinaco LLC\n          \n",
  "ranking": "\n\n\n                      #17 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 5,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nKhám phá đảo, xây dựng nhà và nông trại vui vẻ, trồng trọt và thu hoạch, chế biến công thức mới trong trò chơi giải trí Bermuda Adventures!Hãy hình dung một đại gia đình tụ họp cùng nhau để ăn mừng sinh nhật trong khu nghỉ dưỡng thiên đường nhiệt đới! Nhưng bỗng nhiên xảy ra sự cố, một chiếc máy bay mất kiểm soát và hạ cánh khẩn cấp trên đảo hoang và các thành viên trong gia đình bị lạc nhau. Có lẽ bạn không nên đến Tam Giác Bermuda? Bây giờ, họ không chỉ phải học cách sinh tồn trên đảo thiên đường nhiệt đới, mà còn phải tìm lại tất cả những người thân bị lạc khi hạ cánh.Hãy giúp gia đình sinh tồn qua mỗi ngày, dạy họ cách trồng cây và thu thập lương thực. Hãy quan sát xem sản lượng tăng lên như thế nào và chú ý đến những nhân vật mới xuất hiện trên đảo. Giải quyết vấn đề gia đình của họ và đừng để họ tranh cãi vì chuyện vặt. Cùng họ khám phá những điều bí mật và ngạc nhiên trước những phát hiện kỳ lạ ẩn giấu tại Tam Giác Bermuda.Và sớm thôi, bạn sẽ không muốn rời khỏi Bermuda Adventures tuyệt vời này!Tính năng chính:- Ranh giới trang trại nhiệt đới khổng lồ- Hàng tá hòn đảo với những hành trình thám hiểm thú vị- Rất nhiều thành viên có tính cách và hành vi đặc biệt- Hàng trăm cuộc đối thoại thú vị và hài hước- Những loại động vật, cây trồng và công trình đặc biệt- Một bộ lạc dân đảo, một Thành phố cổ với loài khỉ hoang dã, những du khách đến từ quá khứ và hàng xóm thú vị- Tùy chỉnh thành viên gia đình- Hàng trăm nhiệm vụ thị trấn- Và hàng tấn điều hài hước và vui nhộn!Bạn đã sẵn sàng trở thành nông dân và người cai quản thành phố để xây ước mơ của mình chưa? Hãy khám phá Tam Giác Bermuda với Mẹ Jenny, Bố Steve và Con Gái Sandy trong trò chơi mô phỏng cuộc sống nông trại này. Hãy phát triển nông trại riêng của bạn trên đảo và khám phá những vùng đất mới!Xây dựng ngôi làng và nông trại ấm cúng, thu thập tài nguyên và sản xuất mọi thứ bạn cần cho nhiệm vụ thám hiểm thú vị, xây dựng và giao dịch với các cư dân khác của Tam Giác Bermuda.Thiết lập nông trại gia đình của bạn, chăm sóc thú cưng, thu hoạch mùa vụ, sản xuất lương thực cho gia đình bạn và buôn bán với hàng xóm.Chào mừng đến với Bermuda Adventures!Terms of Service:https://belka-games.com/terms-of-service/Privacy policy:https://belka-games.com/privacy/\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.14.4\n\n\n\n\nChưa bao giờ có bất cứ điều gì giống như vậy! Hãy mở khóa Đảo Nhà và cứu vượn cáo khỏi tên côn đồ hung ác. Thú Cưng sẽ trở thành trợ thủ trung thành của bạn trên mọi hành trình!Trong bản cập nhật này còn có:- Tham gia Săn Kho Báu, đào kho báu và đánh bại những đối thủ khác!- Loại sự kiện mới: Lễ Hội! Đập Pinata trong khi khám phá và Máy Phát Điện Gấp Ba Công Suất đặc biệt.- Chúng tôi cũng đã cải thiện bảng xếp hạng và cập nhật thanh năng lượng cho người chơi chưa đăng nhập một thời gian!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "351,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/battle-chasers-nightwar/id1455088996?l=vi",
  "nameAndAge": "\n          Battle Chasers: Nightwar\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 18 đánh giá",
  "price": "6.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nQUAN TRỌNGHoạt động với: iPhone SE, 6S, 6S Plus, 7, 7 Plus, 8, 8 Plus, X, XS, XR; iPad Mini 4, 5; iPad Air 2, 3; iPad ProBattle Chasers: Nightwar KHÔNG hỗ trợ: iPhone 5S, 6, 6 Plus; iPad Air, Mini 2, 3; iPod TouchBattle Chasers: Nightwar là một game nhập vai lấy cảm hứng từ những game cầm tay cổ điển, với tính năng lặn sâu trong hầm ngục, chiến đấu theo lượt được trình bày theo định dạng JRPG cổ điển và một câu chuyện phong phú được dẫn dắt bởi niềm đam mê khám phá thế giới. Bạn sẽ đồng hành cùng Gully trẻ tuổi tìm kiếm người cha mất tích Aramus - một anh hùng nổi tiếng đã mạo hiểm vào vùng đất nguy hiểm. Gully nhận được sự giúp đỡ từ 5 anh hùng kì lạ, mỗi người có khả năng, đặc quyền, vật phẩm và kỹ năng trong hầm ngục riêng. Cả nhóm cùng nhau tìm kiếm Aramus và khám phá ra những mối nguy hiểm đang rình rập trong thế giới hoang dã. CHIẾN ĐẤUHình thức Chiến đấu cổ điển theo lượt được lấy cảm hứng từ những game nhập vai. Mỗi bên có tối đa ba đấu sĩ lần lượt thi đấu với nhau trong các cuộc chạm trán đòi hỏi chiến thuật. KHÁM PHÁMột thế giới rộng lớn đang chờ đợi những nhà thám hiểm dũng cảm. Khám phá bí mật trong những khu rừng tối tăm và bí ẩn hoặc tự mình chống chọi với cơn lạnh kinh hoàng ở vùng băng giá hoặc chiến đấu với kẻ thù nhiều không đếm xuể trong Đấu trường Tolka. CHẾ TẠOMỗi người trong sáu vị anh hùng của bạn mặc áo giáp, mang vũ khí và được trang bị đồ trang sức ma thuật tinh xảo - mọi thứ đều có thể được chế tạo.SINH TỒNBattle Chasers: Nightwar chứa đầy kẻ thù. Kẻ cướp, Quái thú, Ác quỷ, Bọn Sơ nguyên , Rô bốt, Xác sống - thể loại nào cũng có! Điều quan trọng là phải phản ứng chuẩn xác khi quân địch tấn công. Nếu bạn không biết cách kết hợp khả năng của các anh hùng khác, cuộc phiêu lưu của bạn sẽ kết thúc đầy ngắn ngủi.Các tính năng:- CHƠI KHÔNG LO QUẢNG CÁO!- Phương thức Chiến đấu cổ điển theo lượt lấy cảm hứng từ các game nhập vai có tay cầm, với hệ thống mana tạm thời độc đáo và Chiến đấu Tốc độ đầy kinh ngạc.- Hầm ngục đẹp, được cài đặt ngẫu nhiên chứa đầy bẫy, câu đố, bí mật và sự cướp bóc.- Khám phá một thế giới đầy ắp những hầm ngục ẩn giấu, những quái thú trùm cực hiếm, những người bạn và kẻ thù xuất hiện ngẫu nhiên.- Ngục tối mang đầy tính hành động, được tạo ngẫu nhiên chứa đầy bẫy, câu đố và bí mật. Sử dụng các kỹ năng ngục tối độc đáo của mỗi anh hùng để sống sót- Xây dựng nhóm phiêu lưu của bạn bằng cách chọn ba trong số sáu anh hùng có sẵn từ loạt truyện tranh Battle Chasers cổ điển, mỗi người có khả năng, đặc quyền, vật phẩm và kỹ năng ngục tối độc đáo- Đi sâu vào hệ thống chế tạo, sử dụng hệ thống nạp nguyên liệu độc đáo để tạo ra các vật phẩm hoành tráng!Battle Chasers: Nightwar ban đầu được phát triển bởi Airship Syndicate.https://twitter.com/Battle_Chasershttps://twitter.com/AirshipSynhttps://www.facebook.com/airshipsyndicate/Cảm ơn bạn đã chơi BATTLE CHASERS: NIGHTWAR!Hãy liên lạc với HandyGamesTM: www.handy-games.comGia nhập ngay trên Facebook: handygamesĐăng ký kênh YouTube của chúng tôi: HandyGamesKiểm tra tin tức trên Twitter: @handy_gamesTheo dõi chúng tôi trên Instagram: handygamesDấu in: http://www.handy-games.com/contact/© www.handy-games.com GmbH\n",
  "new": "\n\n\n29 thg 11, 2019\nPhiên bản 1.0.16\n\n\n\n\nFixed increased memory usage that came with the cloud save patch so it should work stable again on devices with 2GB RAM!For best stability on those devices please try to set to 75% or 50% graphics quality, though.Sorry for the inconvenience!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BA%BFn-l%C3%AAn-mi%E1%BB%81n-nam-ch%E1%BA%B7t-heo/id1436429531?l=vi",
  "nameAndAge": "\n          Tiến Lên Miền Nam - Chặt Heo\n 17+\n",
  "company": "\n\n            Pitaya Group, Inc, The\n          \n",
  "ranking": "\n\n\n                      #2 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 97,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTham gia thế giới vui nhộn ở làng ỦN ỈN CHẶT HÈO với các giải đấu của lối chơi TIẾN LÊN MIỀN NAM để tìm ra được ĐỖ THÁNH vô địch xưng bá thiên hạ trong vô số các anh tài sống khắp mọi miền Tổ Quốc.Ngoài ra, trò chơi còn mang mang đến những cải tiến hứa hẹn sẽ trở thành một “làn gió mới” cho những người yêu thích bộ môn CHẶT HEO.- Hệ thống xã hội độc đáo, kết nối bốn phương!- Dễ dàng thách thức bạn bè, phân tài cao thấp!- Chế Độ Đấu Hạng: tranh tài cao thủ, xưng danh Đỗ Thánh.- Hệ thống Giải đấu mới lạ và cực kỳ cạnh tranh.- Chơi game hoàn toàn miễn phí! Toàn bộ tiền đều có thể kiếm trong game!- Hệ thống trang trí và biểu cảm cực đa dạng, thỏa sức trang trí theo ý thích người chơi.- Cập nhật thường xuyên, đội ngũ phát triển thân thiện!Vào chặt heo đi nào!CỘNG ĐỒNG LIÊN HỆ:- Facebook: https://www.facebook.com/ChatHeoVN/- Trang chủ: http://www.pighuntersgame.com\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 2.9.4\n\n\n\n\n- Trang trí giáng sinh- Sửa và cải thiện một số lỗi trong trò chơiCám ơn bạn đã tải và trải nghiệm Chặt Heo!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "332,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/magic-tiles-3-piano-game/id1443446174?l=vi",
  "nameAndAge": "\n          Magic Tiles 3: Piano Game\n 4+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,9 • 19,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThật thú vị biết bao khi ghi lại những khoảnh khắc quý giá nhất trong năm bằng các nhịp điệu tuyệt vời? Hãy để ÂM NHẠC giúp bạn thăng hoa bằng các bài hát nổi tiếng.Với Magic Tiles 3, bạn có thể chơi nhiều thể loại nhạc: pop, rap, acapella, EDM, jazz, instrumental. Cả nghìn bài hát đang chờ đợi bạn. Hãy khám phá thêm để tìm thấy sự kỳ diệu trong tâm trí của bạn.Các đặc điểm chính của Magic Tiles 3:1.    Các thể loại nhạc hấp dẫn, hiện đại, đa dạng, đáp ứng mọi gu âm nhạc! Chúng tôi có hơn 1000 bài hát đang chờ bạn chinh phục.2.    Chế độ chơi trực tuyến được thực hiện tuyệt vời – kết nối với vô số đối thủ trên toàn thế giới. Bạn cũng có thể mời bạn bè/kẻ thù vào phòng và chiến đấu với nhau.3.    Giải đấu hàng tuần đi kèm với các phần thưởng hấp dẫn.4.    Chế độ ban nhạc nơi bạn có thể chơi cùng các nhạc cụ bổ sung như guitar, piano, v.v.Luật chơi:1.    Chạm vào các ô màu đen2.    Tránh các ô màu trắng3.    Tốc độ sẽ tăng lên theo từng cấp Đăng nhập tài khoản Facebook của bạn và chia sẻ dữ liệu trên nhiều thiết bịHãy sẵn sàng để thử miễn phí trò chơi piano thử thách nhất! Ngoài ra, để cải thiện hiệu suất của trò chơi và cung cấp trải nghiệm cá nhân hóa dựa trên vị trí của bạn, chúng tôi cần quyền truy cập vào bộ nhớ và vị trí của bạn.Trở thành một nghệ sĩ piano thực thụ ngay bây giờ!ĐĂNG KÝ VIP- Hãy truy cập Tính năng VIP ngay để nhận nhiều lợi ích độc quyền1. Không có quảng cáo. Không phiền hà 2. Mở khóa 50000+ bài hát chất lượng cao và các bài hát sắp ra mắt3. Hồi sinh miễn phí. Chơi không ngừng nghỉ4. Tạo danh sách phát của bạn và mở danh sách phát không ngừng nghỉ5. Tải xuống các bài hát để phát ngoại tuyến. Không cần wifi6. Tạo phòng chiến đấu riêng không giới hạn để chơi trong Battle Mode 1.- Phí đăng ký là 19.000đ theo tuần, 59.000đ theo tháng và 239.000đ theo năm.- Bạn có thể chơi tất cả các bài hát chất lượng cao và tận hưởng toàn bộ các lợi ích VIP trong suốt thời gian đăng ký của mình*.- Thanh toán sẽ được tính vào Tài khoản iTunes khi xác nhận mua.- Đăng ký tự động gia hạn trừ khi tự động gia hạn bị tắt ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.- Tài khoản sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc giai đoạn hiện tại với chi phí của gói đã chọn.- Đăng ký có thể được quản lý bởi người dùng và tự động gia hạn có thể bị tắt bằng cách vào phần Cài đặt tài khoản của người dùng sau khi mua.- Bất kỳ phần chưa sử dụng nào trong thời gian dùng thử miễn phí, nếu được cung cấp, sẽ bị hủy bỏ khi người dùng mua đăng ký sản phẩm đó, nếu có.- Không được phép hủy đăng ký hiện tại trong thời gian đăng ký đang hoạt động.Lưu ý:* Các album và các nội dung liên quan không thuộc quyền đăng ký riêng và có thể cần mua riêng để mở khóa.* Giá bằng với giá trị mà \"\"\"\"\"\"\"\"Apple's App Store Matrix\"\"\"\"\"\"\"\" xác định tương đương với giá đăng ký bằng USD.Điều khoản sử dụng: https://www.amanotes.com/terms-and-conditions/Chính sách bảo mật: https://www.amanotes.com/privacy-policy/*Hỗ trợ:Bạn đang có thắc mắc? Hãy gửi email đến magictiles3.support@amanotes.com hoặc liên hệ với chúng tôi trong trò chơi bằng cách vào phần Cài đặt > Câu hỏi thường gặp và Hỗ trợ.Magic Tiles 3 đến từ Amanotes, nhà phát hành trò chơi âm nhạc số một thế giới với hơn một tỷ lượt tải xuống. Những người yêu âm nhạc có thể tương tác với hàng nghìn bài hát thông qua các ứng dụng khác nhau của chúng tôi. Tại sao chỉ nghe nhạc, nếu bạn cũng có thể chơi vui với nó? Tại Amanotes, chúng tôi tin rằng “mọi người đều có thể chơi nhạc!”.\"\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 10.113.016\n\n\n\n\n- Optimize performance and fix bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "308,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ti%E1%BA%BFn-l%C3%AAn/id1475439697?l=vi",
  "nameAndAge": "\n          Tiến Lên\n 17+\n",
  "company": "\n\n            ShenZhen LeKaiYou Technology Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #4 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,0 • 7,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame Tiến Lên hay nhất, chơi online chung với người thật, cạnh tranh công bằng, kiểu chơi phong phú, cho bạn cảm nhận tuyệt vời với tựa game  tiến lên hay nhất 2021!-Chơi cùng bạn bè, mọi lúc mọi nơi-Lối chơi bản địa, chính thống và đặc sắc-Lối chơi phong phú, hấp dẫn kịch tính-Vào bàn ngẫu nhiên, không cần phải đợi-Streamer lồng tiếng, thân thiết lại hài hước切-Đồ họa tinh tế, trải nghiệm siêu đỉnh-Trải nghiệm chơi bài, phổ biến quen thuộc-Chơi game hay, tặng nhiều phúc lợiĐừng nên bỏ lỡ, mau trải nghiệm nào!\n",
  "new": "\n\n\n24 thg 1, 2022\nPhiên bản 5.1\n\n\n\n\nƯu hoá trải nghiệm game,Fix bug\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "259,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/coin-master/id406889139?l=vi",
  "nameAndAge": "\n          Coin Master\n 17+\n",
  "company": "\n\n            Moon Active\n          \n",
  "ranking": "\n\n\n                      #1 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 251,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChúng đã cướp tiền Xu của bạn! Hãy tham gia băng cướp biển trong một hành trình xây dựng đế chế lớn nhất chưa từng có.Du hành xuyên thời gian đến những vùng đất ma thuật và chiến đấu với bạn bè và kẻ thù vì một sự nghiệp cướp biển thống trị.Xoay, tấn công, cướp bóc và xây con đường đi lên đế chế cướp biển!•\tTrở thành Coin Master!•\tChơi với bạn bè•\tCướp bóc làng của những người chơi khác và lấy tài sản của họ!•\tPhòng thủ và bảo vệ những gì thuộc về bạn•\tVới mỗi ngôi làng xâm chiếm được, chiến thắng của bạn sẽ càng to lớn hơn•\tChơi với hàng triệu người chơi khác, cướp bóc tài sản của hằng trăm căn cứ kẻ thù •\tChiến đấu và chiến thắng trước kẻ thù của bạn•\tCạn tranh với bạn bè qua danh hiệu Coin Master•\tChọn Ảnh đại diện cướp biển độc đáo riêng của bạn•\tTấn công làng bạn bè và tiêu duyệt đấng sáng tạo của họTheo dõi Coin Master trên Facebook và Instagram để nhận các ưu đãi và tiền thưởng độc quyền!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Điều khoản Dịch vụ: https://static.moonactive.net/legal/terms.html?lang=enThông báo về Quyền riêng tư: https://static.moonactive.net/legal/privacy.html?lang=enBạn có thắc mắc về trò chơi? Liên hệ với chúng tôi bằng cách nhấp vào menu > Cài đặt > Hỗ trợChúng tôi luôn sẵn sàng hỗ trợ tại: https://support.coinmastergame.com/\n",
  "new": "\n\n\n17 thg 12, 2023\nPhiên bản 3.5.1390\n\n\n\n\nThanks for playing Coin Master!In this version, we’ve implemented bug fixes & performance improvements.We have also implemented our new reward calendar feature - collect your daily rewards! Enjoy a world of fun, thrills, and huge rewards right at your fingertips. Invite your friends to play Coin Master & get your FREE REWARDS! We also recommend joining our community on Facebook, Twitter, and Instagram for more fun & excitement.Enjoying Coin Master? Leave a review :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "257,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/plague-inc/id525818839?l=vi",
  "nameAndAge": "\n          Plague Inc‪.‬\n 12+\n",
  "company": "\n\n            Ndemic Creations\n          \n",
  "ranking": "\n\n\n                      #1 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 1,6 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCan you infect the world? Plague Inc. is a unique mix of high strategy and terrifyingly realistic simulation. Your pathogen has just infected 'Patient Zero'. Now you must bring about the end of human history by evolving a deadly, global Plague whilst adapting against everything humanity can do to defend itself. Brilliantly executed with innovative gameplay and built from the ground up for iPhone & iPad, Plague Inc. evolves the strategy genre and pushes mobile gaming (and you) to new levels. It’s You vs. the world - only the strongest can survive! ◈◈◈ #1 top game globally with well over a billion games played ◈◈◈ Plague Inc. is a global hit with over a million 5 star ratings and features in newspapers such as The Economist, New York Post, Boston Herald, The Guardian and London Metro! The developer of Plague Inc. was invited to speak at the CDC in Atlanta about the disease models inside the game! ▶ “The game creates a compelling world that engages the public on serious public health topics” – The Centers for Disease Control and Prevention▶ \"Plague Inc: The Cure encapsulates the complexities of a global pandemic response and highlights how crucial international collaboration is needed to address such a threat.” – Coalition for Epidemic Preparedness Innovations▶ “Best Tablet Game” - New York Daily News▶ “Plague Inc. will snag your attention in all the right ways and keep it there” - Touch Arcade▶ “No denying Plague Inc.'s high-level of quality” - Modojo▶ “Plague Inc. should not be as much fun as it is” – London Metro▶ “Will leave you hoping to destroy the world, all in the name of a bit of fun” – Pocket Lint▶ “Plague Inc.'s gameplay is infectious” - Slide to Play▶ Winner – “Overall Game of the Year” – Pocket Gamer▶ “Killing billions has never been so fun” – IGN ◈◈◈ Features:● Stunning retina graphics with a highly polished interface (Contagion guaranteed)● Highly detailed, hyper-realistic world with advanced AI (Outbreak management)● Comprehensive in-game help and tutorial system (I am Legendarily helpful)● 12 different disease types with radically different strategies to master (12 Monkeys?)● Full Save/Load functionality (28 Saves Later!)● 50+ countries to infect, hundreds of traits to evolve and thousands of world events to adapt to (Pandemic evolved)● Full game support for scoreboards and achievements● Expansion updates add the mind controlling Neurax Worm, the zombie producing Necroa Virus, Speed Runs and real life Scenarios! Localised in English, German, Spanish, Brazilian Portuguese, Italian, French, Japanese, Korean, Simplified Chinese, Traditional Chinese and Russian. (more coming soon) P.S. Give yourself a pat on the back if you got all the themed literature references! Special sale price to celebrate being one of the most popular paid iPhone games ever! ◈◈◈ Like Plague Inc. on Facebook:http://www.facebook.com/PlagueInc Follow me on Twitter:www.twitter.com/NdemicCreations\n",
  "new": "\n\n\n26 thg 6, 2023\nPhiên bản 1.19.3\n\n\n\n\n1.19.3 - Updated for compatibility for a variety of newer devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.3 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.3 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.3 trở lên.\n                \n\n",
  "size": "103 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lapse-2-before-zero/id1524444955?l=vi",
  "nameAndAge": "\n          Lapse 2: Before Zero\n 12+\n",
  "company": "\n\n            Stefano Cornago\n          \n",
  "ranking": "\n\n\n                      #12 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 83 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nLapse 2: Before Zero là một phần chính thức phần trước của Lapse: A Forgotten Future. Nếu bạn đang ở đây, điều này có nghĩa là bằng cách nào đó bạn đã thành công trong nhiệm vụ giải cứu thế giới - hoặc đã phá hủy nó. Thật sự không quan trọng bạn đã có lựa chọn nào, vì kể từ bây giờ bạn sẽ bị gửi về từ một thế giới tương lai đến kỷ nguyên cổ đại. Người đã từng làm Tổng Thống nay sẽ trở thành một vị Pharaoh, kẻ đã từng là một cỗ máy nay sẽ trở thành trở thành đồng minh quý giá nhất của bạn trong thử thách mới sắp tới.Khi bạn mở mắt ra, bạn sẽ bắt đầu vào năm 1750 trước CN và địa điểm là Ai Cập cổ đại. Một vùng đất xa xôi bây giờ trở thành một sự tương đồng của bí ẩn và bây giờ, vì một lý do nào đó, cần sự giúp đỡ của bạn. Hãy cẩn trọng khi hành động, và những gì có vẻ như là chỉ có thêm một vương quốc khác để cai trị, rất có thể là chìa khóa cho sự sống còn của thế giới.Lapse 2: Before Zero được tạo ra để trả lời cho những câu hỏi của người chơi, kể lại những điều đã được ám chỉ hoặc ẩn giấu trong chương đầu tiên.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "80,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monument-valley-2/id1187265767?l=vi",
  "nameAndAge": "\n          Monument Valley 2\n 4+\n",
  "company": "\n\n            ustwo games\n          \n",
  "ranking": "\n\n\n                      #7 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,9 • 397 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGuide a mother and her child as they embark on a journey through magical architecture, discovering illusionary pathways and delightful puzzles as you learn the secrets of the Sacred Geometry.Sequel to the Apple Game of the Year 2014, Monument Valley 2 presents a brand new adventure set in a beautiful and impossible world.Help Ro as she teaches her child about the mysteries of the valley, exploring stunning environments and manipulating architecture to guide them on their way.=====“Subtly more sophisticated than its predecessor” - WIRED“Little vignettes of a surreal world that works its socks off to make me happy” - POLYGON“I was enraptured by everything I saw and heard” - DESTRUCTOID“One of the best gaming experiences available on any device, let alone mobile” - POCKETGAMER=====A STANDALONE ADVENTUREA completely new story from the Monument Valley universe. You don’t need to have previously played Monument Valley to enjoy Monument Valley 2.INDIVIDUALLY CRAFTED PUZZLESEnjoy beautiful levels filled with illusory, meditative puzzles, using brand new interactions to explore the changing dynamics between characters.CONTEMPORARY VISUALSArtwork inspired by an eclectic mixture of architectural styles, artistic movements and personal influences, each translated into stunning geometric structures.BEAUTIFUL AUDIOImmerse yourself in uniquely melodic interactive soundscapes, tailored perfectly to every step of Ro and her child’s journey.=====Monument Valley 2 is only compatible with devices running iOS 9 or later.\n",
  "new": "\n\n\n27 thg 10, 2022\nPhiên bản 3.3.1037\n\n\n\n\nBug fixes and general improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "320,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/five-nights-at-freddys/id912536422?l=vi",
  "nameAndAge": "\n          Five Nights at Freddy's\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #18 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 25 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n4 thg 10, 2023\nPhiên bản 2.0.4\n\n\n\n\n- Removed short delay to flip monitor- Adjusted vibrations- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "115,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/wizard-of-legend/id6463645361?l=vi",
  "nameAndAge": "\n          Wizard of Legend\n 12+\n",
  "company": "\n\n            Humble Bundle\n          \n",
  "ranking": "\n\n\n                      #22 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "3,0 • 2 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMaster the elements in Wizard of Legend, a no-nonsense, fast-paced, action-packed roguelike dungeon crawler that emphasizes precise movements and smart spell combinations—featuring over a hundred unique spells and relics!TAKE ON THE TRIALSEvery year in the Kingdom of Lanova, the Council of Magic holds the Chaos Trials, a gauntlet of magical challenges put forth by its strongest members. Contestants who successfully complete this perilous journey and demonstrate superior wizardry earn the title of Wizard of Legend.Battle your way through the Chaos Trials by collecting powerful spells and defeating sinister conjured enemies. Discover ancient relics and build up your magical arsenal to fit your play style. Achieve mastery over magic by chaining spells to create devastating combinations. Confront the Council of Magic to become the Wizard of Legend!RELENTLESS ACTIONExperience dynamic magical combat that rewards quick movement and lightning-fast use of spells.AN EXPANSIVE ARSENAL OF SPELLSCommand the chaos by unlocking over 100 unique spells and relics, and create elemental magic combinations to suit your play style.  DISCOVER POWERFUL COMBOSCombine spells and concoct creative, devastating combinations to lay waste to your enemies.UNPREDICTABLE DANGER Procedurally generated levels offer new challenges every time you delve into a dungeon.FRIEND OR FOEGrab a friend and tackle the Chaos Trials together in local co-op mode via Wi-Fi, or battle it out to prove who’s more legendary in local PvP! TAKE CONTROLSling spells naturally with the intuitive mobile interface, or battle how you see fit with full gamepad and controller support. New aim assist options allow you to play comfortably on mobile devices!\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.03\n\n\n\n\n-Invincibility Frames during Dash: Now players can dash without taking any damage. Toggle this feature on/off in the settings.-Crash Recovery Mechanism: If you crash or disconnect in single-player mode, you can now continue from the starting point of the current level upon re-login. In local co-op, P1 can continue in single-player mode after re-logging. -Improved Main Menu UI: The UI layout is now streamlined, especially after clicking on LAN multiplayer. Everything's on the same horizontal line for easier navigation.-Enhanced UI when Swapping Arcana.  Bug Fixes:-Fixed the issue where the transition animation for Sura BOSS wasn't showing the shake effect.-Fixed the issue where the \"stock\" UI prompt would disappear.-Fixed the bug where 2p’s attacks weren't showing damage numbers in local co-op.-Addressed the problem where 2p players were vanishing after entering a portal or advancing to the next level in local co-op.-Fixed switching issue of Newly Acquired Chaos Abilities.-Resolved the problem in local co-op where player models disappeared upon entering the next level.-Fixed the bug where both players were receiving damage notifications in local co-op when only 1p player got the injury\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "517,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/noi-thu-n%E1%BB%91i-th%C3%BA-c%E1%BB%95-%C4%91i%E1%BB%83n/id1509872509?l=vi",
  "nameAndAge": "\n          Noi Thu - Nối Thú Cổ Điển\n 4+\n",
  "company": "\n\n            VNPLAY\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,0 • 4,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNoi Thu - Trò chơi Nối Thú hấp dẫn và số 1 đã có mặt!Noi Thu là trò chơi xếp hình, nối thú cổ điển. Nếu bạn là fan của dòng game nối thú, xếp hình cổ điển, bạn sẽ mau chóng yêu thích trò chơi Noi Thu này.ĐIỂM NỔI BẬT:- Hoàn toàn miễn phí.- Game Offline, không cần phải kết nối với internet hoặc wifi.- Game dung lượng nhẹ, chơi mọi lúc mà không hao pin.- Thao tác đơn giản, lối chơi cổ điển.- Phù hợp với mọi lứa tuổi.HƯỚNG DẪN CHƠI:  - Tìm và nối 2 hình thú giống nhau trong 3 đường thẳng kết nối.  - Mỗi màn chơi sẽ có thời gian giớn hạn, trò chơi kết thúc khi hết giờ.  - Sử dụng những vật phẩm trợ giúp để vượt qua khó khăn trong màn chơi.  - Màn chơi sau đó trở nên khó khăn hơn, kết thúc để so sánh thứ hạng.Chúc bạn chơi game Noi Thu vui vẻ!\n",
  "new": "\n\n\n27 thg 9, 2022\nPhiên bản 1.21\n\n\n\n\nCẬP NHẬT MỚI  ANIMAL LINK CLASSIC:- Chủ đề mới: Halloween.- Sửa lỗi gây crash trên vài thiết bị.- Cải thiện hiệu năng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "85,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/badminton-clash-3d/id6444045683?l=vi",
  "nameAndAge": "\n          Badminton Clash 3D\n 4+\n",
  "company": "\n\n            Miniclip.com\n          \n",
  "ranking": "\n\n\n                      #4 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,6 • 3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBadminton Clash 3D là game di động thể thao một đấu một hấp dẫn dành cho mọi người. Với cơ chế vật lý tuyệt vời, cách thức điều khiển dễ dàng cùng đồ họa 3D đẹp mắt, bạn sẽ có trải nghiệm chơi game sống động và thú vị. Từ sự cổ vũ của khán giả và những cú đánh vợt, từng chi tiết được thiết kế để đem cho lại cho bạn cảm giác như thể bạn đang trong trận đấu với cơ hội ghi điểm ở mọi tình huống.Tùy chỉnh nhân vật của bạnChọn nhân vật bạn yêu thích và tùy chỉnh ngoại hình với các trang phục cùng phụ kiện khác nhau. Trong quá trình chơi, bạn có thể mở khóa nhân vật mới với phong cách và kỹ năng thi đấu độc đáo. Mỗi nhân vật có điểm mạnh và điểm yếu riêng, vậy nên bạn hãy lựa chọn kỹ càng sao cho phù hợp với phong cách chơi cầu lông của bạn.Từ vợt đến trang phục, có rất nhiều vật dụng để bạn lựa chọn.Nâng cấp để nâng tầm trận đấuNâng cấp nhân vật và dụng cụ của bạn để tăng khả năng thi đấu trên sân.Với mỗi nâng cấp, bạn sẽ đạt được các kỹ năng và điểm cộng mới có thể giúp bạn thắng trận đấu.Thi đấu trên các sân đấu khác nhauĐối đầu những người chơi khác trên 6 sân đấu khác nhau, mỗi sân đấu có thử thách và tính năng độc đáo riêng.Từ sân ngoài trời đến sân trong nhà, mỗi sân đấu đem đến trải nghiệm và đòi hỏi chiến thuật khác nhau để chiến thắng.Đập cầu và ghi điểm ở mọi tình huống! Nâng cấp kỹ năng như Super Smash để đập cầu và ghi điểm trong mọi cơ hội bạn có!Nhận phần thưởng miễn phí mỗi ngày chỉ với việc xem đoạn video ngắn!Trò chơi một đấu một này rất dễ làm quen nhưng khó thuần thục. Với cách thức điều khiển trực quan và cơ chế vật lý chân thực, bạn sẽ có cảm giác như đang chơi cầu lông thật sự. Nhưng đừng chủ quan, trò chơi đem đến thử thách ngay cả đối với người chơi lão luyện.Với đồ họa đẹp mắt và hiệu ứng âm thanh sống động, bạn sẽ có cảm giác như đang thật sự đứng trên sân đấu. Từ sự cổ vũ của khán giả đến những cú đánh vợt, mọi chi tiết được thiết kế để bạn cảm thấy như đang ở trong trận đấu.Ngoài ra, với những bản cập nhật định kỳ và nội dung mới, trò chơi luôn phát triển. Dù bạn là người chơi bình thường hay một người chơi chuyên nghiệp có tinh thần cạnh tranh, luôn có điều gì đó mới mẻ để bạn khám phá trong game cầu lông này.Bạn còn chờ gì nữa? Hãy tải xuống ngay và tham gia cơn sốt cầu lông này thôi! \n",
  "new": "\n\n\n13 thg 10, 2023\nPhiên bản 1.2.0\n\n\n\n\nChúng tôi rất vui mừng khi ra mắt một bản cập nhật tuyệt vời cho Badminton Clash!Chúng tôi đã thiết kế lại phần hướng dẫn sao cho trực quan và hấp dẫn hơn. Dù bạn là người chơi mới hay lão luyện, việc nắm bắt cơ chế cơ bản của trò chơi sẽ trở nên dễ dàng hơn bao giờ hết.Cập nhật trò chơi và sẵn sàng đập bóng, giao bóng và ghi điểm với Badminton Clash!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "214,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hocus/id1030548464?l=vi",
  "nameAndAge": "\n          hocus‪.‬\n 4+\n",
  "company": "\n\n            gamebra.in\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,6 • 15 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nhocus. is celebrating 5th year; Let artificial intelligence design new levels for you. You can even get help from her if you get stuck.Best Games on iPhone; Russia, South Africa, Turkey, Middle EastNew, polished, mind-bending, impossible shapes.Features:• 120 mind-bending hand-craft levels• Create/share your own levels• Load / take picture of levels cards• Endless mode• Shortest path algorithm\n",
  "new": "\n\n\n4 thg 11, 2020\nPhiên bản 2.3.0\n\n\n\n\n• hocus 2 is coming...\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "18,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/play-together-vng/id1612175933?l=vi",
  "nameAndAge": "\n          Play Together VNG\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #6 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,8 • 180,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGặp gỡ bạn bè khắp năm châu!Đây là Vũ Trụ Ảo nơi mà bạn bè từ khắp nơi trên thế giới có thể tụ tập! Hãy cùng nhau chơi Play Together?1. Một sân chơi ảo!Tạo những khoảnh khắc đáng nhớ trong sân chơi ảo của chúng tôi với bạn bè của bạn!Gặp gỡ những người bạn mới tại Plaza, đi mua sắm hoặc chơi những trò chơi ngắn đa dạng tại Game Center.Chơi trò chơi trốn tìm với thây ma tại Nhà Ma vào ban đêm và thử chinh phục đỉnh Tháp Vô Cực tại Khu Cắm Trại.Những người ở Plaza sẽ có những nhiệm vụ đặc biệt dành cho bạn! Hoàn thành các nhiệm vụ này và nhận phần thưởng!Ở Play Together, mỗi ngày đều là một trải nghiệm thú vị!2. Một cuộc phiêu lưu đặc biệt!Tham gia một chuyến đi đặc biệt tại Play Together.Du lịch nước ngoài bằng cách đến Đại lý du lịch!Gặp gỡ những người bạn mới từ khắp nơi trên thế giới và đánh dấu những nơi bạn đã ghé thăm!Đi thuyền đến Hòn đảo bị mất và tìm kiếm kho báu ẩn giấu!3. Tổ chức tiệc tại nơi ở của bạnHãy sáng tạo và trang trí ngôi nhà của bạn bằng cách sử dụng đồ nội thất với nhiều chủ đề khác nhau!Có nhiều chủ đề đầy màu sắc để bạn lựa chọn như người Ai Cập, Khối Đồ chơi, Thực vật học...Nếu bạn đã trang trí xong ngôi nhà, đã đến lúc tổ chức Tiệc Tại Nhà!Chủ đề của bữa tiệc có thể là bất cứ điều gì bạn thích!Tiệc khiêu vũ, tiệc bể bơi, lớp học nấu ăn...Giới hạn duy nhất là trí tưởng tượng của bạn!4. Tạo phong cách với chất riêng của bạn!Chỉ bạn mới có thể định hình bạn là ai!Thể hiện bản thân với trang phục và phụ kiện!Ván trượt, xe thể thao, khinh khí cầu, balo bay không gian hay xe địa hình? Đi du ngoạn khắp nơi với thú cưng đáng yêu và bạn bè của bạn!5. Thế giới côn trùng sống độngCôn trùng có ở khắp mọi nơi, từ vườn hoa, quanh hồ nước đến những thân cây. Với một chiếc vợt trên tay, các bạn phải rón rén để tiếp cận và nhắm bắt chúng. Ồ hãy cẩn thận và đi thật chậm kẻo chúng bay đi mất. Bắt côn trùng và lấp đầy Từ điển côn trùng của riêng bạn!6. Thiên thạch khổng lồ ở Plaza!Bạn có thể thu được các vật phẩm khác nhau bằng cách khai thác thiên thạch rơi xuống PlazaTất cả mọi người tiếp xúc với những tảng đá đều có thể khai thác khoáng thạch. Đá tảng sau khi được khai thác một số lần nhất định sẽ bị vỡ, vì vậy nếu bạn thấy đá thì phải nhớ khai thác ngay nhé.Ngoài những vật phẩm có thể chế tạo bất cứ lúc nào, cũng có những vật phẩm giới hạn chỉ có thể được chế tạo trong thời gian nhất định. Hãy thu thập các vật liệu khai thác để chế tạo các vật phẩm mà bạn yêu thích!\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 1.67.1\n\n\n\n\nChỉnh sửa lỗi game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
}]