[{
  "link": "https://apps.apple.com/vn/app/lapse-a-forgotten-future/id1509252675?l=vi",
  "nameAndAge": "\n          Lapse: A Forgotten Future\n 12+\n",
  "company": "\n\n            Stefano Cornago\n          \n",
  "ranking": "\n\n\n                      #6 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 613 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nCứu rỗi cả một đất nước - hay hủy hoại nó - trong một thế giới hậu khải huyền được đặt sau năm 2075.Chỉ với những thao tác gạt tay đơn giản, trái hoặc phải, vận mệnh của cả đất nước là tùy thuộc vào bạn, vào những quyết định khó khăn mà bạn phải đưa ra để giải quyết nhiều tình huống và vấn đề của đất nước. Tuy nhiên hãy cẩn thận, dẫn dắt một đất nước không hề đơn giản. Thứ gì đó bí ẩn đã đưa cả nhân loại đến một sự rối ren và bất ổn, dẫn đến hàng loạt chiến tranh, bệnh dịch và nạn đói. Chẳng ai nhớ cái gì đã làm cho thế giới thành ra như bây giờ, chẳng ai biết vì sao những sự kiện tồi tệ lại liên tục ảnh hưởng cả thế giới, và cũng không ai giải thích được tại sao bạn lại luôn vực dậy được cả quốc gia khi có ai đó cố tình phá hoại nó.Vì thế nên hãy thận trọng, thật sáng suốt trước mỗi quyết định, vì thứ gì xảy ra cũng có nguyên nhân cả. Bất kì sự kiện nào cũng có thể đưa bạn đến chiến thắng nếu bạn biết tận dụng nó, nhưng cũng có thể, sau cùng đó lại là nguyên nhân dẫn đến sự thất bại của bạn. Ai là bạn, ai là thù? Thật khó để chỉ rõ trong một thế giới phức tạp đầy rẫy sự phản bội, người ngoài hành tinh, thực thể sinh học và những thần thoại cổ xưa. Quyết định của bạn một khi đã được lựa chọn sẽ không thể bị đảo ngược và bạn sẽ phải tiếp tục đưa ra quyết định trong cuộc đua với thời gian.\n",
  "new": "\n\n\n18 thg 8, 2020\nPhiên bản 1.6\n\n\n\n\nThis version contains some bug fixes and performance improvements. The story continues now in Lapse 2: Before Zero. Thanks to all of you for your amazing support!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "66,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/battleship/id1336026283?l=vi",
  "nameAndAge": "\n          BATTLESHIP\n 9+\n",
  "company": "\n\n            Marmalade Game Studio\n          \n",
  "ranking": "\n\n\n                      #4 trong Board Game\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou sank my battleship!The official version of the classic Hasbro board game of naval combat is now on mobile! Challenge other players in Classic Mode or in the all-new Commanders Mode - a fast-paced, strategic and tactical variation. Play with unique naval commanders and use resources to activate powerful special abilities that will secure you a win as you wage war on the high seas.BATTLESHIP features:CLASSIC MODE- Faithful conversion of the classic board game- Head-to-head combat- Sink your opponent’s fleet before they sink yours- Call your shot and fire!COMMANDERS MODE- BATTLESHIP with a twist!- A brand new, more tactical variation of the game- 3 new core abilities that shake up the strategic possibilities each turn- Unique special abilities for each Commander- New ship shapes to improve gameplay and the fun factorCOMMANDERS- Battle with commanders from throughout the agesFLEETS- Each commander’s fleets feature unique and authentic art for each of the many warships! Watch as they come together in an epic clash of civilizations! ARENAS- Deploy your fleet to every corner of the world and battle in epic arenas inspired by historical naval battles!MISSIONS AND RANKS- Complete missions to earn medals, rank up and become the ultimate commander of the fleet! SINGLE PLAYER- Battle against AI Commanders and raise your game before heading into multiplayer!MULTIPLAYER- Take on a world of commanders all battling to have the last fleet standing and prove that you have what it takes to conquer the oceans!Join us in BATTLESHIP now, and set sail for adventure, battle and glory!BATTLESHIP is a trademark of Hasbro and is used with permission. © 2019 Hasbro. All Rights Reserved.\n",
  "new": "\n\n\n10 thg 3, 2023\nPhiên bản 1.3.8\n\n\n\n\n- General Bug Fixing\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "390,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-build/id1293681293?l=vi",
  "nameAndAge": "\n          Pocket Build\n 9+\n",
  "company": "\n\n            MoonBear LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 752 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHave you ever wanted to make your own little fantasy world? A farm, some kind of castle, or just an epic fantasy city? Pocket Build is an open world game where you can build with no limitations or restrictions. Build whatever you like, whenever you like, however you like. The possibilities are endless!- Featured as Game of the day. - #1 game in over 57 countries.- \"An open world sandbox building game with a great 3D graphics engine.\" - AppAdviceCastles, people, animals, trees, fences, farms, bridges, towers, houses, rocks, land, it's all their for the building. The only limit is your imagination!- Hundreds of items to build.- Huge open world.- Build instantly.- Collect resources and build special items.- Command your humans to do various tasks.- Beautiful 3D graphics.- New items added every update.- Endless possibilities.- Buildings, Trees, People, Animals, Fences, Pathways, Castles, Skulls, Barrels, Farms, Bridges, Towers, Houses, Rocks, and loads more!- Build, rotate, and place items anywhere in the world.- Control the camera view, rotate, zoom.- 3D touch support.- Haptic feedback.The possibilities are endless! Build your own city, build your own world, build your own castle, be creative, craft your land, build a town, create your own adventure, build anywhere in an open world. Become a Pocket Builder today!-----------------------------------------The game contains an optional subscription feature. It is not required to play and enjoy the game. If you choose to purchase the subscription, payment will be charged to your iTunes account, and your account will be charged for renewal within 24 hours. Subscription starts at $0.99/week. Prices are in US dollars and may vary in other countries. Auto-renewal can be turned off at any time by going to your settings in the iTunes store after purchase. The subscription can be cancelled at anytime. If you don't choose to purchase the subscription, the game can still be fully played without it. Terms & conditions can be found here https://moonbear.com/terms-and-conditions\n",
  "new": "\n\n\n21 thg 9, 2022\nPhiên bản 4.0.1\n\n\n\n\n+ Fixed issue with large hitboxes on items.+ Fixed graphics issue for transparent water tiles.+ Improved world loading speed.+ Other minor bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "493,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-greedy-cave/id1028950091?l=vi",
  "nameAndAge": "\n          The Greedy Cave\n 9+\n",
  "company": "\n\n            AvalonGames\n          \n",
  "ranking": "\n\n\n                      #2 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,2 N đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIn a land far, far away there once was a vast continent called Milton. It was a land where the power of rule came by the sword and the arcane, where Men who devoted themselves to the blade or to magecraft, could become the finest warriors, wisest wizards or the greatest adventurers. In this land, there are several kingdoms divided by borders but united through history. Countless stories of alliances, upheaval, and moments of peace bedeck this tapestry, but that is a tale for another day. Our story begins in a remote kingdom to the north, Iblis, an obscure and oft-forgotten place. It is a wild and barren land, a place where its people scrape a living from the earth, mining minerals for the lords of the south. On occasion, adventurers would stop by for the night but never linger. Until one day, a fledgling adventurer lost his way and stumbled into a hole. The story might have ended then had he not come back, but return he did, with sacks of gold and glittering treasure. Like a fierce gale from the north, news of his fame and fortune fanned across the kingdoms overnight, and kings sent their bravest warriors and adventurers to clear the cavern of monsters in search of treasure. Even peasants wanting a part of this newfound wealth partook in these expeditions. In no time at all, a bustling town had sprung up in this forgotten place. People set up camps, and formed their own groups to explore the cave. Clever merchants not missing this opportunity, built taverns and shops near the cave, selling equipment and potions to eager adventurers. At first, everything seemed fine. As explorers delved into the caves, they encountered new creatures and discovered new treasures. Mysteries continued to pour forth from the cave, yet nobody knew where the source of the secrets lay. However, as the explorations continued, the balance of wealth beyond the cave began to waver, and cracks appeared among those adventurers who had previously worked arm-in-arm. The latecomers or weak, limited to wandering the upper levels of the cave, could only watch as the veteran adventurers brought treasure after treasure from the deep. They began harboring dark thoughts as they watched the veteran adventurers grow arrogant from their largesse, ordering people around, hoarding secrets from the rest. The place became a festering pool of suspicions and greed, mired in a jealous rage. It started with an adventurer disappearing in the cave. Rumors circulated he had found some legendary treasure and hoarded it for himself. Others said he had been guided to another world by some mysterious magic force in the cave. Still, the unspoken belief was that he had been murdered by a rival party and was buried somewhere beneath the caverns. Nobody knows exactly what happened, but people have continued to disappear ever since. As more people have gone missing, some adventurers have called it quits, others cling to hope, and a few continue to wait and see. Which brings us to you, an ordinary young man, coming into this extraordinary circumstance with purposes unknown to others. May you find what you seek in ...--------------------------------------------------------In \" The Greedy Cave\", you are a brave adventurer tasked with exploring a mysterious cave and battling all kinds of monsters.Use your wits to defeat them, learn different skills, gain mighty equipment, challenge evil monster bosses, and decipher the mystery surrounding this cave...Game Features·Randomly generated cave levels provide a different game experience every time!                     ·Hundreds of monsters to defeat!·Hundreds of equipment to collect!·Hundreds of quests and achievements to conquer!·Enchant/Reform/Level up/Gold collecting, and more abundant systems to explore!Contact uscs.thegreedycave@avalongames.comhttps://www.facebook.com/greedycave/\n",
  "new": "\n\n\n17 thg 9, 2023\nPhiên bản 4.0.28\n\n\n\n\nPerformance optimization. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "414 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/carcassonne-tiles-tactics/id1199912736?l=vi",
  "nameAndAge": "\n          Carcassonne – Tiles & Tactics\n 4+\n",
  "company": "\n\n            TWIN SAILS INTERACTIVE\n          \n",
  "ranking": "\n\n\n                      #5 trong Board Game\n                    \n\n",
  "ratingAndReviews": "3,0 • 1 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNew version of the multi-awarded board game. Now in 3D. Includes improved AI, 3D landscape, new exclusive features.*** Carcassonne fits that opening game niche that every game group needs. -Tyler Nichols, Board Game Quest*** Carcassonne = Great game, great mechanics, great pieces, great fun! -The Board Game FamilyA TILE PLACEMENT GAME OF CREATING LANDSCAPES, CLAIMING AREAS, AND GAINING POINTSDiscover or re-discover Carcassonne, the multi-awarded tile-based game in which players draw and place their tiles to build a medieval city. Place your cities, roads, abbeys or fields to enlarge your landscape, then place your followers, the meeples. Knights, robbers or farmers... Each meeple will help you control your territory and win points.But be careful, you will need all your best strategy and tactics to maximum your points! Place your tiles and your meeples wisely to stop your opponents and win the game.6 EXPANSIONS: ENLARGE YOUR LANDSCAPE AND OPTIMIZE YOUR POINTSThanks to the mini expansions \"\"The River\"\" and \"\"The Abbot\"\", you can embellish your landscape and vary your game to enjoy new ways to play! Double or even triple your points thanks to the new buildings in the Inns & Cathedrals expansion! And with the Traders & Builders expansion, score more points with the trading commodities and build faster with the builders! Discover the city of Carcassonne covered with a blanket of white snow in the Winter Edition... and look out for the Gingerbread Man and the bonus points he'll give you! Beware of the Dragon in \"\"the Princess and the Dragon\"\" expansion! He could eat your Meeples if you're not cautious. And be kind with the Princess: she might prefer you to other Meeples and toss them out of the cities!FEATURES• Accessible and tactical gameplay adapted from the award-winning Carcassonne board game    • 6 expansions:- The River, the Inns & Cathedrals, the Traders & Builders, the Winter Edition and Princess & Dragon are all available to purchase from the Game Shop.- Unlock The Abbot for free using your Asmodee account.• Up to 6 players! Play against the computer in solo mode, face off your friends in Pass and Play or challenge players from around the world in online mode• There is no more 3 but 4 different behaviors you can chose before starting a game with AIs. They all propose a better challenge than the previous ones. Players who want to experiment a true challenge will play against the Conqueror AI who is the strongest AI of the game.• Try out the aerial top view to refine your strategy!• Additional strategic layers compared to the physical version:- field view which allows you to see the field possession of each player- remaining tile list: allows you to see the tiles which are remaining in the draw pileLanguages available: English, French, German, Italian, SpanishYou can follow us on Facebook, Twitter, Instagram and You Tube!Facebook: https://www.facebook.com/asmodeedigital/Twitter: https://twitter.com/asmodeedigitalInstagram: https://www.instagram.com/asmodeedigital/You Tube: https://www.youtube.com/asmodeedigital\n",
  "new": "\n\n\n4 thg 8, 2021\nPhiên bản 1.10.2967\n\n\n\n\nImprovements/bug fixes:- Adding the option \"Meeple bounce\" that was previously removed- Fixed a bug with the presence indicator in the game- Various minor fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "299,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/underground-blossom/id1665706687?l=vi",
  "nameAndAge": "\n          Underground Blossom\n 12+\n",
  "company": "\n\n            Rusty Lake\n          \n",
  "ranking": "\n\n\n                      #3 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "5,0 • 132 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy xuống Rusty Lake Underground và du hành qua cuộc đời và ký ức của Laura Vanderboom! Di chuyển từ ga này sang ga khác, mỗi ga tàu điện ngầm đại diện cho một phần trong quá khứ và tương lai của Laura. Giải những câu đố đa dạng, tìm ga tàu chính xác để lên và khám phá một trong những dòng thời gian của Laura, đồng thời giúp cô ấy hiểu rõ cuộc sống và thoát khỏi sự sụp đổ của tâm trí cô! Underground Blossom là một cuộc phiêu lưu theo phong cách chỉ-và-nhấn mới được phát triển bởi nhà sáng tạo của loạt trò chơi Cube Escape & Rusty Lake. Đặc điểm: ▪ Một trải nghiệm mới trong bối cảnh quen thuộcHãy thưởng thức một cuộc phiêu lưu cổ điển giải đố theo phong cách chỉ-và-nhấn của Rusty Lake với một câu chuyện hấp dẫn đầy bí ẩn và những câu đố. ▪ Kì vọng dừng chân một vài nơiDu hành đến 7 ga tàu điện ngầm độc đáo, mỗi ga đại diện cho cuộc đời, ký ức và tương lai tiềm ẩn của Laura Vanderboom. Thời gian du hành ước tính là 2 giờ. ▪ Bạn biết phải làm gìKhám phá những bí mật tiềm ẩn tại mỗi ga tàu điện ngầm, đạt được các thành tựu và biết đâu bạn sẽ tình cờ phát hiện ra điều gì khác! ▪ Đừng quên tai nghe của bạnTại mỗi ga tàu, bạn sẽ được đón tiếp bằng một bản nhạc nền do Victor Butzelaar sáng tác, bao gồm màn trình diễn của một nghệ sĩ đánh đàn trung vĩ cầm Sebastiaan van Halsema!\n",
  "new": "\n\n\n2 thg 10, 2023\nPhiên bản 1.1.9\n\n\n\n\nCảm ơn bạn đã chơi Underground Blossom, chúng tôi đã sửa một số lỗi trong phiên bản mới này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "171,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bloom-sort/id6472342841?l=vi",
  "nameAndAge": "\n          Bloom Sort\n 12+\n",
  "company": "\n\n            Lion Studios Plus\n          \n",
  "ranking": "\n\n\n                      #10 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 70 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIf you love relaxing merge puzzles and calming music, you will love Bloom Sort Merge Puzzle!Welcome to Amy’s Flower Shop!Enter a world of zen with a beautiful merge sorting puzzle game. It’s free to play and has so many features that will get you addicted!Enjoy simple yet calming gameplay, beautiful graphics, and zen background music. Train your brain on the go and relax as you delve into the sweet fragrances of blooming flowers.HOW TO PLAY- Place the flower pots on the board- Merge six similar petals to form a flower- Try not to place odd pots- Unlock new flowers as you merge petals- Collect coins and bonuses-Watch out for the fluttering butterfly, tap on it to collect rewardsFEATURES- Explore and unlock colorful and beautiful flowers to unlock: peonies, daffodils, sunflowers, and much more…-Enjoy numerous boosters- FREE & EASY TO PLAYA fun, addictive yet challenging merge puzzle to tease your brain, this puzzle can help you build focus skills!\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 2.1.1\n\n\n\n\n- Gameplay improvements- Minor bugs fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "364 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun-racer/id6471391062?l=vi",
  "nameAndAge": "\n          Sun Racer\n 4+\n",
  "company": "\n\n            Minh Nguyen Quang\n          \n",
  "ranking": "\n\n\n                      #1 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "2,1 • 82 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDrive the truck towards the rising sun and follow the signs on the road and pass all the other trucks participating in the race to win, if you encounter a police car they will stop you from the race. , escape the police pursuit while still completing the race.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "545,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/driving-zone-japan-pro/id1267261394?l=vi",
  "nameAndAge": "\n          Driving Zone: Japan Pro\n 4+\n",
  "company": "\n\n            Alexander Sivatsky\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDriving Zone: Japan Pro - a simulator of street racing without ads and with no limits where you can drive the cars produced in Japan.In this game is presented a variety of cars of the Japanese manufacturers: from classic city cars, to worship drifting cars and modern sports cars. Each of the vehicles in the game has it's own specifications and engine sounds. Well detailed body and dashboard create the effect of full presence and realism.The game offers four unique tracks with different weather conditions. Drive on scenic country road dotted with cherry blossoms, or go for a ride in the Japanese city, which is particularly beautiful at night, thanks to the traditional Japanese lanterns, hanging over the road. If you are a real extreme racer, you should drive on winter track with dangerous icy road. Or drive on special racing tracks where time is your rival. You can choose the time of the day, that will change dynamically during driving.Start the engine, press down on the gas and chase as quickly as possible. Earn points by overtaking traffic cars, you need them to open the new vehicles, modes and other features of the game.This racing simulator gives you the ability to choose the style of driving that can be tranquil and safe or extremely racing. The abundance of settings allows you to customize a level of car physics realism, from arcade and simple to the most realistic, as in the difficult racing simulator in which you will need to show your driving skills.Features:- No Ads;- 20000 bonus points;- Modern beautiful graphics;- Realistic car physics;- Change the time of day in real-time;- Qualitatively modeled Japan cars;- 4 tracks with different weather conditions and special racing tracks;- First person view / interior camera / cinematic camera.\n",
  "new": "\n\n\n14 thg 2, 2023\nPhiên bản 1.07\n\n\n\n\nWe are excited to announce a new update for our racing game, which includes the addition of a new car and a new drifting track. We have also made significant improvements to the graphics and added new graphics settings for high-performance devices. Additionally, we have improved the car physics and the damage system, making the driving experience more exciting and enjoyable.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "226,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/fishdom-vtc-game/id664575829?l=vi",
  "nameAndAge": "\n          Fishdom – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #13 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 39,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Fishdom in Vietnam.Never Fishdomed before? Then take a deep breath and dive into an underwater world of match-3 fun! Engage in challenging and fun match-3 gameplay with unique twists as you decorate tanks to create cozy homes for your lovely fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you—SO DIVE IN NOW! Features:● Unique gameplay: swap and match, design and decorate, play with and take care of fish—all in one place!● Hundreds of challenging and fun match-3 levels● Explore an exciting aquatic world with amusing 3D fish, each of which has its own personality, that you'll be excited to meet!● Fish tanks you can liven up with breath-taking underwater decor● Amazing graphics all yours once you grab your scuba mask● Buddy-diving time: play with your Facebook friends! Please note! Fishdom is free to play, though some in-game items can also be purchased for real money. If you don’t want to use this option, simply turn it off in your device’s Restrictions menu. Enjoying Fishdom? Learn more:Facebook: facebook.com/FishdomInstagram: instagram.com/fishdom_mobile/Twitter: twitter.com/FishdomOfficial Terms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.htmlQuestions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HR \n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 7.7.3\n\n\n\n\nWhat's new:- Bug fixes and improvementsPlease update the game to the latest version.Get ready for a winter Fishdom update!WINTER HOLIDAYS AND FUN- Follow the path of the Vikings to unravel the mystery of a frozen island in a new Expedition!- Become a Viking Chief and get other rewards in the Frosty Season!- Merge items and collect rewards in the Winter Fun event!- A snowman fish and other rewards await you in the Snowy Season!ALSONew aquarium: Auto MechanicNew fish: Snakehead Fish and RainbowfishWe hope you enjoy our latest update!Have an ocean of fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "248,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/one-night-at-flumptys-3/id1536628833?l=vi",
  "nameAndAge": "\n          One Night at Flumpty's 3\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #25 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Hiya, best friend!\"Flumpty Bumpty is back again with all of his strange companions. You're his friend, too! ...Aren't you? Join the gang for one last round of \"survival hide-and-seek\" until the clock strikes 6 AM.This time, you're armed with little more than a point-and-click camera with a flash, and the room you're staying in is freezing. it's too bad you couldn't bundle up ahead of time.The egg is waiting for you...\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "395,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/angry-birds-2/id880047117?l=vi",
  "nameAndAge": "\n          Angry Birds 2\n 4+\n",
  "company": "\n\n            Rovio Entertainment Oyj\n          \n",
  "ranking": "\n\n\n                      #8 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 61,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPlay the world's best bird flinging, pig popping game!Use the slingshot to fling birds at the piggies' towers and bring them crashing down – all to save the precious eggs.New to the world of Angry Birds? Angry Birds 2 is the best way to get to know all of the iconic characters and experience the fun gameplay that has captured the hearts (and spare time) of millions of players.Decorated Angry Birds veteran? Everything you love about classic Angry Birds games is here with some awesome new additions. Choose which bird to fling when, play with friends, take on multi stage levels, and compete and collaborate with players around the globe.Features:● CHOOSE YOUR BIRD. Choose which bird to put in the slingshot and defeat the pigs with strategy!  ● MULTI-STAGE LEVELS. Play fun, challenging levels with multiple stages – just watch out for those Boss Pigs!  ● DAILY CHALLENGES. Have a minute? Complete a daily challenge and earn some quick rewards.  ● LEVEL UP your birds with feathers and up their scoring power. Build the ultimate flock!   ● JOIN A CLAN to take down the pigs with friends and players around the world.  ● IMPRESS THE MIGHTY EAGLE in Mighty Eagle's Bootcamp and earn coins to use in his exclusive shop.  ● COMPETE in the ARENA. Compete with other players for some friendly bird flinging fun and prove who is the best.  ● COLLECT SILLY HATS. Collect hats with different fun themes and level up your birds' fashion game.  ● BAD PIGGIES. The green baddies are back, stronger, badder, and even greener.  ● LOTS OF LEVELS. Play hundreds of levels with more added in regular updates and limited time events.  ● LEADERBOARDS. Prove who is the best in the world on the global leaderboards.  ● FREE to download!    ---    When playing this game, Rovio will offset the carbon footprint caused by the device’s energy consumption.Angry Birds 2 is completely free to play. Although Angry Birds 2 can be downloaded for free, there are optional in-app purchases available.This game may include:  - Direct links to social networking websites that are intended for an audience over the age of 13.  - Direct links to the internet that can take players away from the game with the potential to browse to any web page  - Advertising of Rovio products and also products from third partiesThis game may require internet connectivity and subsequent data transfer charges may apply. When the game is played for the first time, there is a one-off download of additional content.Terms of Use: https://www.rovio.com/terms-of-servicePrivacy Policy: https://www.rovio.com/privacyWe may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 3.18.2\n\n\n\n\nMinor bug fixes. Bugs: the only thing that (almost) makes us angrier than the piggies.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "317,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/plants-vs-zombies/id893677096?l=vi",
  "nameAndAge": "\n          Plants vs. Zombies‪™‬\n 9+\n",
  "company": "\n\n            Electronic Arts\n          \n",
  "ranking": "\n\n\n                      #4 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 138,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nGet ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — Peashooters, Wall-nuts, Cherry bombs and more — to mulchify 26 types of zombies before they break down your door.  This app offers in-app purchases. You may disable in-app purchasing using your device settings WINNER OF OVER 30 GAME OF THE YEAR AWARDS* 50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode! NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all. SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy.  FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more. GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements. COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu. *Original Mac downloadable game. Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & moreVISIT US: ea.comFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegames Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement. User Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries. EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates Important Consumer Information. This app contains direct links to the Internet.\n",
  "new": "\n\n\n14 thg 9, 2023\nPhiên bản 3.4.2\n\n\n\n\nCalling all smarty plants! Unlock Mini Games in a flash.Say goodbye to the long and winding road to unlocking Mini Games. Now, with a simple tap, you can directly purchase more zombie battles using CoinsWe've also made some behind-the-lawn changes to give you a smooth zombie-zapping experience. Go get your plants ready and update now!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "150,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doggo-go-vtc/id6443985819?l=vi",
  "nameAndAge": "\n          Doggo Go - VTC\n 4+\n",
  "company": "\n\n            Nox Interactive Technology Limited\n          \n",
  "ranking": "\n\n\n                      #3 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 39 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDoggo Go là một trò chơi ghép 3 ô hình vui nhộn, và chỉ 1% người chơi trên toàn thế giới có thể qua Level 2 và nhận được những “Cậu Vàng” meme nhảy nhót siêu ngộ nghĩnh! Người chiến thắng sẽ nhận được nhiều loại cún cưng cực dễ thương với những bộ trang phục đặc biệt. Hãy cùng toả sáng với Cậu Vàng trên sàn nhảy! Đánh bay mọi mệt mỏi và rinh về những chú chó ngộ nghĩnh, vui nhộn nhé!Doggo Go - Cực kỳ dễ chơi, cực kỳ vui nhộn- Nhấp vào 3 ô có hình giống nhau, chúng sẽ tự động ghép lại và biến mất.- Các ô xếp chồng chất lên nhau với nhiều lớp ẩn phía dười. Chỉ sau khi các ô ở lớp trên biến mất, thì các ô ở lớp dưới mới hiện ra.- Khi không còn ô nào trên màn hình có nghĩa là bạn đã qua được bàn rồi đấy!- Khi vượt qua Level 2, bạn sẽ nhận được skin meme cực độc và ngộ nghĩnh của Cậu Vàng. Đồng thời, bạn sẽ được thêm vào bảng xếp hạng khu vực của bạn. Hãy cùng chơi và giúp cho khu vực của bạn lên top nhé!- Chú ý! Khay chỉ có thể chứa tối đa 7 ô, bạn sẽ thua nếu khay đầy! Mỗi bước đều quan trọng, hãy cẩn thận nhé~Doggo Go - Hãy chơi và xem bạn có nằm trong 1% người chơi chiến thắng không nhé!- Ghép 3 ô: Doggo Go có nhiều thử thách ghép ô hài hước khác nhau, giúp rèn luyện trí não của bạn một cách hiệu quả. Level 1 rất dễ, nhằm giúp bạn hiểu cách chơi và Level 2 là thời gian để kiểm tra trí thông minh của bạn. Bạn đã sẵn sàng chưa?- Siêu “nhức não”: Chỉ có 1% người chơi có thể vượt cấp thành công, bạn có phải là một trong số họ? Hãy đến và thử thách bản thân!- Mỗi ngày 1 thử thách: Cấp độ hoàn toàn mới sẽ được ra mắt mỗi ngày, hãy bắt đầu những thử thách đầy bất ngờ với người chơi trên toàn thế giới!- Trận chiến giữa các khu vực: Bảng xếp hạng toàn cầu sẽ hiển thị số lượng người chơi đã qua bàn trong mỗi khu vực. Hãy nhanh chóng vượt qua màn chơi để đưa đất nước của bạn lên đầu bảng xếp hạng và nhận được những Cậu Vàng bóng bẩy, đồng thời giành danh hiệu \"Vũ công xuất sắc nhất\" nhé!- Thư giãn và Vui vẻ: Trò chơi giải đố ghép 3 ô ngẫu nhiên phù hợp với mọi người. Cách chơi độc đáo, cấp độ thay đổi liên tục. Cùng trải nghiệm trò chơi dễ gây nghiện này ngay nhé!Nếu bạn thích những chú chó của chúng tôi, hãy tham gia vào nhóm và đóng góp những bước nhảy tuyệt vời của bạn nhé!Email: doggogoapp@gmail.comFacebook: https://www.facebook.com/doggogoapp/Discord: https://discord.gg/pqK2JhbNDG\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 3.2.1\n\n\n\n\nGiáng sinh vui vẻ!1. Thêm 1 trang phục Giáng sinh mới và 2 trang phục Năm mới;2. Tối ưu hóa bản đồ để cải thiện trải nghiệm của người chơi;3. Đã sửa một số vấn đề.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "207,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ph%C3%BA-h%E1%BB%99-c%C3%B4ng-l%C6%B0%E1%BB%A3c-tth/id1619055257?l=vi",
  "nameAndAge": "\n          Phú Hộ Công Lược - TTH\n 12+\n",
  "company": "\n\n            Chi Hao Duong\n          \n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,6 • 20,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXuyên Về Cổ Đại, Buôn Bán Lai Rai, Phú Hộ Công Lược giúp bạn xuyên không chớp nhoáng về cổ đại, nhẹ nhàng làm Đông gia, cùng vui thú thương giới cổ đại!Ngẫu nhiên xuyên không về cổ đại thành Đông Gia. Làm thế nào mới có thể mạnh dạn làm giàu, trở thành Đại Phú Hộ đây?Chỉ cần thuê đủ Gia nhân và kết giao đủ Môn khách tinh anh, bạn có thể ngồi rung đùi làm Đông gia. Việc duy nhất bạn cần làm là Thu tiền! Thu  tiền! Thu tiền!Phú Hộ Công Lược sẽ giúp bạn vạch rõ từng bước đi làm giàu, mau đến trải nghiệm game thôi!【Tiểu Đông Gia Cổ Đại, Trí Tuệ Kinh Doanh Lớn】Hình ảnh Chibi nhẹ nhàng thoải mái, mở ra toàn cảnh phố xá cổ xưaTrải nghiệm cốt truyện hài hước, lợi dụng thủ pháp kinh doanh thời hiện đại khuấy đảo thương giới cổ đại【Môn Khách Khắp Thiên Hạ, Mỹ Nhân Kề Cạnh Bên】Hữu duyên ngàn dặm tương phùng! Cùng mỹ nhân uống rượu đàm đạo, trải nghiệm cảm giác hạnh phúc của thời khắc ngàn vàng đêm xuân.Chiêu mộ nhân tài khắp thiên hạ, Môn khách và Mỹ nhân giúp bạn kinh doanh các loại sản nghiệp,  đếm tiền mỏi tay!【Con Cháu Cùng Song Hành, Thiên Tài Nhờ Bồi Dưỡng】Độ thân mật với Tri kỷ càng cao, tư chất Đích Tôn cũng càng cao, bạn cần xây dựng tình cảm thắm thiết với Tri kỷ nhé!Con cái ngày càng lớn khôn, dựng vợ gả chồng cho con là việc đại sự. Chọn đúng dâu hiền rể thảo, sẽ giúp thừa kế và phát triển sản nghiệp lớn mạnh hơn.【Đường Thương Mại Trắc Trở, Liên Minh Để Cùng Thắng】Cạnh tranh thương mại khắp mọi nơi, dựa vào sự thông minh tài trí của bạn để mở rộng bản đồ thương mại thế giới！Lối chơi Gia Tộc với nhiều trải nghiệm vui vẻ, mang tới nhiều mối quan hệ xã giao. Các vị Đông gia đồng tâm hiệp lực xây dựng Liên Minh Thương Mại lớn mạnh nhất.【Thú Quý Ấm Lòng Người, Kiếm Tiền Theo Lối Riêng】Vừa có Kỳ Trân Dị Thú trong thần thoại, cũng có mèo con cún con dễ thương để bạn nhận nuôi ngẫu nhiên.Thông qua việc bồi dưỡng Thú Quý tăng tốc độ kiếm tiền, vừa nuôi pet vừa kiếm tiền, đúng là một công đôi việc!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.2.190\n\n\n\n\nThêm Nội dung Mới：1.Event: Thám Hiểm Miêu Cương2.Event: Cơ Quan Mê Thành3.Event: Mỹ Thực Đại Chiến4.Skin MK: Lưu Bị, Điêu Thuyền, Chư Ngộ Năng, Trần Viên Viên, Lý Thám Hoa, Đào Uyên Minh, Đông Tiểu Ngọc5.Skin Tri Kỷ: Liễu Nguyệt Như, Phạm Thiếu Gia6.Trang Trí cá tính: Tiệc Hải Sản, Mão Nhật Thực Khách7.Skin Nhà: Thành Lẩu8.Đeo Hông: Loan Vũ, Hoa Huy9.Trân Bảo: Hệ Đồ Đồng Triều Đình\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,6 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/real-badminton/id580008932?l=vi",
  "nameAndAge": "\n          Real Badminton\n 4+\n",
  "company": "\n\n            Doowid Software Solutions\n          \n",
  "ranking": "\n\n\n                      #1 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,0 • 4 đánh giá",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nPlay the fastest racquet sport in the world! Real Badminton is the ultimate 3D badminton game on your iPhone & iPod Touch!You'll need lightning-quick reflexes, inch-perfect netplays and devastating jump smashes to challenge the world's top shuttlers. Come on, stepon court now!Game features:- 8 players from 8 different countries- 5 different badminton courts- Quick matches for that badminton quick fix- Match configuration system- Game Center achievements to test your mettle - 4 World class tournaments- 3 Challenge minigames- Share your victory screens with friends on Facebook and Twitter- Interactive tutorial system- Realistic shuttlecock physicsReal Badminton - the REAL badminton game on the App Store!Visit Real-Badminton.com\n",
  "new": "\n\n\n22 thg 3, 2016\nPhiên bản 1.3\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.- Minor bug fixes and improvements- Real-time shadows- New actions- Increased difficulty\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "107,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%E5%BF%83%E5%8A%A8%E5%9B%9E%E5%BF%86-%E7%94%B7%E7%94%9F%E8%B6%85%E7%88%B1%E7%9A%84%E7%9C%9F%E4%BA%BA%E8%A7%86%E9%A2%91%E6%81%8B%E7%88%B1%E6%B8%B8%E6%88%8F/id1322914367?l=vi",
  "nameAndAge": "\n          心动回忆 - 男生超爱的真人视频恋爱游‪戏‬\n 12+\n",
  "company": "\n\n            FUNNY GAME CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #20 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,3 • 3 đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n遇见你的心动女神，养成可爱校花。【游戏特色】*玩家第一视角模拟遇见心动女神 ，*游戏提供玩家多种职业选择，自力更生，走上人生巅峰。*还原现实社交，感受她的喜怒哀乐。*心跳加速，找回初恋的感觉~【贴心服务】玩家Q群：606768847客服QQ：1355478217心动官方微信公众号：xdnysy\n",
  "new": "\n\n\n10 thg 10, 2020\nPhiên bản 2.0\n\n\n\n\n提包版本稳定性\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/little-nightmares/id1620883955?l=vi",
  "nameAndAge": "\n          Little Nightmares\n 12+\n",
  "company": "\n\n            Playdigious\n          \n",
  "ranking": "\n\n\n                      #6 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 20 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nEscape your childhood fears.First available on PC and consoles, the horror adventure tale Little Nightmares is available on mobile! Immerse yourself in Little Nightmares, a dark whimsical tale that will confront you with your childhood fears!Help Six escape The Maw – a vast, mysterious vessel inhabited by corrupted souls looking for their next meal.As you progress on your journey, explore the most disturbing dollhouse offering a prison to escape from and a playground full of secrets to discover.Reconnect with your inner child to unleash your imagination and find the way out!Little Nightmares features a subtle mix of action and puzzle-platformer mechanics rooted in an eerie artistic direction and creepy sound design.Sneak your way out of the Maw’s dreary maze and run from its corrupted inhabitants to escape your childhood fears. FEATURES- Tiptoe your way through a dark and thrilling adventure- Rediscover your childhood fears inside a haunting vessel and escape its eerie inhabitants- Climb, crawl and hide through nightmarish environments to solve tricky platform puzzles- Immerse yourself in the Maw through its creepy sound designCAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Compatible with MFi controllersIf you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 1.0.1\n\n\n\n\nFix screen percentage not applied on scalability changeAdded extra nullchecks on MobileBasePassRendering to avoid crash\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 15.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 15.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "2,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zombieville-usa/id304871622?l=vi",
  "nameAndAge": "\n          Zombieville USA\n 12+\n",
  "company": "\n\n            Mika Mobile, Inc.\n          \n",
  "ranking": "\n\n\n                      #7 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,0 • 3 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nZombieville USA - one of the biggest hits on the app store!  Over 1.5 million players and counting!  Try it out for yourself and see why Zombieville USA is the definitive zombie experience on the App Store, spending more than 500 consecutive days in the US Top 100 charts!For the latest on what we're up to, you can follow MikaMobile on Twitter!  http://twitter.com/MikaMobile=^.^=----------------------Welcome to Zombieville USA!When your town is overrun by the walking dead, there's only one thing left to do - go through their pockets and look for loose change!  As the lone survivor of a zombie apocalypse, it's up to you to battle legions of the undead in a never ending fight for survival!  How long can you hold out?  Scrounge for cash and ammunition, and buy up to 15 upgradeable weapons as your inevitable doom closes in around you...Zombieville USA combines the timeless appeal of classic arcade games with stunning graphics you have to see to believe.FEATURES:- Defend yourself with 15 different weapons, from shotguns to chainsaws, even rockets, katanas and flamethrowers!- Deceptively simple gameplay, with more depth than meets the eye.  Manage your cash and ammo carefully, or become zombie chow!- Be amazed by some of the most spectacular graphics and animation ever seen on a phone!- Intuitive touch-screen controls are easy to pick up and play.- Conveniently auto-saves your progress after each level - play at your own pace!Be sure to check out the eye-popping trailer at www.zombievilleusa.com!\n",
  "new": "\n\n\n28 thg 8, 2017\nPhiên bản 2.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Improved compatibility with modern iOS hardware and software, including 64-bit support.  Zombies never die.  Also improved controls for larger screens with easy-to-reach buttons for entering doors and swapping weapons.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "79,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/township-vtc-game/id638689075?l=vi",
  "nameAndAge": "\n          Township – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #7 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 157,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nVTC Game and Playrix co-publish the game Township in Vietnam.Township is a unique blend of city building and farming! Build your dream town! Harvest crops, process them at your facilities, and sell goods to develop your town. Trade with distant islands. Open restaurants, cinemas and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world. Are you ready to build your dream? Let’s get started! Township features: ● Different buildings and decorations you can use to create your dream town ● Various crops to grow and later process at your factories ● Fun, charismatic townspeople with orders you need to fill ● Your town's mine packed with ancient artifacts to discover and collect● Exotic goods brought from the islands● A zoo to build where you can even breed animals ● Famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more! ● Play with your Facebook and Game Center friends or make new friends in the game community! Township is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu. *You need an internet connection to play the game and enable social interaction, competitions, and other features.* Enjoying Township? Learn more about the game! Facebook: www.facebook.com/TownshipMobile Twitter: twitter.com/township_mobile Questions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1 Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 15.0.0\n\n\n\n\nGet ready for a new update!Winter adventures in Township!WINTER VILLAGE* A new merge event! Help Sophie and Stanley set up a winter park for penguins and make fun memories in the process!* Merge new items to create winter-themed objects and win the new upgradable Penguin World decoration as a memento.HEART OF SHAMBALA* A new expedition to the Himalayas! Help Rachel and Richard save Ellen Watermain from a dangerous villain.* Complete tasks to find the mystical Shambala and unlock a unique decoration—Frozen Lotus Fountain!SEASON ADVENTURES* A new sports-themed winter season adventure! Get into the winter spirit with the Ski Station and Aero Sleigh skins.* Brazilian Carnival in Township! Spruce up your town with bright thematic skins and dress your sheep as samba dancers.ALSO* Decorate your town for Christmas with 10 temporary thematic decorations that you can find in the store!* Build a new Stationery Factory!* Enjoy a new town expansion.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "231,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/grid-autosport/id1179421849?l=vi",
  "nameAndAge": "\n          GRID™ Autosport\n 4+\n",
  "company": "\n\n            Feral Interactive Ltd\n          \n",
  "ranking": "\n\n\n                      #5 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,3 • 45 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIgnite your high-speed career as a pro-racer in Codemasters' AAA hit — engineered to deliver an irresistible mix of simulation and arcade handling.CONSOLE-QUALITY RACINGGRID Autosport looks and feels exceptional, with pin-sharp visuals and outstanding performance.100 CARS AND 100 CIRCUITSUnleash a ton of high-performance rides across a ton of tracks, routes, runs and loops.BUY ONCE, RACE FOREVERDownload additional cars and tracks absolutely free.BEST IN CLASS CONTROLSEnjoy intuitive touch and tilt controls or play with a gamepad.SCALABLE DIFFICULTYFrom super-easy to ultra-realistic, you set the bar and handle the car.===Important information regarding GRID Autosport:GRID Autosport requires iOS 14 or later. You will need 6GB of free space to install the base game with all of the free DLC packs, and we recommend having at least 8GB of free space to avoid installation issues.Supported iPhones: • iPhone 6S / 6S Plus and later • Any iPhone SE • iPod Touch (7th generation, 2019)Supported iPads: • iPad mini (5th generation, 2019) and later • iPad Air (3rd generation, 2019) and later • iPad (5th generation, 2017) and later • Any iPad Pro• If you require assistance, please contact our support team at support@feralinteractive.com© 2014-2022 The Codemasters Software Company Limited (\"Codemasters\"). All rights reserved. \"Codemasters\"®, \"Ego\"®, the Codemasters logo and \"GRID\"® are registered trademarks owned by Codemasters. \"GRID Autosport\"™ and \"Codemasters Racing\"™ are trademarks of Codemasters. All other copyrights or trademarks are the property of their respective owners and are being used under license. Originally developed and published by Codemasters. Developed for and published on iOS by Feral Interactive Limited. iOS, iPhone and iPad are trademarks of Apple Inc., registered in the U.S. and other countries. Feral and the Feral logo are trademarks of Feral Interactive Ltd. All other trademarks and copyrights are the property of their respective owners. All rights reserved.\n",
  "new": "\n\n\n15 thg 6, 2022\nPhiên bản 1.9.3\n\n\n\n\n• Adds Korean language support (text only)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "4,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/titan-quest-ultimate-edition/id6455985208?l=vi",
  "nameAndAge": "\n          Titan Quest: Ultimate Edition\n 12+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #13 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 11 đánh giá",
  "price": "125.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nAn epic Titan battle, as complete as never beforeTitan Quest has captivated legions of players since its 2006 debut. This is the complete edition of Titan Quest, including ALL DLCs and technical updates. You get the all-encompassing experience of an unbridled, truly heroic journey through the worlds of Titan Quest!Your honorable quest is to save the world!The gods alone cannot defeat the Titans, so real heroes are needed - and that can only be you! Your success or failure will decide the fate of the people and the Olympians! With your custom-created hero, scour the mystical and ancient worlds of Greece, Egypt, Babylon, and China. Conquer the hordes of legendary creatures and master various weapons and martial arts: Archery, sword fighting, or the use of powerful magic!Travel a world of antiquity and Nordic mythology!Battle the beasts of mythology as you travel to the Parthenon, the Great Pyramids, the Hanging Gardens of Babylon, the Great Wall, the Tartarus Arena, and other famous places. Encounter the greatest villains of Greek mythology, discover the uncharted lands of northern Europe, search for the mythical kingdom of Atlantis, and set out on a journey across the western Mediterranean.It’s all or nothing on your glorious path!With each challenge that awaits you, you'll have to defeat bigger and stronger enemies until you reach your goal and force the Titans to their knees! Rush into battle alongside brave pet companions! Find extraordinary items with special powers that will enhance your abilities and help you on your path. Legendary swords, powerful lightning spells, magical, bows and numerous other treasures with unimaginable powers await you - all of them are at your disposal in your battles and spread fear and terror among the hideous creatures!What are you waiting for?Like no other game in the Action RPG genre, Titan Quest: Legendary Edition combines the fascinating world of mythology with endless and exciting action that you would expect from such a compelling game!Key Features:● All DLCs included:● IMMORTAL THRONE - Within the world of the Immortal Throne DLC, you’ll encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx. You have to interpret the prophecies of the blind seer Tiresias, fight alongside Agamemnon and Achilles, and use the wiles of Odysseus to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe in the Ragnarök DLC, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Meet an explorer in the Atlantis DLC, in search of the mythical kingdom of Atlantis. A key is supposedly hidden in the diary of Herakles, which is rumored to be located in the Phoenician City of Gadir. Set out on a journey across the western Mediterranean, including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain. Upon tracking it down, the Hero and his comrades realize that the appearance of the ancient peril, Qiong Qi, was no mere coincidence and that something much more sinister is afoot...● All important updates have been implemented to the technically overhauled Titan Quest to grant the best gaming experience of this classic ever!! A note for all players who own the base version of Titan Quest or Titan Quest: Legendary Edition: The DLCs mentioned here will also be released for purchase as additional content so that all fans can upgrade their game to fully enjoy all expansions!● iCloud support included\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 3.0.5183\n\n\n\n\n- Fixed a possible crash when starting the game while not having the DLCs installed- Probably fixed receiving Electrum without a curse- Fixed a random crash when sorting the inventory- Fixed quest files are increasing in size due to redundantly saved information\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "1,9 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HandyGames đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dysmantle/id1403738209?l=vi",
  "nameAndAge": "\n          DYSMANTLE\n 12+\n",
  "company": "\n\n            10tons Ltd\n          \n",
  "ranking": "\n\n\n                      #15 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,5 • 15 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAs you ascend from your shelter after the long long years, a brave new old world awaits you. A world inhabited with nasty and vile creatures. A world with no other human soul to be seen. A world with nature in reigns now. A world that's about to get even worse. You need to find a way to escape the wretched island. But before that, enjoy the bittersweet apocalypse.Features:* Break over 99% of all objects for materials with the right tools. No barrier will stop you.* Fight with (or run away) nasty and vile creatures of the post-apocalyptic era.* Explore the handcrafted open world and uncover its mysteries.* Survive. Clear areas of monsters and claim it as yours.* Build outposts to establish your presence.* Craft permanent weapons, tools, outfits, and trinkets.* Hunt various game or tame them for your post-apocalyptic zoo ranch.* Farm nutritious plants and reap the rewards as the crop gets ripe.* Solve puzzles above ground and underground in the Tombs of the Old Ones* Fish cunning scaly things under the watery surface.* Cook delicious recipes for permanent stat and ability upgrades.* Unravel the mysteries of the strange island.\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.3.1.0\n\n\n\n\n- Added 2-player Co-Op mode when two controllers are connected to the device- Stability improvements \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "958 MB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển 10tons Ltd đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-rush-frontiers-td/id598581396?l=vi",
  "nameAndAge": "\n          Kingdom Rush Frontiers TD\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #19 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 789 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\nKingdom Rush Frontiers is a whole new level of the furiously fast, enchantingly charming gameplay that made kingdom Rush an award-winning Tower Defense hit.Defend exotic lands from dragons, man-eating plants, and ghastly denizens of the underworld -all with flashy towers, levels, heroes, and more goodies to help you crush your enemies to a pulp.BUILD MIGHTY TOWERS!• OVER 18 TOWER ABILITIES! Unleash Death Riders, pestilence clouds, or assassins that steal and kill your enemies!• 8 SPECIALIZED TOWER UPGRADES! Slice, sizzle, and stomp your foes with Crossbow Forts, Mighty Templars, Necromancers, and even Earthquake Machines - hey, we told you we were shaking things up.• UPGRADE SYSTEM allows you to min/max your towers towards your preferred strategy.• Fortify the frontier in exotic news lands - hold the line in deserts, jungles, and even the underworld!TRAIN LEGENDARY HEROES• 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique specialties that fit different play styles and strategies!• Special units and features on every stage! Watch out for the Black Dragon!DEFEAT THEM ALL• OVER 40 ENEMIES with unique abilities! Stay on your toes as you fight through desert sandworms, tribal shamans, nomad tribes, and underground terrors. Action like you have never seen before!• MERCILESS BOSS FIGHTS! Hey, we told you to get those upgrades...MORE MIND-BOGGLING CONTENT• Hours of army with OVER 80 ACHIEVEMENTS! what can you expect from Ironhide Games, the creators of Kingdom rush? You will be hooked for hours searching for Easter eggs and achievements!• IN-GAME ENCYCLOPEDIA! learn all about your enemies and you will be able to plan the best strategy to defeat them. Study up!• CLASSIC, IRON, AND HEROIC GAME MODES to challenge your tactical skills!• 3 DIFFICULTY MODES! Are you up for a real challenge? Go with Hard mode!• PLAY IT OFFLINE! No internet? No problem! You will be able to jump into real action even offline!-----------------------------------------------------PRAISE FOR KINGDOM RUSH: IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com\n",
  "new": "\n\n\n9 thg 5, 2023\nPhiên bản 5.8.10\n\n\n\n\nSmall bug fixes and improvements. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "178,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/framed/id886565180?l=vi",
  "nameAndAge": "\n          FRAMED\n 12+\n",
  "company": "\n\n            Loveshack\n          \n",
  "ranking": "\n\n\n                      #14 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,8 • 70 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nFRAMED is a multi-award winning noir-puzzle game where you re-arrange panels of an animated comic book to change the outcome of the story.~~~~~  FEATURES  ~~~~~AWARD-WINNING DESIGNFeaturing a fusion of all-new game mechanics & fiendish puzzles, FRAMED has received many design awards as well as being an 'Excellence in Design' finalist  in the IGF 2015.EFFORTLESSLY ELEGANTSimply grab comic panels and swap them with a touch of your finger!BEAUTIFUL ART & RICH ANIMATIONHand-crafted, award-winning art and animation brings the noir world of FRAMED to life.ORIGINAL JAZZ MUSIC SOUNDTRACKAn evocative music score featuring live jazz performances fused with modern themes and beats sets the mood.A BRAND NEW EXPERIENCE AWAITSUnlike anything you’ve played before, FRAMED delivers a completely new type of game experience. Plug in your headphones, sit back and enjoy!~~~~~ RECEPTION ~~~~~\"My best game in this year without any doubt.\" - Hideo Kojima (Metal Gear Solid)“It looks like a work of goddamn genius.” - Kotaku”I was blown away by Loveshack’s Framed.\" - Penny Arcade“Guilty of Awesome.” - Rock, Paper, Shotgun  “Noir-drenched motion comic puzzler gets big thumbs-up.” - IGN“Framed has an incredible art style, and it plays unlike anything else we’ve seen.\" - Slide to Play“Framed meshes narrative and gameplay like nothing else.\" - Mac Life“With a jazzy soundtrack and a gritty vibe befitting its genre, Framed succeeds at telling a story in more ways than one.” - Complex, Pop Culture“Don’t miss this smart and innovative indie gem.” - Pocket Gamer** FINALIST ** ‘Excellence in Design’, IGF 2015** WINNER ** ‘VisuaI Design’, Indiecade Festival 2014** WINNER ** ‘Excellence in Design’, IGF China 2013** WINNER ** ‘Best Game’ - Freeplay Independent Games Festival 2013** WINNER ** ‘Best Upcoming Game’ - International Mobile Game Awards 2014** WINNER ** ‘Best Narrative’ - Brazil's Independent Games Festival 2014** WINNER ** ‘Best Puzzle Game’ - Intel Level Up Awards 2014**  PAX 10 SELECTION ** - PAX Prime 2014** FINALIST **  ‘Most Amazing Game’ - A MAZE Festival Berlin 2014** FINALIST **  ‘Innovation Award’ - Australian Game Developer Awards 2014** OFFICIAL SELECTION ** BAFTA Inside Games Showcase 2014~~~~~~~~~~~~~~~~~~~~~~~~~~FRAMED is designed for iPad, iPhone and iPod Touch iOS 7.0 and above.Loveshack Entertainment is an independent game development studio based in Australia.For more information www.loveshackentertainment.comFollow us @LoveShackers\n",
  "new": "\n\n\n27 thg 9, 2018\nPhiên bản 1.31\n\n\n\n\niPhone XS and iPhone XS Max hot fix\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "385,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/poppy-playtime-chapter-2/id1633879571?l=vi",
  "nameAndAge": "\n          Poppy Playtime Chapter 2\n 12+\n",
  "company": "\n\n            Mob Entertainment, Inc\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,5 • 46 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,5 • 46 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n---The Train Station---Explore one of Playtime Co.'s most popular locations, the Game Station! This Train Station is more than just a pitstop... there's games, a playground, and much, much more. Even better- the train provides a straight shot right out of the factory.---New Toys---This factory is filled with remnants of a crooked past- All you need to do is go deeper. Let's ask Bunzo Bunny. Or perhaps PJ Pug-a-pillar has some ideas. Or maybe... Mommy knows?---The Green Hand---The all-new Green Hand has been introduced into the GrabPack family! You can now carry power with you, remotely! That's not all... you can grapple now too! Innovation has done it again.• Transfer power without the confines of a wire!• Grab onto pipes and swing across missing flooring.• Fly! Kind of- you can grapple straight up, more accurately.Playtime's not over yet- stick around...\n",
  "new": "\n\n\n26 thg 7, 2023\nPhiên bản 2.0\n\n\n\n\n- Updated support URL- Updated privacy policy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/construction-simulator-3/id1439889483?l=vi",
  "nameAndAge": "\n          Construction Simulator 3\n 4+\n",
  "company": "\n\n            astragon Entertainment GmbH\n          \n",
  "ranking": "\n\n\n                      #7 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 24 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nDiscover an idyllic European town in the sequel to the popular Construction Simulator 2 and Construction Simulator 2014 with officially licensed vehicles by famous brands: Caterpillar, Liebherr, CASE, Bobcat, Palfinger, STILL, MAN, ATLAS, Bell, BOMAG, WIRTGEN GmbH, JOSEPH VÖGELE AG, HAMM AG and MEILLER Kipper. Take on diverse and challenging contracts. Build and repair roads and houses. Shape the skyline of your city and expand your vehicle fleet. Discover a completely new map and unlock new contracts and vehicles with your growing company. CONSTRUCTION SIMULATOR GOES EUROPEExplore a 3,2km² map, lovingly designed to resemble the idyllic Alpine foothills and play in three different districts: The village where you establish your company, a spacious industrial area and a modern town. Use the time between jobs to explore the freely drivable open world.BRAND NEW FEATURES: LIEBHERR LB28 & COCKPIT VIEWEnjoy the Liebherr LB28 drilling rig for bridge construction for stable and deep foundations during bridge construction and other exciting missions! Another feature long-awaited by many fans is the cockpit view. Now you can enjoy Construction Simulator 3 from the inside of every vehicle and get a first hand feel of what it's like to take control of epic machines! OVER 50 VEHICLES BY 14 BRANDSA huge amount of vehicles is waiting for you! Choose the right machine for every job: Take on the challenges of road works and refurbishments with machines by Caterpillar, BOMAG or WIRTGEN GmbH, VÖGELE AG and HAMM AG. Available for the first time: The E55 compact excavator or the T590 compact track loader from Bobcat will make earth moving a walk in the park! Get behind the wheel of the MAN TGX truck to visit your local gravel pit or supply store and discover new heights with the Liebherr 150 EC-B 8 tower crane. OVER 70 NEW CONTRACTSProve your skills on the job: From small Bavarian style family homes to industry warehouses and skyscrapers - more than 70 challenging contracts demand all your skills and precision in Construction Simulator 3. Refurbish crumbling roads and use your large vehicle fleet to master every challenge. Shape the skyline of Neustein through your unique work!-   Over 50 vehicles by 14 brands-   New Cockpit view-   Over 70 different contracts-   Liebherr LB28 for e.g. bridge construction\n",
  "new": "\n\n\n19 thg 7, 2019\nPhiên bản 1.4\n\n\n\n\n- The CASE 1021G is now easier to transport- Fixed a bug that caused vehicles fall through ground while switching machines- Fixed traffic blocker for a construction site in the industrial district- Fixed problems with the eco-cycle duration on some devices- Visual Issues were fixed in the world- An issue was fixed causing the construction site location to disappear from the quick travel menu after fulfilling a submission- Visual adaptions were made to some vehicles\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "1,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/3q-legend-danh-t%C6%B0%E1%BB%9Bng-truy%E1%BB%81n-k%E1%BB%B3/id6453690496?l=vi",
  "nameAndAge": "\n          3Q Legend:Danh Tướng Truyền K‪ỳ‬\n 9+\n",
  "company": "\n\n            Funtap JSC\n          \n",
  "ranking": "\n\n\n                      #2 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,8 • 485 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.Cày chay cũng lên Vip: Đăng nhập nhận Vip 2, lai rai lên Vip 6.Nhận ngay 10k KNB và Danh tướng tùy chọn: Tôn Sách, Cam Ninh, Quách Gia, Điển Vi...3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.- Quốc chiến xuyên biên giới Ngụy, Thục, Ngô với các quân đoàn hùng mạnh và sự xuất hiện của 100+ chiến tướng chuẩn truyện với tài văn thao võ lược như: Tào Tháo, Lữ Bố, Gia Cát Lượng, Triệu Vân...và đặc biệt là Ngụy - Quan Vũ chưa từng xuất hiện ở bất cứ đâu. 3Q Legend hứa hẹn mở ra những trận đánh cân não tính toán chuẩn lên đến 20 hiệu ứng khắc chế đặc biệt. - Game đặc biệt còn có sự xuất hiện của các vị Phong Thần nổi tiếng như: Nữ Oa, Natra, Dương Tiễn, Lôi Thần... đem lại ấn tượng mạnh về thị giác và cảm giác cho người chơi. - Hệ thống Quốc Gia hùng mạnh, trải nghiệm cảm giác xuyên không làm vua chúa. Chiến quốc đoạt ngôi, thăng quan tiến chức nhận bổng lộc triều đình. Thắng làm vua, thua bái kiến. Hậu cung trăm sắc, tùy chọn hầu hạ mỗi ngày.- Đêm 7 ngày 3, PK không kể với hệ thống PVP, PVE liên server đỉnh cao như: Quần Hùng Trục Lộc, Tranh Bá, Đấu Trường Đỉnh Cao, Thủ Hộ Kho Lương...- Giải trí chill chill, cùng các tướng lĩnh tham quan Du Ngoạn, Đấu Manh Sủng, đói bụng có ngay Yến Tiệc Cung Đình, thất tình vào ngay Bingo Trái Cây khơi dậy tuổi thơ bất hủ. 3Q Legend: Danh Tướng Truyền Kỳ chính là tựa game nhập vai Tam Quốc mà Chúa Công không thể bỏ lỡ. Hãy tải game ngay để bắt đầu hành trình xưng vương Tam Quốc!\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.0.2\n\n\n\n\n- Cập nhật Huyễn Tướng mới Quan Vũ Ngụy\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "491,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rotaeno/id1614771445?l=vi",
  "nameAndAge": "\n          Rotaeno\n 12+\n",
  "company": "\n\n            X.D. Network Inc.\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,7 • 25 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRotaeno is a heart-pounding, thumb-tapping, wrist-flicking rhythm game that fully utilizes your device's gyroscope for an unprecedented musical experience.Rotate your device to hit notes as you soar through the stars. Drop into your headphones and immerse yourself in the kick beats and stellar synths of this astronautical adventure!=A Revolutionary Way to Experience Music=What sets Rotaeno apart is all in the name - rotation! Building on the basic controls of more traditional rhythm games, Rotaeno includes notes that require smooth turns and rapid rotations to hit, making it feel like you're drifting in a highspeed interstellar stunt race. It's a real arcade experience - in the palm of your hand!=Multi Genre Music and Beats=Rotaeno is loaded with exclusive tracks from renowned rhythm game composers. From EDM to JPOP, KPOP to Opera, the stylistically diverse song collection contains a future favorite song for every music lover! More songs are already planned for future updates and will be released on a regular basis.=A Journey to Find the Promised Land, Love, and Ourselves=Follow Ilot, our heroine, on a cosmic journey through the stars, and witness her growth as she sets out on her own. Follow in the footsteps of a friend, meet locals on different planets, and save the future of Aquaria!*Rotaeno will only function properly on devices that feature gyroscope or accelerometer support.Concerns or feedback? Contact us: rotaeno@xd.com\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.13.2\n\n\n\n\n【Improvements and Bug Fixes】Lowered the difficulty for unlocking Phigros collab songs.Improved the display effects for colorblind mode.Fixed an issue where, after unlocking the high-difficulty charts for Phigros collaboration boss songs, the lower difficulties were not unlocked as well.Fixed errors with Slide notes in charts that have BPM changes.Fixed a problem with incorrect badge unlocks in Lab mode.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "969,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-bang-ch%E1%BB%A7-sohagame/id6447612680?l=vi",
  "nameAndAge": "\n          Đại Bang Chủ - SohaGame\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #3 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nVÔ HẠN LƯỢT QUAY - TẶNG NGAY PHONG THANH DƯƠNGFREE BỘ BA THIÊN LONG + BỘ ĐÔI THẦN KIẾMĐại Bang Chủ là sản phẩm được sản xuất bởi Hiker Games – một trong số những Sudio hàng đầu về game Việt, hướng tới đẳng cấp và giá trị toàn cầu.- ĐĂNG NHẬP NHẬN BỘ BA THIÊN LONG + BỘ ĐÔI THẦN KIẾMGame Việt chiều người chơi Việt, đăng nhập nhận ngay Bộ Ba Thiên Long: Tiêu Phong, Hư Trúc, Đoàn Dự. 1 Tank 1 Damage 1 Xạ Thủ cực mạnh.Tặng thêm cặp đôi Thần Kiếm trứ danh: Lệnh Hồ Xung và Phong Thanh Dương. Bước đầu sơ nhập giang hồ với đội hình máu mặt.- VÔ HẠN LƯỢT QUAY ĐẦU – BUILD ĐỘI HÌNH CỰC CHUẨNHoàn thiện đội hình với đúng vị tướng mình cần, vô hạn chọn lại, đến khi nào ưng thì thôi.Tiêu Phong, Dương Quá, Trương Vô Kỵ, Lệnh Hồ Xung… các anh hùng cao thủ đều có thể chiêu mộ tại đây.- 9 Ô – 6 TƯỚNG – 150 KỸ NĂNG – 300 ĐỘI HÌNH Thỏa sức biến ảo đội hình với lối chơi 9 ô – 6 tướng đỉnh cao. Với hệ thống kỹ năng lên tới 150 – trong đó bao gồm 70 tuyệt kỹ võ học chuẩn nguyên tác Kim Dung, biến mỗi trận so tài trở thành một thước phim kiếm hiệp thực sự. 300 đội hình, trăm hướng build, ngàn hướng đi,  - BANG HỘI LIÊN SERVER – ĐÁNH XUYÊN MÁY CHỦDuy nhất trên thị trường, đập tan mọi giới hạn. Tất cả các game thủ ở mọi server đều có thể tham gia cùng bang hội và đương nhiên, những trận bang chiến sẽ trở nên khó đoán hơn bao giờ hết.- MIỄN PHÍ THỂ LỰC TRỌN ĐỜIChơi đến khi nào vượt được ải thì thôi, không cần lo thể lực, không cần xin bánh bao, game thủ có thể thoải mái build đội hình, thử hướng mới, thậm chí là “cày level” liên tục. “Không có thể lực” là một đặc điểm chỉ có thể thấy ở những tựa game chiến thuật hàng đầu, gameplay chuẩn quốc tế và cũng là một “đặc sản” của Hiker Games.- TỰ SÁNG TẠO META, TƯỚNG KHÔNG CHIA PHẨM CHẤTKhông có tướng VIP, mọi tướng đều có cùng điểm xuất phát, dùng lâu dài ắt mạnh, tùy ý nâng phẩm từ thấp nhất lên cao nhất.Thoải mái gắn bó với vị tướng mình yêu thích. Không cần chạy theo số đông. \n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 3.0\n\n\n\n\n- Cập nhật phiên bản 3.0- Thần khí mới- Tống Kim- Công Thành Chiến- Khảm Nạm\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gardenscapes-vtc-game/id1105855019?l=vi",
  "nameAndAge": "\n          Gardenscapes – VTC Game\n 4+\n",
  "company": "\n\n            Playrix\n          \n",
  "ranking": "\n\n\n                      #14 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 119,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:● Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!● Hundreds of unique match-3 levels● Dozens of in-game characters you can make friends with● A lovely pet that is always there to cheer you up● An in-game social network you can use to keep up on all the latest● Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more● A community that comes first—become neighbors with your Facebook friends!Gardenscapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu. Enjoying Gardenscapes? Learn more about the game! Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapesQuestions? Contact our Tech Support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.htmlVTC Game and Playrix co-publish the game Gardenscapes in Vietnam.\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 7.5.1\n\n\n\n\nA fun Gardenscapes update!UNFORGETTABLE CHRISTMAS• Snowy Season: purchase the Golden Ticket to adopt the perfect companion for winter activities—a playful husky!• A Christmas expedition: help the new Santa save Christmas!NEW EVENTS• In search of El Dorado: set out on a short gold-seeking expedition to find out how Rachel and Maze met.• Fashion show: merge items to help Patrick and Lisa organize a fashion week.STORYLINE• Unlock a giant new island full of wonders and discover its first secret!• Solve the mysteries of an ancient civilization and set up a research base for future adventures!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "287,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lmht-t%E1%BB%91c-chi%E1%BA%BFn/id1531280382?l=vi",
  "nameAndAge": "\n          LMHT: Tốc Chiến\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #8 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "3,6 • 111 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy hòa mình vào Tốc Chiến: trải nghiệm MOBA 5 đấu 5 thuần kỹ năng và chiến thuật trong Liên Minh Huyền Thoại của Riot Games, nay được tái xây dựng hoàn toàn dành cho thiết bị di động. Với hệ thống điều khiển trơn tru và lối chơi siêu tốc, bạn có thể lập đội cùng bạn bè, khóa chọn tướng của bạn và thực hiện các pha xử lý để đời. VƯỢT MẶT ĐỐI THỦLàm chủ đấu trường và trở thành huyền thoại với hàng loạt vị tướng khác nhau cùng chiến thuật chơi năng động, thay đổi không ngừng. Mỗi trận đấu đều sẽ là cơ hội để bạn tung ra kỹ năng định hướng hoàn hảo, lật ngược thế cờ bằng khả năng phối hợp đồng đội tuyệt đỉnh hoặc thực hiện thành công pha pentakill xuất sắc.TRANH TÀI CÙNG BẠN BÈChiến thắng chỉ đến với ai biết cách phối hợp cùng đồng đội trong trò chơi MOBA trên di động này. Dù là đấu đôi, đấu ba hay cả một tổ đội 5 người, bạn đều có thể tham gia hàng chờ cùng những người bạn của mình để leo hạng và phá hủy Nhà Chính của kẻ địch. CHỌN TƯỚNG CỦA BẠNXông vào chiến trường với một thanh kiếm khổng lồ, đóng băng kẻ địch trên đường đi bằng mũi tên băng bay xuyên bản đồ hay nhử đối thủ đến gặp tử thần bằng bùa phép vô cùng vi diệu. Với mỗi trang sử huyền thoại bạn viết lên, sẽ luôn có một vị tướng phù hợp.LUÔN CÔNG BẰNG Đối đầu trong những trận đấu công bằng cả về kỹ năng lẫn quy mô tổ đội. Tất cả anh hùng đều có thể được nhận trong Tốc Chiến và bạn sẽ không bao giờ phải trả tiền để có thể chơi hay tăng sức mạnh. Dù chỉ là 1 xu.\n",
  "new": "\n\n\n24 thg 10, 2023\nPhiên bản 4.4.0\n\n\n\n\nBản cập nhật Sức Mạnh Tột Đỉnh ‘23 đã ra mắt! Từ tháng 10 đến tháng 01:  • TƯỚNG MỚI: Khiến bạn khóc thét hoặc chỉ... rơm rớm mà thôi - Sivir, Zyra và Fiddlesticks sắp sửa lẩn vào Đấu Trường  • TRANG BỊ MỚI: Giờ của pháp sư đến rồi! Hãy để chúng tôi thử đo ni họ với một vài trang bị mới cùng thật nhiều cập nhật khác nữa!  • CHẾ ĐỘ CHƠI MỚI: Không đường, không rừng, không giới hạn! Chiến đấu tới sức cùng lực kiệt trong Võ Đài! Tìm hiểu thêm tại https://tocchien.zing.vn/. \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,9 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doomsday-last-survivors/id6447841794?l=vi",
  "nameAndAge": "\n          Doomsday: Last Survivors\n 12+\n",
  "company": "\n\n            HTD MEDIA VIET NAM JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #12 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,8 • 8,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame thủ thành mới! Tận thế đã đến, bầy zombie chạy tán loạn. Là chỉ huy của người sống sót, hãy thu thập và sử dụng tài nguyên bảo vệ khu trú ẩn cuối cùng!Doomsday: Last Survivors là một trò chơi chiến lược sinh tồn zombie, chơi trực tuyến với nhiều người chơi cùng chế độ chiến lược thời gian thực. Bối cảnh ở tương lai gần, nơi zombie chiếm lấy thế giới, những người còn sống sót phải chiến đấu vì mạng sống của họ và tương lai của nhân loại. Là người Chỉ huy, nhiệm vụ của bạn phải dẫn dắt những người sống sót đồng hành của mình xây dựng khu trú ẩn, khám phá những nơi chưa từng biết đến và chiến đấu với zombie và các phe đối thủ! Bạn thích chơi trò chơi zombie, sinh tồn và cả chiến lược? Doomsday: Last Survivors sẽ giúp bạn trải nghiệm tất cả![Điểm Nổi Bật]Trò Chơi Thủ Thành MớiNhững người sống sót có kỹ năng giỏi sẽ tham gia cùng bạn khám phá thế giới hoang tàn cùng với những kẻ bị nhiễm bệnh này. Bạn phải luôn luôn nhạy bén, lập đội quân Hero lý tưởng và xây dựng công trình để sống sót trong cuộc xâm lược của zombie!Kẻ Mạnh sẽ Sống SótDẫn dắt quân đội và dân thường trong Khu trú ẩn! Tiêu diệt zombie để sống sót sau ngày tận thế, hoặc đột kích các Khu trú ẩn khác để duy trì sự sống của bạn. Bạn cũng có thể thành lập liên minh và chiến đấu với kẻ thù cùng các đồng đội.Trải Nghiệm Tận Thế Chân ThậtHệ thống địa hình hình cầu thực tế với việc điều khiển có thể phóng to thu nhỏ thuận tiện cho phép xem cận cảnh Khu trú ẩn đến chế độ xem vệ tinh. Một trải nghiệm sinh tồn nhập vai với những zombie gớm ghiếc, mối đe dọa luôn rình rập, một thế giới tàn khốc, nơi đi tiêu diệt hoặc bị tiêu diệt.Chiến Đấu bằng Chiến LượcSử dụng mọi thứ bạn có thể tìm thấy để sống sót trong ngày tận thế. Huấn luyện nhiều loại quân lính và tiến hành các cuộc chiến đấu với chiến lược đa dạng, các kỹ năng và cách thức chiến đấu của Hero để tồn tại lâu hơn bầy zombie.Hero Cá TínhHero thiết kết rất chân thực và cá tính, khắc họa những người sống sót từ các tầng lớp khác nhau. Tuyển Hero tài năng để giúp dẫn dắt quân đội và bảo vệ khu trú ẩn của bạn!Chỉ huy, bạn đã sẵn sàng sống sót trong ngày tận thế?Trở thành người giỏi nhất trong trò chơi zombie bằng sức mạnh và trí thông minh của bạn!===Thông tin===Facebook chính thức: https://www.facebook.com/DoomsdayLastSurvivorsDiscord chính thức: https://discord.gg/bZErQs6CkNLiên hệ Hỗ trợ: help.doomsday.apple@igg.com===Chi tiết đăng ký===Đăng ký (4,99 USD/tháng)- Đăng ký để nhận: Tốc độ Nghiên cứu +2%, Tốc độ Huấn luyện +2%, Phục hồi Thể lực +2%, EXP từ Zombie +10% và phần thưởng ngày.Lưu ý:1, Thanh toán sẽ được tính vào Tài khoản iTunes của bạn khi mua hàng.2, Đăng ký sẽ tự động gia hạn trừ khi tắt tự động gia hạn ít nhất 24 giờ trước khi kết thúc đăng ký hiện tại.3, Tài khoản của bạn sẽ nhận được xác nhận về lần gia hạn tiếp theo và giá gói trong vòng 24 giờ trước khi kết thúc đăng ký hiện tại của bạn.4, Bạn có thể quản lý/tắt đăng ký và tự động gia hạn bằng cách vào Cài đặt tài khoản sau khi giao dịch.Điều khoản dịch vụ (EULA): https://policies.igg.com/view/?id=1Chính sách bảo mật: https://policies.igg.com/view/?id=2\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 1.26.0\n\n\n\n\nCập nhật:1. Tối ưu Đột Kích Quần Đảo (Vui lòng cập nhật trò chơi để truy cập.)    1) Bản đồ sự kiện và quy tắc       a) Giảm kích thước bản đồ Đột kích Quần đảo.       b) Thêm Thánh Đường Trù Phú Lv 8 có thể tranh đoạt vào giữa bản đồ.       c) Thay đổi mục tiêu của Giai đoạn II thành chiếm Thánh Đường Trù Phú Lv 8. Phần thưởng dựa trên Thánh Đường Lv 8 có được vào cuối Giai đoạn II.    2) Thời gian sự kiện và Trạm Kiểm Soát/Thôn được mở       a) Sự kiện hiện kéo dài 5 ngày, trong đó Giai đoạn I kéo dài 3 ngày và Giai đoạn II kéo dài 2 ngày.       b) Trạm Kiểm Soát/Thôn:       Ngày 1: Trạm Kiểm Soát Lv 4       Ngày 2: Trạm Kiểm Soát Lv 5 và Tháp Lv 6       Ngày 3: Thành Báu Lv 7       Ngày 4: Trạm Kiểm Soát Lv 6       Ngày 5: Thánh Đường Trù Phú Lv 8    3) Hệ thống Phe       a) Thêm lời nhắc trong Giai đoạn II để giảm tranh chấp đồng minh.       b) Người chơi có thể đi qua các Trạm Kiểm Soát do các Quân đoàn khác trong phe của họ chiếm giữ mà không cần chiếm giữ chúng (ngoại trừ các Trạm Kiểm Soát Lv 4).    4) Cân bằng Sự kiện       a) Tăng sức chứa tối đa của Đồn Trú và Tập Kết của Tháp Tiên Phong lên 2 triệu.       b) Trụ sở Chỉ huy, Trạm Kiểm Soát, Thôn, Tháp Tiên Phong và Đội Tập Kết chỉ có thể nhận tối đa 3 Cuộc Tấn Công Tập Kết cùng lúc.       c) Hỗ trợ Đột Kích Quần Đảo: Giảm tất cả DMG của Đội Tập Kết và Đội Đồn Trú từ 50% xuống 30%.       d) Số lượng Tháp Canh tối đa tỷ lệ nghịch với số lượng Liên minh trong Quân đoàn.    5) Vật liệu Xây dựng Liên minh       a) Các Trạm kiểm soát và Thôn chiếm được sẽ tạo ra Vật liệu Xây dựng Liên minh, được phân bổ đều cho các Liên minh trong Quân đoàn.       b) Vật liệu Xây dựng Liên minh từ Quái Giáp Săn Báu sẽ chia thành nhiều đợt. Điều chỉnh thời gian nhặt và thêm tính năng gián đoạn nhặt hàng.    6) Khác       a) Dấu Quân Đoàn Mới mà các Thủ lĩnh Liên minh của Quân đoàn có thể sử dụng.       b) Thủ lĩnh Liên minh có thể thay đổi Đội trưởng Đội đồn trú của các Công trình Quân đoàn.       c) Cải thiện giao diện xem thông tin của Liên minh trong Quân đoàn.       d) Thông báo thông tin quan trọng mới (chẳng hạn như đặt lại Quái Giáp Săn Báu và Thôn được mở để tranh đoạt).2. Khám phá Nâng cấp Tàn tích    1) Nâng cấp Khám phá Tàn tích lên Khám Phá Căn Cứ.    2) Xà Beng Khám Phá có thể đổi 1:1 lấy Búa Khám Phá.    3) Khám Phá Căn Cứ có 16 tầng, cứ 4 tầng thì có 1 tầng hiếm.    4) Phần thưởng cho Tầng Nâng Cấp và Tầng Hiếm.    5) Tủ Chứa được mở theo đợt.3. Sự kiện Phép Màu Giáng Sinh từ 18/12 đến 29/12 (UTC)4. Skin Quân Đội Mới: Đội Tầm Xa - Sục sôi5. Skin Đội Mới: Xe Pháo Điện Từ/Khúc Ca Xe Tăng (Vui lòng xem trong trò chơi để biết ngày ra mắt và cách thức có được).6. Đã thêm quyền lợi cho Chỉ huy mới (trong vòng 28 ngày kể từ ngày tạo nhân vật):    1) Hỗ trợ kinh tế để hỗ trợ phát triển xây dựng, nghiên cứu, huấn luyện, thu thập và sản xuất tài nguyên.    2) Thưởng điểm sự kiện máy chủ mới.7. Sửa lỗi và tối ưu khác.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/shadow-knight-ninja-fight-game/id1521644363?l=vi",
  "nameAndAge": "\n          Shadow Knight Ninja Fight Game\n 9+\n",
  "company": "\n\n            Fansipan Limited\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,4 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThế giới Harmonia xinh đẹp và rực rỡ vốn là vùng đất sinh sống của các chủng tộc đoản mệnh (Mortal) bao gồm Human, Undead, Orc, Spirit, Dwarf, Beast man, Elf, v.v. Nhưng rồi một ngày, khi những tham vọng từ trong sâu thẳm trỗi dậy, một bi kịch đã xảy ra khiến tất cả mọi thứ chìm trong bóng tối, trớ trêu thay chỉ vì một Ân huệ đầy tội lỗi.Để cứu thế giới Harmonia khỏi các cuộc chiến tranh bóng tối, với tư cách là một Hiệp sĩ bóng đêm, hãy chiến đấu với những con quái vật man dợ , lũ kẻ thù độc ác để đánh bại những kẻ bất tử của Bóng tối và mang lại ánh sáng cho Harmonia. Bạn sẽ đủ sức trở thành Shadow Knight mạnh mẽ đó chứ?Hãy tải và tham gia cuộc chiến ngay bây giờ!TÍNH NĂNG TRÒ CHƠI:▶ Game feeling cực đỉnhTrải nghiệm trò chơi hành động nhập vai (action rpg) với những màn chặt chém cực đã trong bối cảnh thế giới giả tưởng đen tối. Khám phá nhiều loại địa hình phức tạp bằng cách chạy, leo trèo, nhảy. Có những điểm bí ẩn hấp dẫn để bạn khám phá đó!▶ Câu chuyện giả tưởng phiêu lưuBạn sẽ được đắm chìm trong những trận chiến bóng tối giả tưởng vô tận. Sẵn sàng phiêu lưu qua thành phố, rừng già, ngục tối, ... khi bước vào thế giới giả tưởng đầy quái vật, thây ma, bộ xương,.. và các sinh vật bất tử. Đánh bại kẻ thù tàn bạo, những con boss siêu khủng để thay đổi số phận của thế giới!▶ Trang bị theo phong cáchThu thập vũ khí, trang bị, rune mạnh nhất từ hàng trăm vật phẩm, sau đó hoàn toàn tùy chỉnh cho Shadow Knight của bạn mạnh mẽ và nổi bật so với các hiệp sĩ khác. Tham gia vào cuộc phiêu lưu và tạo ra những trận chiến điên rồ nhất vì 'Hiệp sĩ của bạn, Phong cách của bạn'!▶ Nhiệm vụ hoàn thành kiếm phần thưởngRất nhiều nhiệm vụ phải hoàn thành, hãy thực hiện tất cả để nhận được nhiều phần thưởng nhất có thể. Và đừng quên luôn có hơn 100 thành tích để vượt qua. Hoàn thành các nhiệm vụ giúp mang lại đá quý, năng lượng, chìa khóa, ... và nhận phần thưởng!▶ Dễ dàng nâng cấpKhi bạn không online, các hiệp sĩ của bạn vẫn đang được đào tạo và thu thập tài nguyên để nâng cấp. Khi bạn trở lại, họ sẽ mạnh mẽ hơn, đạt được cấp độ mới cũng như học các kỹ năng mới. Phát triển và đào tạo một đội hình mạnh mẽ và sẵn sàng cho các trận chiến!HÃY ĐẬP TAN BÓNG TỐI!* Theo dõi chúng tôi để biết thêm thông tin và nhận hỗ trợ:Facebook: https://www.facebook.com/ShadowKnight.OfficialEmail: Shadowknight@fansipan.hk* Lưu ý:Shadow Knight là một trò chơi online và yêu cầu kết nối internet ổn định.\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 3.24.81\n\n\n\n\n- Sự kiện Black Friday\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "836,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-freezeria-to-go/id824305459?l=vi",
  "nameAndAge": "\n          Papa's Freezeria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #9 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,4 • 17 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nBuild and serve sundaes on the go with this brand-new version of Papa's Freezeria, with gameplay and controls reimagined for iPhone and iPod Touch!You've just started a relaxing summer job at an oceanfront ice cream shop, but things get hectic when all of Papa Louie's customers arrive on the island!  You'll need to whip up delicious Freezer sundaes by pouring ice cream, adding mixables and syrups, blending sundaes, adding whipped cream and toppings, and don't forget the cherry on top for a perfect summertime treat!You'll need to multitask between each area of the restaurant, with new controls designed to work just right in the palm of your hand.  Head to the Order Station to watch for customers waiting in the lobby.  Switch to the Build Station to combine ice cream and mixables for each sundae.  Jump to the Mix Station to mix sundaes until they're blended just right.  Hop to the Top Station to pour whipped cream and toppings before serving the sundae to your picky customers.  Each Station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the sundae-building process.Keep your customers happy to earn points and level up.  As your level rises, you'll unlock new toppings for the shop, and new customers will start to visit the Freezeria!  A well-crafted sundae also earns you tips, which you can spend on upgrades and decorations for the lobby!** NEW FOR PAPA'S FREEZERIA TO GO**Papa's Freezeria To Go is redesigned and reimagined for smaller screens, so your fingers won't get in the way of the action!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs.  You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.BUILD STATION - We've completely redesigned the Build Station for smaller screens.  The Pour Button and Bonus Meter are moved to the side and sized just right for your thumb, so you can watch the meter and tap at the right time without any fingers blocking your view.  When it's time to choose a mixable or a syrup, the entire screen is filled with large buttons so you can easily tap the correct item.MIX STATION - We've fine-tuned the Mix Station upgrades to work even better on small touch screens.  Once you purchase the Blend Alarm upgrades, you can drag these large alarms and snap them onto any blender.  Booster Buttons are also large and easy to press, and you can even use multi-touch to boost multiple blenders at once!TOP STATION - The Topping Bin carousel from \"Papa's Burgeria To Go!\" is back, which lets you top sundaes in a brand-new way!  Swipe the carousel of Topping Bins to choose the item you want to use, then grab the sundae cup to start pouring toppings evenly across the sundae.  You can also tap a button to switch to placeable items like cherries and cookies.  And with full multi-touch support, you can keep one finger sliding the bins and another tapping on the cup below, so you'll have those sundaes finished in no time!NEW INGREDIENTS - We've added a ton of new ingredients that can't be found in the classic or HD versions of the game, including mixables, syrups, whipped cream flavors, and other toppings that you'll unlock as you play the game.  There's over 70 unique ingredients for you to discover!**GAME FEATURES**- Hands-on ice cream shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between building, mixing, and topping- Shop to buy upgrades using your in-game tips- 85 customers to unlock with unique orders- Challenging Closers and Food Critic- 120 in-game achievements to earn**NOTE FOR iPAD USERS**Papa's Freezeria To Go is designed especially for smaller screens.  If you're looking for large-screen gameplay, check out \"Papa's Freezeria HD\" for iPad!\n",
  "new": "\n\n\n24 thg 1, 2019\nPhiên bản 1.2.0\n\n\n\n\n- Added support for iPhone X and newer phones!- Fixed problems with dragging items on iPhone X- Fixed problems with dragging when played on iPad- Additional bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "67 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/exploding-kittens/id1040227414?l=vi",
  "nameAndAge": "\n          Exploding Kittens‪®‬\n 9+\n",
  "company": "\n\n            Exploding Kittens, Inc\n          \n",
  "ranking": "\n\n\n                      #1 trong Thẻ Bài\n                    \n\n",
  "ratingAndReviews": "4,6 • 475 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay the most-funded game in Kickstarter history anywhere with the Exploding Kittens® Official mobile game!The mobile version of the game is available now, including the Party Pack, Betrayal, Streaking Kittens, and the all new Barking Kittens expansion! Play with friends or strangers in online play, challenge the AI, or play offline with friends face-to-face! In this highly-strategic, kitty-powered version of Russian Roulette, players draw cards until someone draws an Exploding Kitten, at which point they explode, they are dead, and they are out of t​he game -- unless that player has a Defuse card, which can defuse the Kitten using things like laser pointers, belly rubs, and catnip sandwiches. All of the other cards in the deck are used to move, mitigate, or avoid the Exploding Kittens. KEY FEATURES:- Exploding Kittens is a multiplayer card game for people who are into kittens and explosions and laser beams and sometimes goats.- Play with 2 to 5 players across multiple phones in the same room, or online with friends or strangers- Featuring original art by The Oatmeal- New cards exclusive to the digital version of Exploding Kittens - Digital versions of the hit expansions, including Streaking and Barking Kittens, as well as digital exclusive Betrayal and Party decks- The digital version of the most backed game in Kickstarter historyCreat​ed by Elan Lee (Xbox, ARGs), Matthew Inman (The Oatmeal), and Shane Small (Xbox, Marvel).Exploding Kittens is a paid app in which optional game features may be purchased with real money. You must be at least 13 years old to download and play. There is also an option to compete online against strangers and resulting data transfer charges may apply. Player usernames and expressions are their own. Exploding Kittens, LLC is not responsible for and does not endorse player usernames or expressions. For our privacy policy, visit www.explodingkittens.com/privacy.\n",
  "new": "\n\n\n9 thg 8, 2022\nPhiên bản 5.3.6\n\n\n\n\nVarious fixes and improvements for multiplayer stability.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "276 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stickman-party-4-player-games/id1467762267?l=vi",
  "nameAndAge": "\n          Stickman Party: 4 player games\n 9+\n",
  "company": "\n\n            Maxim Krivokonev\n          \n",
  "ranking": "\n\n\n                      #3 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 45 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nStickman Party là một game arcade độc ​​đáo được thiết kế để giúp bạn vui chơi trong công ty của bạn bè, cũng như Stickmen!Dưới đây là toàn bộ bộ sưu tập các trò chơi gây nghiện và rất thú vị cho mỗi ngày, chơi mọi lúc mọi nơi. Cạnh tranh với bạn bè hoặc gia đình của bạn trong hơn 30 loại trò chơi cạnh tranh khác nhau, trò chơi này sẽ cho phép bạn chơi ngay lập tức 1 2 3 và bốn người chơi trên một thiết bị. Chiến đấu trên những chiếc xe tăng mạnh mẽ trong cuộc đấu tay đôi nóng bỏng, chơi bóng đá trong các trận đấu đồng đội 2 trên 2 hoặc 1 trên 1, tham gia vào các cuộc đua xe điên cuồng và chiến đấu trong một khu vực mở trong một trận chiến nơi chiến thắng mạnh nhất!Trò chơi Stickman có những quy tắc rất đơn giản. Bạn có thể chơi mà không cần Internet / Wi-Fi, vì nhiều người chơi ở đây là cục bộ, ngoại tuyến, trên một thiết bị.Những trò chơi stickman vui nhộn dành cho một, hai người chơi trở lên là lý tưởng để đi du lịch, cho các bữa tiệc, những cuộc hẹn hò đầu tiên, cũng như cho chồng và vợ, con cái và cha mẹ, anh chị em, cho một nhóm bạn.Stickman Party rất vui khi chơi trên cùng một thiết bị với bạn bè. Càng nhiều người chơi, càng vui! Nhưng nếu bạn không có ai chơi cùng, thì hãy thử chơi trên một người chơi. Đào tạo để giành chiến thắng trước bạn bè sau này.Một số trò chơi trong bộ sưu tập Stickman Party có các quy tắc độc đáo, nhưng có những bản làm lại của các bản hit di động nổi tiếng. Tất nhiên, chúng được điều chỉnh cho một nhiệm vụ điên rồ, để có thể thoải mái chơi một mình, cho hai, ba và 4 người chơi trên một màn hình.Ví dụ:• Stickmen chạy• bắt gà• Chạy trốn khỏi con ma• Xe tăng• Đánh nhau• Bóng đá Stickman• Xe đua• Trận đánh trên biểnChúng tôi thường xuyên thêm các trò chơi nhỏ mới. Hãy theo dõi và nói với bạn bè của bạn về trò chơi!=======Thông số kỹ thuật=======• Thao tác một chạm đơn giản, một nút bấm• 4 người chơi có thể chơi trên một thiết bị• hơn 40 trò chơi nhỏ thú vị khác nhau• Thách thức bạn bè và gia đình của bạnCảm ơn cho các trò chơi!\n",
  "new": "\n\n\n5 thg 6, 2023\nPhiên bản 2.3.5\n\n\n\n\n- 3 bản đồ mới cho chế độ phiêu lưu- Khả năng di chuyển máy ảnh trong chế độ phiêu lưu- Lưu trò chơi trong cuộc phiêu lưu (Bây giờ phiên hiện tại có thể kết thúc sau)- Mũ không gian mới về shop- Sửa lỗi- Cải tiến nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "146 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/lego-jurassic-world/id1073698593?l=vi",
  "nameAndAge": "\n          LEGO® Jurassic World‪™‬\n 9+\n",
  "company": "\n\n            Warner Bros.\n          \n",
  "ranking": "\n\n\n                      #13 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,8 • 16 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFollowing the epic storylines of Jurassic Park, The Lost World: Jurassic Park and Jurassic Park III, as well as the global smash hit Jurassic World, LEGO Jurassic World™ is the first videogame where you can relive and experience all four colossal films. Reimagined in LEGO form and told in TT Games’ signature classic LEGO humor, this thrilling adventure recreates unforgettable scenes and action sequences from the films, allowing fans worldwide to play through key moments and giving them the opportunity to fully explore the expansive grounds of Isla Nublar and Isla Sorna.FEATURES-Relive key moments from all four Jurassic films: An adventure 65 million years in the making - now in classic LEGO brick fun!-Wreak havoc as LEGO dinosaurs: Choose from 16 dinosaurs, including the friendly Triceratops, deadly Raptor, vicious Compy and even the mighty T. rex.-Customize your own dinosaur collection: Collect LEGO amber and experiment with DNA to create completely original dinosaurs, like the Dilophosaurus rex.-Populate and explore Isla Nublar and Isla Sorna: Put your unique dinosaur creations in to paddocks as you complete special Free Play missions.\n",
  "new": "\n\n\n28 thg 9, 2021\nPhiên bản 2.2.2\n\n\n\n\n1) General improvements;2) Updated Privacy Policy/Terms of Service.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rfs-real-flight-simulator/id1444761746?l=vi",
  "nameAndAge": "\n          RFS - Real Flight Simulator\n 4+\n",
  "company": "\n\n            RORTOS SRL\n          \n",
  "ranking": "\n\n\n                      #2 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,6 • 1,2 N đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nExperience the World of Aviation on Your Mobile Device!Immerse yourself in the captivating world of aviation where cutting edge technology allows you to experience the thrill and challenges of piloting an aircraft from the comfort of your mobile device.Fly Now, Anywhere in the World!Learn to take off, land, and complete full flights. Explore iconic aircraft with 3D live cockpits, visit 30 HD airports, and take off and land from 500 SD airports. Personalize instruments, use automatic flight plans, and experience the finest detail worldwide. Try our tutorials to master your skills! Manual/Tutorial: wiki.realflightsimulator.org/wikiDo you want to unlock all Real Flight Simulator features? Choose the subscription that fits your needs between our monthly, six month or yearly subscription!Then just Buckle Up and Become a Real Pilot! You will enjoy:-50+ airplane models with detailed 3D cockpits, working parts, and lights. Experience real-life pilot systems and instruments. New models coming soon!-300+ HD airports with 3D buildings, vehicles, taxiways, and procedures. More on the way!-Real-time flights with real-time weather. 40k real-time flights daily and real-time traffic at major global airports.-Detailed checklists for takeoff and landing to immerse yourself in the pilot's experience.-Access various ground systems upon landing, including passenger vehicles, refueling, and emergency services.-Customisation of flight’s weather, failures and much more with the Advanced Flight Plan. Share your plan with colleagues for a connected experience.-Autopilot activation for multitasking, and Automatic Landing System for long-haul flights.-Realistic satellite terrains and precise height maps to explore the world.Engage with a Global Community in Multiplayer Mode-Join hundreds of other pilots and fly together in any part of the world. -Chat with fellow multiplayer pilots, participate in weekly community events, and join virtual airlines to become the VA with the highest Flight Points. ATC Mode: Become an Air Traffic Controller -Air Traffic Control (ATC) game mode: Organize aircraft traffic, give instructions, and guide pilots to fly safely and efficiently. -Enjoy interactive multi-voice ATC procedures and communications, and explore all the frequencies available in RFS.Create and Share Your Aviation Passion -Design your own airplane liveries and share them with players around the world. -Model your favorite HD airport, and watch as other pilots take off from it. -Become a plane spotter. Explore various in-game cameras to capture your favorite planes. Experience the romance of city lights as you soar through nighttime skies, and be captivated by the ethereal play of light and clouds during sunrise and sunset. Share your aviation masterpieces on our official social media channels.-Join the growing Real Flight Simulator community, discover new flight routes, and interact with an ever-expanding group of aviation enthusiasts.Internet Connection Required to provide the full scope of aviation experiences.Get Ready to Soar the Skies.Buckle up, get ready, and become a Real Pilot in RFS!TERMS OF USE: https://www.rortos.com/terms-of-use/Support: rfs@rortos.com\n",
  "new": "\n\n\n14 thg 12, 2023\nPhiên bản 2.2.0\n\n\n\n\n- New follow me car: A new system guiding pilots between runway and gate, equipped with aircraft marshals to help you park perfectly!- New global snow effect: A new snow effect applied to the whole scenery. The effect is subject to various environmental settings such as temperature, altitude and latitude!- The marshaler bought a Christmas hat- Enhanced HD airport labeling on preflight map- Fixed bug where rain appeard too frequently as real weather- Bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "585,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hit-bug/id6444820139?l=vi",
  "nameAndAge": "\n          Hit Bug\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n                      #4 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,5 • 192 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMove your hand to hit the bugs, taking advantage of its direction of movement to bring it closer to the spinner and away from the apple plate.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "45,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/age-of-history-ii-asia/id1539230056?l=vi",
  "nameAndAge": "\n          Age of History II Asia\n 4+\n",
  "company": "\n\n            Lukasz Jakowski Games\n          \n",
  "ranking": "\n\n\n                      #30 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "1,4 • 9 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAge of History II Asia is a grand strategy wargame that is simple to learn yet hard to master.Your objective is to use military tactics and cunning diplomacy to either unify the world, or conquer it.Will the world bleed out or bow before you? The choice is yours..Approach to the HistoryAge of History II goes through the whole history of humanity, Age by Age, beginning in the Age of Civilizations and leading into the far futureHistorical Grand CampaignPlay as many Civilizations ranging from the largest empire to the smallest tribe, and lead your people to glory in a campaign spanning thousands of years from the dawn of civilization to the future of mankindMain FeaturesDetailed map of the world with many historical bordersDeeper diplomatic system between CivilizationsPeace treatiesRevolutionsCreate own History using in-game editorsHotseat, play with as many players as Civilizations in scenario!Terrain TypesMore detailed diversity of PopulationsEnd game timelapsesCreate own world and play it!Scenario Editor, create own historical or alternate history scenarios!\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.1.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.1.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.1.2 trở lên.\n                \n\n",
  "size": "544,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/five-nights-at-freddys-2/id941143328?l=vi",
  "nameAndAge": "\n          Five Nights at Freddy's 2\n 12+\n",
  "company": "\n\n            Clickteam, LLC\n          \n",
  "ranking": "\n\n\n                      #12 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 31 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome back to the new and improved Freddy Fazbear's Pizza!In Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!What could go wrong?As the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.As always, Fazbear Entertainment is not responsible for death or dismemberment.NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion\n",
  "new": "\n\n\n16 thg 10, 2023\nPhiên bản 2.0.5\n\n\n\n\n- Removed short delay to put on the mask after flipping down the monitor- Minor fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "123,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pocket-rogues-ultimate/id1316150324?l=vi",
  "nameAndAge": "\n          Pocket Rogues: Ultimate\n 12+\n",
  "company": "\n\n            Alexej Leonydov\n          \n",
  "ranking": "\n\n\n                      #16 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 27 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPOCKET ROGUES brings old school Action-RPG flavor to the Roguelike genre. Here you must fight your way through hordes of monsters, explore unique and randomly generated locations, upgrade your guild fortress, and develop heroes of ever-increasing might if you hope to discover the lost secrets of a mysterious dungeon.FEATURES:• THE GAME IS PLAYED ENTIRELY IN REAL TIME! Move, dodge, avoid obstacles, outmaneuver and outflank! Enjoy an elaborate combat system focused on character control and player skill.• TRY YOUR LUCK AS ONE OF MANY HERO CLASSES, each with unique skills, specific equipment, and their own progression tree.• EVERY DESCENT IS SPECIAL! From locations and monsters to loot and chance encounters, everything is generated during the game. You will never see two identical dungeons!• THE GAME INCLUDES UNIQUE LOCATIONS, each with its own visual style, distinctive enemies, traps, and interactive objects. Once discovered, you can move freely between them all.• Construct and improve buildings in the territory of your very OWN GUILD FORTRESS. Unlock new hero classes, strengthen existing ones, and gain access to an arsenal of fierce techniques.• REGULAR UPDATES! The game has been supported and actively developed for a long period of time. The game’s creator works in close contact with the community and dedicated players to ensure a high-quality experience for everyone.Pocket Rogues contains many different dungeons, each with its own unique loot and monsters. A wide variety of classes and dozens of specializations allow you to take alternative approaches to the game’s numerous boss battles, and each will test your skill in a new way. Add in Pocket Rogue’s traditional RPG components, such as character progression and exploration, and you will never feel bored!“For many centuries, a dark dungeon has called to hapless travelers, whispering secrets and promising priceless treasure. None who enter have ever returned, and rumor says that each met an unspeakable fate at the hands of a true Evil. These gloomy legends, of course, only entice new adventurers to try their luck in the depths, eager for glory, fame, and riches beyond imagination. What are you waiting for? It’s time to become one of them!”ULTIMATE VERSION FEATURES:• The number of all the GEMS, obtained by killing monsters, bosses and for completing tasks, is increased by 50%• Added the ability to SAVE the game before leaving, being in any normal dungeon, as well as auto-save while minimizing the game• Berserk, Necromancer and all future PREMIUM CLASSES are available for gold• Added the ability to start descent into the DUNGEON from a given depth• All normal dungeons are completely FREE> Discord (Eng): https://discord.gg/nkmyx6JyYZ> Facebook (Eng): http://www.facebook.com/PocketRoguesFor all questions, you can also contact the developer directly: ethergaminginc@gmail.com\n",
  "new": "\n\n\n13 thg 9, 2023\nPhiên bản 1.36.1\n\n\n\n\n[GAMEPLAY]- After constructing a new building, the Trapper will appear in the Camp. With his help, you can exchange and upgrade pets directly in the dungeon without returning to the Fortress- Upon purchasing the new \"Trading rows\" building, players will have the ability to lock any item in their inventory. A locked item cannot be accidentally sold, destroyed, or dropped until the player removes the lock- After upgrading the \"Trading rows\" to level two, players can quickly sell all inventory items to the Merchant, except for the locked ones- A new pet has been introduced. It can be found in the Abandoned Prison after 7th floor, provided that the \"Trapper's shack\" has been built[GENERATION]- After the 15th floor in the Camp, you can encounter new mercenaries (Berserker and Wizard). A squad can still only have a maximum of 2 mercenaries at a time- Several new traps have been added- Some objects in the rooms of the Catacombs and Prison that were always found there, now appear by chance[BALANCE]- When lifting a curse from an altar, characters now gain experience only after defeating all waves of enemies, rather than each wave. There can no longer be more than 3 waves, and the chance of the altar being cursed has been reduced (from 50% to 20%)- When destroying the Merchant's chest, not only does he become hostile, but also all other characters in the Camp- The attacks of the Wandering Troll and Tamed Troll now have a knockback effect and deal damage to everyone, including their allies- The base defense value for the item \"Silent face\" has been reduced from 145 to 105- Poisoning from impassable poison puddles and clouds found in the Catacombs is now less dangerous- The level of creatures that appear when destroying objects (like Larvae) has been halved- When sacrificing a pet, there's a 35% chance that one of its attributes will decrease by 1[MISC]- An automatic backup saving system has been added in dungeons, which should restore progress in case of a crash (but it's better not to rely on it, and save manually through \"Save and Exit\" in regular dungeons or in the Camp)- Surviving characters can now directly purchase passive items in the store, even if they already have items of that type in their inventory- All daggers are now displayed on the character when equipped- All friendly NPCs and mercenaries are now fully animated- Goblins, trolls, regular zombies, and drowned are fully animated- Dialogues now display the interlocutor's portrait- Added the ability to use a gamepad to configure companion behavior and change the size of the mini-map- The appearance of Goblin-Wizards and Goblin-Executioners has been updated- The appearance of arrows used by Goblin-Archers has been updated- The Camp's floor appearance has been updated- After constructing a Pen in the Camp, a small fenced area for pets will appear- Some troll sounds have been replaced- The skill description \"Sign of Sacrifice\" has been changed: it now more accurately reflects the effect's action (increases all damage taken by the creature, rather than reducing its defense). The effect applied to enemies has been renamed to \"Vulnerability\"- Next to the skill upgrade button on the character selection screen, a skill point icon is now displayed- The cost of buying new abilities for pets in skill points and gems is now displayed in one cell to avoid confusion- In Settings, you can disable the display of legs for animated characters (may affect performance)- Playtime statistics now display hours and minutes separately (previously only minutes were displayed)- New character statistics fields have been added (\"Used Crosses of Life\")- An additional warning has been added if you press return to the Fortress instead of loading the saved dungeon[FIXED]- Improved performance with large floor sizes and multiple active objects- Daily tasks weren't saved when transferring progress via the cloud\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "232,4 MB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển Alexej Leonydov đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/si%C3%AAu-h%E1%BB%8Dc-vi%E1%BB%87n-3d/id6469693345?l=vi",
  "nameAndAge": "\n          Siêu Học Viện 3D\n 17+\n",
  "company": "\n\n            BOOM GAMES JOIN STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #9 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,1 • 388 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSiêu Học Viện 3D - Chọn Siêu Thú Đại Chiến Thế Giới Ngay Hôm Nay!Chào mừng bạn đến với thế giới huyền bí của Siêu Thú, nơi bạn sẽ khám phá các loài Siêu Thú độc đáo và hấp dẫn. Hãy chọn ngay cho mình một Siêu Thú và sẵn sàng cho cuộc hành trình tiến hoá Mega, đại chiến hội quân, tùy chỉnh trang bị đặc thù, tham gia vào các trận đấu PVP, và thả mình vào các minigame phong phú - tất cả trong một thế giới game turnbase đỉnh cao. Trải Nghiệm Siêu Học Viện 3D Độc ĐáoBước vào Siêu Học Viện 3D, nơi bạn sẽ học hỏi và trải nghiệm vô số điều thú vị. Từ những bài giảng về Siêu Thú đến việc thực hành trên thực địa. Siêu Học Viện 3D là nơi tạo ra những Huấn Luyện Viên giỏi nhất và sẽ giúp bạn hiểu rõ hơn về tất cả những Siêu Thú độc đáo mà thế giới này đã mang lại. Tiến Hoá Mega: Sức Mạnh Vượt TrộiKhông chỉ đơn giản là bắt các siêu thú, bạn còn có khả năng tiến hoá Mega chúng. Điều này đưa bạn vào một cuộc hành trình khám phá sức mạnh vượt trội và ngoại hình thay đổi đầy ấn tượng. Mỗi lần tiến hoá Mega, sinh vật của bạn sẽ trở nên mạnh mẽ hơn, và khả năng đặc biệt của chúng sẽ phát triển theo cách độc đáo. Thi Đấu Hội Quân: Hợp Lực Đánh Bại Đối ThủChinh phục các đấu trường đầy kích thích với khả năng thi đấu hội quân. Hãy xây dựng đội hình đa dạng với sự kết hợp tốt nhất của các Siêu Thú và chiến thuật. Khi bạn tham gia vào cuộc chiến cùng với bạn bè và người chơi khác, sự phối hợp là yếu tố quyết định giữa chiến thắng và thất bại. Trang Bị Đặc Thù: Tạo Nên Đội Hình Mạnh MẽTùy chỉnh và trang bị đặc thù cho đội quân của bạn để tăng cường sức mạnh và khả năng đặc biệt của chúng. Mở khóa đồ hóa độc đáo, tạo ra ngoại hình mới, và nâng cấp kỹ năng để đối phó với mọi thử thách. Tạo ra một đội hình mạnh mẽ và đánh bại mọi đối thủ trên đường đến chiến thắng. Hệ Thống PVP: Đại Chiến Người Chơi KhácNếu bạn yêu thích sự cạnh tranh, hệ thống PVP sẽ là nơi bạn có cơ hội chứng minh tài năng của mình. Đánh bại đối thủ trong các trận đấu PVP đầy kích thích và đặt ra thách thức cho bản thân. Điều này là cơ hội để bạn đối đầu với những người chơi tài năng từ khắp nơi trên thế giới và chứng tỏ bạn là người chơi hàng đầu. Minigame Phong Phú: Thư Giãn Và Giải TríBên cạnh cuộc phiêu lưu chính, thế giới của chúng ta còn có các minigame phong phú và đa dạng để bạn tham gia. Từ câu cá, đua xe đến thám hiểm hang động, bạn sẽ có những giờ phút thư giãn thú vị cùng với bạn bè và đội hình độc đáo của bạn. Thể Loại Game Turnbase Đỉnh CaoTrò chơi thuộc thể loại game turnbase đỉnh cao, đòi hỏi sự chiến thuật và lập kế hoạch tốt. Mỗi trận đấu đều đòi hỏi bạn suy nghĩ kỹ càng về cách sử dụng khả năng Siêu Thú và chiến thuật của bạn. Điều này tạo ra một trải nghiệm chiến đấu độc đáo và thú vị. Tải Ngay Bây Giờ!Hãy tải game ngay bây giờ và trở thành Huấn Luyện Viên hàng đầu, tìm hiểu mọi bí mật của thế giới và đánh bại mọi thách thức.\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 1.1.0\n\n\n\n\nThêm kỹ năng nhân vật.Tối ưu hoá trải nghiệm.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "280,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bridge-race/id1543845882?l=vi",
  "nameAndAge": "\n          Bridge Race\n 9+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,4 • 77,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng một cây cầu!\"Trò chơi đua xe hay nhất từ ​​trước đến nay với khoảng 250 triệu lượt tải xuống! Cố gắng xây dựng cây cầu của riêng bạn bằng cách cạnh tranh với những người khác để lấy các khối sưu tập! Bạn nên nhìn ra những kẻ cướp bóc tiềm năng.Tham gia cuộc phiêu lưu với hơn 1000 cấp độ có chứa các cơ chế như thanh trượt, trampolines, đường zip-lines, thang và thang máy! Thu thập các khối màu của riêng bạn và xây dựng cầu với chúng.Các tính năng chính của trò chơi bao gồm:● Tùy chỉnh màu của ký tự và khối: Bạn có thể phát với hơn 80 loại ký tự khác nhau, chọn hơn 30 khối và hơn 30 màu! Tùy chỉnh da nhân vật của bạn nhưng cũng có màu của nhân vật!● Gói: Bạn cũng có thể nhận các gói có chứa các ký tự thú vị, khối và hình ảnh động nhân vật duy nhất!● Bản đồ đường bộ: Bạn có thể thấy bản đồ đường bộ của mình và quay lại cùng cấp độ để có kết quả tốt hơn có thể thậm chí là sự hoàn hảo! Bạn có thể chơi tất cả trên toàn thế giới ở các thành phố khác nhau!● Bảng xếp hạng: Hãy nhanh hơn và thu thập nhiều hơn và nhận được nhiều ngôi sao hơn để leo lên trong bảng xếp hạng!\"\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 3.35\n\n\n\n\nSửa lỗi và cải tiến hiệu suất.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "273,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tomb-of-the-mask/id1057889290?l=vi",
  "nameAndAge": "\n          Tomb of the Mask\n 4+\n",
  "company": "\n\n            Playgendary Limited\n          \n",
  "ranking": "\n\n\n                      #12 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 52,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTomb of the Mask is an arcade game with an infinite procedurally generated vertical labyrinth. Seeking for adventure you get into a tomb where you find a strange mask. You put it on and suddenly realize that you can now climb walls - easily and promptly. And that's when all the fun begins. You'll face a variety of traps, enemies, game mechanics and power-ups. And as far as time doesn't wait, get a grip and up you go.We Love You. Enjoy.SUBSCRIPTION PRICING AND TERMSSubscription optionsIn Tomb of the Mask we offer you the following subscription options:1. Weekly Premium offers a weekly subscription for $7.99 after a 3-day free trial. It gives you unlimited energy, 400 coins every day and removes ads.2. Monthly Premium offers a monthly subscription for $19.99. It gives you unlimited energy, 400 coins every day and removes ads.3. Yearly Premium offers a yearly subscription for $99.99. It gives you unlimited energy, 400 coins every day and removes ads.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.The account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes account. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled. After your subscription expires, you will no longer be able to use elements offered in your chosen Subscription Option. If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: http://www.playgendary.com/privacy-policy/Terms of Use: http://www.playgendary.com/terms-of-use/\n",
  "new": "\n\n\n18 thg 12, 2023\nPhiên bản 1.16.0\n\n\n\n\nUPDATE 16: Tomb’s Secret Benefits• BRAND NEW MASKS: Sponge, Robin, and Black. Hurry up and grab exclusive masks that will help you overcome all the obstacles in the labyrinth full of unexpected twists and turns.• UNLOCK ALL MASKS: Become a Tomb VIP Player and receive premium features and exclusive content with a \"VIP Pack\" offer.• ACCESS ALL STAGES: Get unlimited energy and gain access to every action-packed stage with an \"Unlock All\" offer.• BLOCK ADS: Focus on conquering challenges and achieving victories. Defeat your enemies and battle in quests without any distractions with a \"Remove Ads\" offer.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "221,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/garena-li%C3%AAn-qu%C3%A2n-mobile/id1150288115?l=vi",
  "nameAndAge": "\n          Garena Liên Quân Mobile\n 12+\n",
  "company": "\n\n            Garena Mobile Private\n          \n",
  "ranking": "\n\n\n                      #1 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,3 • 2,5 Tr đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTải ngay và tham gia các sự kiện hấp dẫn với hàng ngàn món quà miễn phí 1. Chỉ cần 1 click để tải ngay game nhiều người chơi nhất Việt Nam. 2. Tải game và chiến hoàn toàn FREEĐẤU TRƯỜNG HUYỀN THOẠI – THẮNG BẠI TẠI KỸ NĂNG!Cùng sát cánh với liên minh của bạn trên đấu trường 5v5 hoàn toàn mới & FREE!GIỚI THIỆU Hãy khẳng định bản thân, sát cánh đồng đội và thách đấu hàng triệu người chơi khác qua vô số những cuộc chiến 5v5 cực hay trên đấu trường huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile – thắng bại tại kỹ năng! Tham gia ngay vào những Liên Minh Clan trong trò chơi để cùng chiến đấu và trở thành huyền thoại trong game MOBA Esports PC nổi tiếng nhất thế giới.Hãy chọn ngay một biệt danh vừa chất vừa hay, gia nhập thế giới huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile và khiến toàn bộ thế giới biết đến tên của bạn!TÍNH NĂNG 1. Chế độ chơi đa dạng, thỏa sức chiến đấuBên cạnh bản đồ 5v5, người chơi có thể thỏa sức cùng bạn bè trải nghiệm các bản đồ tùy biến khác như 5v5 ngẫu nhiên, 3v3, 1v1, và những chế độ chơi đặc biệt cực hay & FREE liên tục được cập nhật siêu tốc như Garena Cờ Liên Quân/ Liên Quân chess thuộc dòng game auto chess đã được ra mắt2. Giao tranh liên tục, so tài kỹ năngChiến thắng dựa trên ba và chỉ ba yếu tố then chốt bảo đảm công bằng tuyệt đối đúng chất MOBA Esports: kỹ năng, đồng đội, và chiến thuật. Cùng chọn một Liên Minh trong game và nhanh tay chiến thôi nào. Let’s become legends by your skill!3. Chơi mọi lúc mọi nơi & hoàn toàn FREETải game siêu tốc. Tìm trận và chiến trong chớp mắt. Có thể lựa chọn chiến trường 5v5 hoặc mode auto chess (Cờ Liên Quân) cực hấp dẫn. Chỉ 10 phút một trận, tha hồ thoải mái chơi Garena Liên Quân Mobile bất kỳ đâu, vào bất kỳ lúc nào, chiến Liên Quân siêu tốc đặc biệt hoàn toàn FREE! 4. Thao tác đơn giản, dễ dàng làm quenHệ thống điều khiển tối giản đầy tinh tế gồm chỉ 2 ô phím ảo. Người chơi sẽ chỉ cần dùng 2 ngón tay, và dưới 5 giây trải nghiệm để sẵn sàng thách thức mọi cuộc chiến! Tốc độ siêu nhanh, dễ dàng điều khiển.5. Voice chat tiện dụng, giao tiếp dễ dàngHệ thống tích hợp voice chat thời gian thực, và bộ chat nhanh linh hoạt tùy biến theo ý muốn. Diễn biến trận đấu nhanh đến đâu, tốc độ giao tiếp sẽ càng nhanh & tiện lợi đến đấy. Nhớ dùng voice chat để giao tiếp với Liên Minh Clan của mình nhé.6. Cạnh tranh đấu hạng, thách thức đỉnh caoBang bang… Chỉ với vài phát súng ở cuối hiệp đã có thể phân định thắng bại. Hãy tham gia đấu hạng khốc liệt đầy tính MOBA Esports, thể hiện bản lĩnh trên Bảng xếp hạng huyền thoại của Garena Liên Quân Mobile. Tìm trận hạng siêu tốc, chiến Liên Quân siêu tốc.7. Tướng và trang phục hợp tác thương hiệu độc đáo chỉ có ở Garena Liên Quân MobileHàng loạt tướng và trang phục chất đến từ những đối tác nổi tiếng nhất: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... đến từ DC Comic, Kirito và Asuna từ Sword Art Online, ba trang phục Bleach gồm Ichigo Kurosaki/Toshiro Hitsugaya/Byakuya Kuchiki, bộ trang phục Ultraman, Murad MTP thần tượng học đường... và hứa hẹn sẽ còn nhiều hơn trong tương lai!VỀ TỰA GAME• Garena Liên Quân Mobile VN, còn gọi là Garena Arena of Valor, AOV hay ROV là tựa game FREE nhiều người chơi nhất Việt Nam và nổi tiếng trên thế giới. Ở Việt Nam, game thủ hay gọi tắt là Liên Quân, LQ hay Liên Quân mobi.• Garena Liên Quân Mobile VN liên tục cập nhật các chế độ mới đa dạng: Đấu Đỉnh cao đưa xếp hạng lên tầm cao mới, Đấu Nhân bản tại bản đồ Low poly siêu nhẹ, Cờ Liên Quân (aka Cờ nhân phẩm), thuộc dòng auto chess mobile sử dụng những tướng nguyên bản trong game, rất dễ dàng chơi và làm quen.Garena Liên Quân Mobile – Let’s become legends\n",
  "new": "\n\n\n14 thg 11, 2023\nPhiên bản 1.52.1.5\n\n\n\n\nTính năng mới:1. Ming - Dị giới thuật sư ra mắt.2. Stuart - Huyết nhãn cuồng nhân - tướng làm lại.3. Thay đổi bản đồ, sức mạnh tướng.4. Thay đổi diện mạo và quyền năng Caesar bạo chúa.5. Sức mạnh mới của Caesar tiên phong.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "321 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Indonesia, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/idle-miner-tycoon/id1116645064?l=vi",
  "nameAndAge": "\n          Idle Miner Tycoon\n 12+\n",
  "company": "\n\n            Kolibri Games GmbH\n          \n",
  "ranking": "\n\n\n                      #12 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 29,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nLập công ty mỏ của riêng bạn và trở thành ông trùm khai thác mỏ trong trò chơi thú vị này! Tự động hóa công việc và thu nhập tự động tăng cao, kể cả khi ngoại tuyến!!Trở thành ông trùm tư bản công nghiệp, quản lý mỏ và tiền nhàn rỗi! Đối đầu thử thách và khám phá chiến lược khai thác mỏ tốt nhất, kiếm nhiều tiền nhất có thể! Mở rộng đế chế của bạn và tăng cường kinh tế bằng các nhà quản lý chuyên nghiệp, tự động điều hành công việc của các mỏ!TÍNH NĂNG• Tự động hóa các công việc để tăng thu nhập nhàn rỗi• Nhận tiền nhàn rỗi ngay cả khi không trực tuyến• Gia tăng lợi nhuận từ một hoặc hai khoản đầu tư nhỏ để tăng cường kinh tế• Thuê các quản lý để thúc đẩy công nhân làm việc• Mỗi nhà quản lý có một hiệu ứng trùm tư bản đặc biệt• Tính năng Prestige• Quản lý tới 20 khu mỏ thú vị• Khai thác 15 loại tài nguyên, bao gồm: than đá, vàng, ruby, đá mặt trăng, thạch anh tím, pha lê và ngọc bích• Không cần kết nối Internet◆◆◆ Trở thành trùm khai thác mỏ vĩ đại nhất! ◆◆◆Thích Idle Miner Tycoon trên Facebook! https://www.facebook.com/idleminertycoon/Bạn gặp lỗi hoặc có đề xuất? Hãy gửi thư về địa chỉ community@idleminertycoon.com– chúng tôi rất mong nhận được các phản hồi từ các bạn!▶ Đội ngũ Idle Miner Tycoon ◀https://www.kolibrigames.com/impressum/https://www.kolibrigames.com/terms-and-conditions/\n",
  "new": "\n\n\n15 thg 12, 2023\nPhiên bản 4.49.0\n\n\n\n\n• The enchanting Thalia is now part of Super Manager HQ! • Get ready for an elemental shift on Idle Earth! New:  Elemental Packs!• Also new to Idle Earth - the Flame Elemental Continent! • Performance improvements • Backend system updates Have an awesome idea? Write us an email: community@idleminertycoon.com\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "388,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stuffo-the-puzzle-bot/id6444358789?l=vi",
  "nameAndAge": "\n          Stuffo the Puzzle Bot\n 4+\n",
  "company": "\n\n            Hapatus Oy\n          \n",
  "ranking": "\n\n\n                      #8 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Stuffo the Puzzle Bot fires on pretty much every cylinder, so if you’re a fan of logic-style puzzles that will really test your grey matter it’s an effortless recommendation.\" - TouchArcade Game of the WeekStuffo is the last remaining puzzle bot stuck in a world filled with bite-sized brain-teasers. Help Stuffo to solve the mind-bending puzzles by using various blocks to climb, push and teleport your way to the exit.Key Features- Approachable yet smart puzzle gameplay.- 65 levels with more to come!- A laid-back experience that challenges your brain, not your reflexes.- Chill out to the deep downtempo beats and ambient atmosphere of the original soundtrack.About the DeveloperHapatus is the creative outlet for solo projects of Antti Tiihonen. He is one of the masterminds behind Legend of Grimrock -series of dungeon crawling RPGs where he created tons of puzzles, levels, game design, audio and graphics as a warmup excercise for Stuffo ;). He has also worked on titles such as Noita, Control, Alan Wake and Druidstone.\n",
  "new": "\n\n\n21 thg 4, 2023\nPhiên bản 1.1.1\n\n\n\n\n- Prevented unwanted solutions in Dissipation and Hoist.- Tweaked some level decorations.- Added missing level thumbnail.- Bug fix: Cloned blocks were not updated if player picks up the source block and the duplicator is immediately occupied by another block.- Bug fix: Background panels did not flash when misplacing a block if the level had been restarted.- Bug fix: Player could end up inside a closed gate if its state was toggled while carrying it- Bug fix: Player was able to fall through some piston blocks when undoingStay tuned for more content!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "144,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]