[{
  "link": "https://apps.apple.com/vn/app/eggy-party/id1555408463?l=vi",
  "nameAndAge": "\n          Eggy Party\n 4+\n",
  "company": "\n\n            NETEASE INTERACTIVE ENTERTAINMENT PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #3 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,8 • 567 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nChào mừng bạn đến với trò chơi party thú vị, Eggy Party.[Giới thiệu trò chơi] Chào mừng đến với trò chơi tiệc tùng đầy thú vị mang tên Eggy Party đến từ nhà phát hành NetEase Games, nơi bạn có thể đồng hành cùng các cộng sự Eggy vượt qua các chướng ngại vật và trải nghiệm cuộc phiêu lưu đến Đảo Eggy, hãy bắt đầu bữa tiệc ngay bây giờ nào! [Tính năng] - Đắm chìm trong EGGYVERSE!  Trở thành một Eggy dễ thương và tham gia EGGYVERSE cực sôi động! Tại đây, bạn có thể đi vòng đu quay khổng lồ, nhảy thảm lò xo thú vị, chơi piano trên sàn diễn, đá bóng sân bóng đá siêu to và nhiều khu vui chơi tham quan khác đang chờ đón bạn! Mau mau lập hội với những Eggy dễ thương theo nhiều phong cách khác nhau; Mềm mại, huyền ảo, ngọt ngào... Hãy chọn phong cách phù hợp với bạn ngay thôi nào! Vượt qua các thử thách cùng với những người bạn Eggy siêu dễ thương và tận hưởng niềm vui! - Một thế giới tràn ngập các bữa tiệc và vui chơi! Tham gia các buổi tiệc khác nhau, giao tiếp cùng các bạn bè trong trò chơi! Hãy cẩn thận với các chướng ngại vật và tránh những Eggy khác! Tận hưởng bữa tiệc với bạn bè và vui chơi thâu đêm! - Công Viên Siêu Rực Rỡ - Tự Do Chọn Niềm VuiTại Công Viên Rực Rỡ trên Đảo Eggy, bạn được thoải mái chọn niềm vui để trải nghiệm: luyện tập kỹ năng, vượt ải khó; vượt ải theo cặp, nhiều người chung vui hoặc xông pha vượt bẫy, giải mã thoát hiểm... thậm chí sáng tạo bản đồ độc đáo của riêng mình! Để biết thêm thông tin chi tiết, vui lòng theo dõi: • Trang Chủ: https://eggyparty.playfun.vn/ • Facebook: https://www.facebook.com/EggyPartyVN • Group chính thức: https://www.facebook.com/groups/vn.eggyparty • Discord: https://discord.gg/eggyparty\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 1.0.44\n\n\n\n\nNgày 01/12, Mùa Giải Chủ Đề [Xông Pha Đảo Trứng Rồng] sẽ chính thức mở! Mùa tiệc hoàn toàn mới [Xông Pha Đảo Trứng Rồng] tập kích rực rỡ! Gồm 8 ải mới toanh như [Núi Lửa Phun Trào], [Coi Chừng Khủng Long Bạo Chúa], [Cứu Khủng Long Nhỏ], [Huấn Luyện Săn Bắn], v.v.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/free-fire-max/id1480516829?l=vi",
  "nameAndAge": "\n          Free Fire MAX\n 12+\n",
  "company": "\n\n            GARENA INTERNATIONAL I PRIVATE LIMITED\n          \n",
  "ranking": "\n\n\n                      #8 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,0 • 197,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFree Fire – Bắn súng sinh tồnTải ngay Free Fire - Game Bắn súng sinh tồn online cực vui và hayFREE FIRE – GAME BẮN SÚNG SINH TỒN ONLINE CỰC VUI, CỰC HAY – HOÀN TOÀN MIỄN PHÍ- Chỉ 10 phút mỗi trận, trải nghiệm game bắn súng sinh tồn chân thật, hãy cùng liên quân với bạn bè để chiến đấu và sinh tồn trong 50 người chơi- Nhiều chế độ bắn súng khác ngoài chế độ sinh tồn như solo hay tử chiến, hay 4v4 hay moba 5v5 và luôn được cập nhật mới, mang lại trải nghiệm vui vẻ cho người chơi- Hệ thống súng và vũ khí đa dạng mang lại trải nghiệm bắn súng siêu hấp dẫn- Nhập vai nhiều nhân vật hay thú cưng (pet) cùng kỹ năng độc đáo - Thời trang nhân vật phong cách, có thể tạo kiểu hay phối đồ độc đáo- Nhiều vật phẩm hot miễn phí cho người chơi mới- Sáng tạo và xây bản đồ trận đấu (mini world) cho riêng bạn FREE FIRE – CHIẾN ĐẤU THẬT PHONG CÁCH!Free Fire là tựa game bắn súng sinh tồn online siêu hay, siêu vui với hơn 1 tỷ lượt tải, và hơn 150 triệu người đang chơi. Bạn có thể mời bạn bè hay kết bạn mới để cùng liên quân chiến đấu và sinh tồn tại Free Fire và có những trải nghiệm vui vẻ, mới mẻ với thiết kế game chân thật, đồ họa sống động. Bạn còn nhận được nhiều vật phẩm miễn phí hay cực hot sau khi tải game.1. Free Fire MAX - Chuẩn game bắn súng sinh tồn online cực hay và vuiBạn có thể liên quân với lên đến 3 bạn bè để cùng nhau chống lại quân địch. Đầu game bạn cần nhảy dù xuống nơi có nhiều súng hot trên bản đồ, tìm kiếm, trang bị súng và sẵn sàng chiến đấu. Bạn cần bắn hạ đối thủ, kiếm thính để có được nhiều súng xịn, đồng thời giữ mình luôn trong vòng bo an toàn để sinh tồn đến cuối trận.2. Free Fire MAX – Đa dạng chế độ chơi : solo, 2v2, 4v4, moba 5v5Ngoài chế độ sinh tồn, Free Fire còn có các chế độ khác:- Chế độ bắn súng tử chiến với lối chơi siêu tốc chiến đấu liên tục, có thể kiểm soát trang bị súng - Chế độ bắn súng đối kháng 1v1, 2v2 luôn giao tranh trong không gian nhỏ mang lại trải nghiệm bắn súng hấp dẫn, nhưng không kém phần vui vẻ- Nhiều chế độ khác theo thời gian: chế độ bóng đá, zombie, tốc chiến, phi đao, moba 5v5, siêu tốc chiến- Chế độ xếp hạng cạnh tranh, công bằng và thể hiện trình độ của bạn.3. Free Fire MAX - Hệ thống súng miễn phí, cực hot và luôn cập nhật mới- Garena Free Fire sở hữu hệ thống súng mới nhất bao gồm nhiều loại súng trường, súng tầm xa, súng máy, súng tiểu liên, súng shotguns, súng ngắm và súng lục- Bạn có thể nâng cấp để bắn súng mạnh hơn- Hệ thống skin súng phong cách giúp tăng sức mạnh và tốc bắn khi chiến đấu4. Free Fire MAX - Nhập vai nhiều nhân vật và thú cưng (pet) với kỹ năng độc đáo- Hãy nhập vai vào nhân vật yêu thích với nhiều kỹ năng độc đáo và hoàn toàn miễn phí để chiến đấu lại quân địch- Game sẽ vui hơn khi có thú cưng đồng hành, sắm ngay thú cưng (pet) để cùng liên quân chiến đấu trong Free Fire nhé- Thời trang trong Free Fire cũng vô cùng phong phú, bạn có thể nhận miễn phí nhiều trang phục cho nhân vật hay bạn có thể thỏa sức phối đồ để tạo hình thật chất.5.Free Fire MAX - Trải nghiệm tốt hơn , hình ảnh sắc nét hơn, cùng công nghệ Fire Link- Với đồ họa HD, hiệu ứng đặc biệt nâng cao và lối chơi mượt mà hơn, Free Fire MAX mang đến trải nghiệm sinh tồn chân thực và đắm chìm cho tất cả người hâm mộ Battle Royale.- Với công nghệ Firelink, bạn có thể đăng nhập tài khoản Free Fire hiện tại của mình để chơi Free Fire MAX mà không gặp bất kỳ rắc rối nào. Tiến trình và các vật phẩm của bạn được duy trì trên cả hai ứng dụng trong thời gian thực. Bạn có thể chơi tất cả các chế độ trò chơi với cả người chơi Free Fire và Free Fire MAX cùng nhau, bất kể họ sử dụng ứng dụng nào.[LIÊN HỆ] Chăm sóc khách hàng: https://hotro.ff.garena.vn/Điêu khoản (EULA): https://www.apple.com/legal/internet-services/itunes/dev/stdeula/FREE FIRE, BATTLE IN STYLE!Đừng chần chờ gì nữa, hãy rủ ngay bạn bè để cùng liên quân sinh tồn trong tựa game bắn súng online cực vui và hay – Free Fire.\n",
  "new": "\n\n\n31 thg 10, 2023\nPhiên bản 2.102.1\n\n\n\n\n[Quân Đoàn 2.0] Xông pha cùng thành viên quân đoàn để tăng cấp cho quân đoàn và nhận phần thưởng hấp dẫn![Quân Đoàn Chiến] Thể hiện kỹ năng và phối hợp đồng đội khi tranh tài cũng những quân đoàn khác.[Chế Độ Sinh Tồn] Thêm phương thức nhận Xu FF. Ra mắt thêm vật phẩm hỗ trợ chiến đấu.[Đảo Quân Sự Tuyết] Ngoài tuyết rơi, mặt nước trên đảo cũng đã đóng băng, hứa hẹn những trải nghiệm chiến đấu khác biệt.[Nhân Vật Mới - Ignis] Kỹ năng tạo một màn chắn lửa giúp che tầm nhìn và thiêu đốt kẻ địch\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,3 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bengali, Tiếng Burma, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Urdu, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/supreme-duelist-stickman/id1477336151?l=vi",
  "nameAndAge": "\n          Supreme Duelist Stickman\n 12+\n",
  "company": "\n\n            Neron's Brother SARL\n          \n",
  "ranking": "\n\n\n                      #24 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,2 • 11,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSupreme Duelist Stickman is a funny and crazy Stickman mobile game- With Simple control -A lot of map-Play and unlock new skin -1 player, 2 player and survival mode-Realistic stickman -2d physic stick fight battleYou can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and funThis is an addictive game!!!give me your feedback\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 1.4.7\n\n\n\n\nNew Mini-Gamebug fixed(cards)new social buttons\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "139,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/girls-parkour-789/id6464329458?l=vi",
  "nameAndAge": "\n          Girls Parkour 789\n 4+\n",
  "company": "\n\n            Pham Nhan Thi\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,9 • 120 đánh giá\n\n\n\n",
  "ratingAndReviews": "3,9 • 120 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSet on a fun-filled run racing adventure to challenge your survival reflexes with this exciting game. Filled with lots of exciting gameplay elements, this game is designed to get the adrenaline pumping through your bloodstream.Take your running game to the next level as you race against the crowd in this clash to earn first place!Every level has a new unique experience. Run and run never stop running! and never give a chance to win to your enemy because you are in game of games.\n",
  "new": "\n\n\n5 thg 10, 2023\nPhiên bản 2.1\n\n\n\n\n- fix bugs- improve game performance\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "434,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hi%E1%BB%87p-kh%C3%A1ch-chi-ca/id6448333104?l=vi",
  "nameAndAge": "\n          Hiệp Khách Chi Ca\n 12+\n",
  "company": "\n\n            VGP Company\n          \n",
  "ranking": "\n\n\n                      #1 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,8 • 5,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHiệp Khách Chi Ca là tựa game nhập vai 3D (MMORPG 3D) với lối chơi nhập vai Kiếm Hiệp quen thuộc. Sở hữu cho mình những tính năng và hoạt động PVP vô cùng đặc sắc, Hiệp Khách Chi Ca hứa hẹn sẽ là tựa game nhập vai bùng nổ năm 2023 và đem đến cho các Đại Hiệp một trải nghiệm giang hồ ĐẸP - ĐỘC - DỊ chưa từng có. Cuộc hội ngộ trong giang hồ rộng lớn này chính là duyên phận, có thể trở thành bằng hữu cùng kề vai sát  sánh bên nhau bảo vệ giang hồ hay trở thành kẻ thù không đội trời chung cũng chính là duyên phận. Đại Hiệp đã sẵn cùng nhau khám phá giang hồ này chưa !*Đặc Sắc Game*1. Đồ Họa Mới MẻGame sở hữu phong cách đồ họa Chibi mới lạ, dễ thương nhưng cũng không kém phần bắt mắt. Ngoài những đặc sắc về tạo hình nhân vật game còn sỡ hữu kho thời trang, ảo hóa tọa kỵ, thần dực vô cùng phong phú, tha hồ cho các Đại Hiệp thể hiện phong cách của riêng mình2. PvP Đỉnh Cao - Quốc Chiến Liên Server - Liên Quốc GiaHệ thống PvP của game cực kì chất lượng với hầu hết các tính năng PvP đều là hoạt động Liên Server. Võ Đài Đỉnh Phong, BOSS Hoàng Kim, Thiên Cung Tranh Bá,... đều là những chiến trường cực bùng nổ, các Đại Hiệp tha hồ PK đã tay.Một điểm đặc sắc nhất không thể bỏ qua của Hiệp Khách Chi Ca chính là hệ Thống Quốc Chiến Liên Quốc Gia, đây hứa hẹn sẽ là 1 trải nghiệm PK cực đỉnh mà không game nào trên thị trường có thể sánh bằng.3. Giao Dịch Tự Do - Game Dân Cày Đích ThựcGame có hệ thống giao dịch vô cùng độc đáo. Người chơi không chỉ có thể mua đồ tại shop mà còn có thể tự do cày KNB bằng cách bán ra các vật phẩm giá trị của mình, giao dịch tự do với nhau qua hệ thống đấu giá thế giới.4. Chuyển Chức Đột Phá Sức MạnhGame có hệ thống chuyển chức lên đến 10 chức nghiệp. Người chơi tha hồ khám phá, lựa chọn những cách thức xây dựng sức mạnh cho nhân vật của mình mà không sợ giống bất cứ ai.5. Thế Giới Tình Duyên Chân ThựcHệ thống tình duyên của Hiệp Khách Chi Ca cũng hứa hẹn sẽ là nơi giúp các Đại Hiệp thoát kiếp FA, tìm được người sẽ cùng mình sánh bước kề vai ngao du giang hồ lãng mạn này. Hiệp Khách Chi Ca - Điệp Khúc Mộng Giang Hồ. Khúc hát sẽ còn vang mãi!!!\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 1.1.0\n\n\n\n\nUPDATE MỚI- Update thêm thời trang cực phẩm- Tối ưu hóa hệ thống, chơi mượt hơn- Thêm sự kiện mới, thêm ưu đãi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bully-anniversary-edition/id1148321705?l=vi",
  "nameAndAge": "\n          Bully: Anniversary Edition\n 12+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #13 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,6 • 77 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n***PLEASE NOTE: This game is officially supported on the following devices only: iPhone 5, 5s, 5c, 6, 6s, 6 Plus, SE, 7, 7 Plus, iPod Touch 6th Gen, iPad Mini 2, 3 & 4, iPad 4th Gen, iPad Air 1 & 2, and iPad Pro.***The Rockstar Games tradition of groundbreaking, original gameplay and humorous tongue-in-cheek storytelling invades the schoolyard in Bully: Anniversary Edition. As mischievous 15-year-old Jimmy Hopkins you’ll navigate the social hierarchy of the corrupt and crumbling prep school, Bullworth Academy. Stand up to bullies, get picked on by teachers, beat the jocks at dodge ball, play pranks, win or lose the girl and survive a year in the worst school around.Bully: Anniversary Edition includes everything from the critically acclaimed Bully: Scholarship Edition plus support for high-resolution displays, enhanced graphics, improved lighting and textures, and controls redesigned for touch gameplay, all while adding multiplayer with new Friend Challenges.Friend Challenges are head-to-head classroom and arcade style mini-games: see who can dissect the frog fastest in Biology, solve word problems in English, help a flying squirrel destroy his enemies with acorns in Nut Shots, and much more.Features :• Includes the complete Bully story with extra missions, characters, classroom mini-games, and unlockable items from Bully: Scholarship Edition• Gorgeous graphics: high resolution textures, dynamic lighting, shadows and particle effects• Native support for high resolution displays• Challenge your friends anywhere with turn based multiplayer Friend Challenges. Play on the go and get notified when it’s your turn• Intelligent touch controls with contextual buttons only when you need them• Seamlessly continue your game across all your devices with cloud saves via the Rockstar Games Social Club • Physical controller support• Taptic Engine Feedback for all buttons on iPhone 7 class devices • Capture your gameplay with Replay Kit support on iPhone 6S and greater class devicesMobile version developed in conjunction with War Drum Studios.Morerockstargames.comSeeyoutube.com/rockstargamesFollowfacebook.com/rockstargamestwitter.com/rockstargamesRockstar Games New York, NY 10012 © 2005-2016 Rockstar Games, Inc. Rockstar Games, Bully, and the Rockstar Games R* marks and logos are trademarks and/or registered trademarks of Take-Two Interactive Software, Inc. in the U.S.A. and/or foreign countries. All Rights Reserved. Use of software subject to license at rockstargames.com/eula; online account terms at www.rockstargames.com/socialclub. Violation of EULA, Code of Conduct, or other policies may result in restriction or termination of access to game or online account. For customer& technical support visit www.rockstargames.com/support.This videogame is fictional; doesn’t depict any actual event/person/entity; & any similarities are coincidental.  Take Two doesn’t endorse or encourage engaging in any conduct depicted in game. Unauthorized copying, reverse engineering, transmission, public performance, rental, pay for play, or circumvention of copy protection is strictly prohibited.\n",
  "new": "\n\n\n21 thg 2, 2019\nPhiên bản 1.1\n\n\n\n\nFull screen support on iPhone X / XS and iPad Pro.General bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-c%E1%BB%A7a-t%C3%B4i/id657500465?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Của Tôi\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #5 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,4 • 264,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nĐây là Tom Biết Nói, một chú mèo cưng ảo rất thích trò chuyện.Tom Biết Nói Của Tôi (My Talking Tom) là trò chơi mà sẽ biến mỗi ngày thành một cuộc phiêu lưu thú vị.Người chơi nhận nuôi thú cưng ảo này, giúp Tom luôn vui vẻ và giúp Tom khám phá thế giới của mình.- Tom Biết Nói là chú mèo thực sự biết nói chuyện- Thu thập các vật phẩm thời trang và nội thất- Mini game củng cố thêm nhiều hành động, chuyến phiêu lưu và niềm vui- Những địa điểm du lịch đang chờ đợi được khám phá- Album ảnh với biết bao kỉ niệm- Và hơn thế nữaTừ Outfit7, công ty sáng tạo ra My Talking Tom 2, My Talking Tom Friends, My Talking Angela 2 và My Talking Angela.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Gói đăng ký tự động gia hạn trừ khi chúng bị hủy ít nhất 24 giờ trước khi kết thúc thời gian gói đăng ký. Bạn có thể quản lý và hủy gói đăng ký của mình thông qua mục Cài đặt trong tài khoản App Store của mình;- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi;- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Xin lưu ý rằng chúng tôi không xử lý tất cả dữ liệu được tiết lộ trên nhãn dành cho người dùng dưới độ tuổi được đồng thuận kỹ thuật số. Để biết thêm thông tin, vui lòng kiểm tra Chính sách quyền riêng tư của chúng tôi.Điều khoản sử dụng: https://talkingtomandfriends.com/eula/en/Chính sách quyền riêng tư EEA: https://talkingtomandfriends.com/eea/en/Chính sách quyền riêng tư Hoa Kỳ: https://talkingtomandfriends.com/privacy/en/Chính sách quyền riêng tư Brazil: https://talkingtomandfriends.com/privacy-brazil/en/Chính sách quyền riêng tư tại các quốc gia khác: https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 7.8.1\n\n\n\n\nSửa lỗi và cải tiến nhỏ trong lối chơi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "440,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/soul-chronicle/id1670293383?l=vi",
  "nameAndAge": "\n          Soul Chronicle\n 9+\n",
  "company": "\n\n            Leniu Games\n          \n",
  "ranking": "\n\n\n                      #16 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,9 • 43 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDarkness is quietly coming, ancient demons have reappeared in the world, and the world is about to fall into chaos...In Soul Chronicle, you will be a special guy that makes a contract with the ancient guardian spirits. Fight together with your spirits, and save the world. Let's do it right now, and begin your adventure.Features【Unbelievable graphic】The next-gen 3D tech creates a great world. You will be surprised by the beautiful view and the elegant clothes.All areas has their own style. Four seasons and Lighting and weather all change naturally over time, Bringing every detail of this fantastic world to life.【Most freely adventure】In game, you can overlook at 360 degrees when ride different mounts in the sky, sea and land.  You may see someone special on the seashore, and found a hidden secret when you climb the hill. Much easier life skills, trigger special events with your friends. What you imagined, is all here.【Custome yourself】The high-degree freedom of appearance customization system can give full play to your imagination.Don't worry about you will see another \"you\".【Everyone is enemy 】Here, the chance of gear dropped is the same for every player. Build a team with your friends. Let's go to slay the BOSS, you must don't want to miss the rare item. 【Cross server Battle】Get to meet some people that won't betray you and team up with them.  Conquer this magical world, conquer the other servers. Make everyone surrender to you, Be the empire of the world. In the game of cross-server, you win or you die.For more info and rewards, please check out our  official channels：Facebook：https://www.facebook.com/SoulChronicle.Asia Discord：https://discord.gg/U6wg58bxMj\n",
  "new": "\n\n\n19 thg 5, 2023\nPhiên bản 1.1\n\n\n\n\n1. Add high-level equipment and fashion, and optimize the visual effect of some fashion.2. Add rich activity rewards.3. Optimize game performance, improve game experience and fix known bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "905,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/arcadia-arcade-watch-games/id1479608271?l=vi",
  "nameAndAge": "\n          Arcadia - Arcade Watch Games\n 4+\n",
  "company": "\n\n            Raffaele D'Amato\n          \n",
  "ranking": "\n\n\n                      #5 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nArcadia is a collection of 22 arcade games for Apple Watch, iPhone, iPad and Apple TV.List of currently available games:• FastRunAvoid traffic and reach your destination• RainBowlingHit all the pins and get a strike! But beware, you will encounter unexpected obstacles and an explosive ending!• Yarr!Destroy all the enemy ships. YOU ARE A PIRATE! YARR!• BrickoMatch colored bricks horizontally, vertically or diagonally in order to remove them and score points• Fruity SnakeCollect as many fruits as you can• CandyBallA \"delicious\" pinball. Use the flippers to hit the ball• MineHoundMines are hidden in a grid of cells. The number tells you how many mines touch the cell. Open all the safe cells• Bubble ManiaClear as many bubbles as you can without any bubble crossing the bottom line• BadaBoomPrevent bombs from falling on the floor by collecting them• Ho Ho Hop!Help Santa eat cookies and avoid all obstacles• The ClawGrab as many treasures as possible with the claw• Galaxy InvadersDestroy all enemy spaceships• Indiana GPChallenge your rivals in this crazy race• BrickOutDestroy all the bricks with the ball• Treasure MapRecompose the map to reach the treasure• ReplayPress the coloured pads in the correct order• BounceLike Pong but in Circle. Keep the ball in stage• Sewer RatAvoid obstacles while swimming in the sewer• PongPongBeat your opponent in ping-pong• SlimenatorDefend your position and destroy as many slimes as you can• Crazy BalloonCollect gems and avoid obstacles• Tap-A-MoleWhack a mole. Whack it!Features:- No ads.- No In-App purchases.- No user tracking.- Daily, Weekly and All Time leaderboards.*- iCloud storage.- Compatible with all Apple Watch models.- Color-blind mode.- Up to 120 fps on  ProMotion devices.Credits:[Music] 8-bit Loops by Snabisch[Music] Wellerman by Zumi DaxuyaLet us know if you have any suggestions or ideas for next games!* Leaderboards require a Game Center account.\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 1.18.12\n\n\n\n\n• New winter-themed icon• Added snow to the main menu• Added Christmas-themed song to the main menuHappy holidays!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "36,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sun-pazari-death-lake/id6470254933?l=vi",
  "nameAndAge": "\n          Sun Pazari - Death Lake\n 4+\n",
  "company": "\n\n            OMZ TECHNOLOGY SOLUTIONS JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n\n\n\n\n2,4 • 1,9 N đánh giá\n\n\n\n",
  "ratingAndReviews": "2,4 • 1,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSun Pazari - Death Lake. Inspired by fishing, you now have to control your boat to try to catch as many fish as possible and avoid sharks that can destroy your boat.How to play: Use joystick to control the boat, then use an Attack button to throw the net to catch fish. Bring fishes that you have catched to the Port if you get maximun capacity of your boat.What do we offer?- Free download- No advertisement- Cool art- Addictive gameplay- Funny sound\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "32,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/human-fall-flat/id1438091392?l=vi",
  "nameAndAge": "\n          Human: Fall Flat\n 4+\n",
  "company": "\n\n            505 Games (US), Inc.\n          \n",
  "ranking": "\n\n\n                      #13 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "3,3 • 42 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHuman Fall Flat is a hilarious, light-hearted physics platformer set in floating dreamscapes that can be played solo or with up to 4 players. Free new levels keep its vibrant community rewarded. Each dream level provides a new environment to navigate, from mansions, castles and Aztec adventures to snowy mountains, eerie nightscapes and industrial locations. Multiple routes through each level, and perfectly playful puzzles ensure exploration and ingenuity are rewarded.MORE HUMANS, MORE MAYHEM - Need a hand getting that boulder on to a catapult, or need someone to break that wall? Online multiplayer for up to 4 players transforms the way Human Fall Flat is played.MIND BENDING PUZZLES - Explore open-ended levels full of challenging puzzles and hilarious distractions. Try new paths and discover all the secrets!A BLANK CANVAS - Your Human is yours to customize. With outfits from builder to chef, skydiver, miner, astronaut and ninja. Choose your head, upper and lower body and get creative with the colors!FREE GREAT CONTENT - Since launch more than four brand new levels have launched free of charge with even more on the horizon. What could the next dreamscape have in store?A VIBRANT COMMUNITY - Streamers and YouTubers flock to Human Fall Flat for its unique, hilarious gameplay. Fans have watched these videos more than 3 Billion times!\n",
  "new": "\n\n\n30 thg 10, 2023\nPhiên bản 1.92\n\n\n\n\nHuman, test your mettle in two new FREE levels, Copper World and Miniature!Copper World arrives in Human Fall Flat! Welcome to an industrialized zone where gigantic wheels, electric circuits and massive coal engines unlock unthinkable paths. Grab your friends and maximize the fun and mayhem in this comical Copper World quest! In the latest level, Miniature, Human has shrunk! Navigate a tranquil garden where puzzles are gigantic, and the challenges are even bigger. Clamber on a titanic toy firetruck, drive a model car to the max, operate a menacingly massive vacuum cleaner and blow up the biggest balloon you've ever seen!Play solo or call your friends in co-op; with up to three pals by your side, maximize the silliness of this outsized adventure.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "2,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gorogoa/id1269225754?l=vi",
  "nameAndAge": "\n          Gorogoa\n 4+\n",
  "company": "\n\n            Annapurna Interactive\n          \n",
  "ranking": "\n\n\n                      #5 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,9 • 30 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"An exquisite point-and-click game.\" - The Washington Post\"...one of the most engaging puzzle games in recent memory.\" - GameSpot\"...one of the best puzzle games to ever grace my iPad.\" - Destructoid\"....a virtually flawless iOS experience.\" - AppAdviceGorogoa is an elegant evolution of the puzzle genre, told through a beautifully hand-drawn story designed and illustrated by Jason Roberts. UNIQUELY IMAGINATIVE PUZZLESThe gameplay of Gorogoa is wholly original, comprised of lavishly illustrated panels that players arrange and combine in imaginative ways to solve puzzles. Impeccably simple, yet satisfyingly complex.GORGEOUSLY HAND-DRAWN GAMEPLAYJason Roberts created thousands of meticulously detailed hand-drawn illustrations, encompassing the impressive scope of Gorogoa's personal narrative.A NEW KIND OF STORYTELLINGGorogoa isn't just a game - it's a work of art, expressing itself through soulful, charming illustrations and distinguished puzzle mechanics.\n",
  "new": "\n\n\n23 thg 1, 2019\nPhiên bản 1.1.2\n\n\n\n\nNamed 2018 iPad Game of the Year by the Apple App Store team!Thank you for playing Gorogoa.This version includes performance improvements and bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "630,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/reds-first-flight/id1596736236?l=vi",
  "nameAndAge": "\n          Red's First Flight\n 4+\n",
  "company": "\n\n            Rovio Entertainment Oyj\n          \n",
  "ranking": "\n\n\n                      #17 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 80 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRebuilt from the ground up, Red's First Flight is a faithful re-make of the original Angry Birds game that took the world by storm!The survival of the Angry Birds is at stake. Dish out revenge on the greedy pigs who stole their eggs. Use the unique powers of each bird to destroy the pigs' defenses. Angry Birds features challenging physics-based gameplay and hours of replay value. Each level requires logic, skill and force to solve!– Enjoy fun and satisfying slingshot gameplay!– Play all 8 original Angry Birds episodes from 2012 – over 390 levels!– 3-star all the levels and hunt for the Golden Eggs!– All the original classic characters just as you remember them!– Call in the Mighty Eagle to destroy those hard-to-beat levels!– No IAPs!– No intrusive pop-up ads interrupting gameplay!Relive your first smartphone gaming experience with THE mobile game of mobile games.We may update the game periodically, for example, to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.--------Terms of Use: http://www.rovio.com/eulaPrivacy Policy: http://www.rovio.com/privacy\n",
  "new": "\n\n\n19 thg 6, 2023\nPhiên bản 1.3.1\n\n\n\n\n- Changed sign in button's text with its translations- Minor improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "240,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-chi%E1%BA%BFn-c%C3%A2y-%C4%91%E1%BA%ADu/id6450688677?l=vi",
  "nameAndAge": "\n          Đại Chiến Cây Đậu\n 9+\n",
  "company": "\n\n            HONGKONG YUEYOO TECHNOLOGY CO., LIMITED\n          \n",
  "ranking": "\n\n\n\n\n\n\n4,7 • 196 đánh giá\n\n\n\n",
  "ratingAndReviews": "4,7 • 196 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Đại Chiến Cây Đậu\" thuộc thể loại game casual phiên bản dễ thương kết hợp lối chơi ghép, tháp phòng và RougeMột ngày nọ, đám Zombie xâm lược phá hỏng cuộc sống an yên, hãy triệu hồi các loài cây, thiết lập trận hình phòng thủ của bạn, bảo vệ khu vườn và đánh lui Zombie xâm lược![Lối chơi ghép kinh điển]Giao diện màn hình dọc dễ dàng thao tác bằng một tay, lối chơi ghép kinh điển đơn giản dễ hiểu nhưng không kém phần vui nhộn, cho bạn thỏa sức tận hưởng khoảnh khắc chơi game mọi lúc![Chiến đấu tháp phòng chiến thuật]Sắp xếp vị trí cho các loại Cây của bạn, chống lại các đợt tấn công từ Zombie, lợi dụng kỹ năng, chiến thuật và đặc tính khác nhau của mỗi loại cây, và giành chiến thắng![Rouge giải trí nhẹ nhàng]Trải nghiệm game yếu tố Roguelike, mỗi lượt đánh lui đám Zombie hoặc ghép Xu Vàng, đều xuất hiện ngẫu nhiên nhiều lựa chọn phần thưởng như tăng số bước, tăng cấp Cây, nhận được đặc tính, tăng Công Tốc..., tràn đầy tính chiến thuật và bất ngờ![Vô vàn bản đồ mở khóa Cây cối đặc sắc]Hàng chục loại bản đồ, mỗi bản đồ đều có những loại cây riêng như Tường Hạnh Nhân, Bom Anh Đào, Nấm Đóng Băng, Đại Pháo Lá Cây...đánh tan đám Zombie để mở khóa loại cây mới![Tự do xây dựng trận hình mạnh mẽ]Game cung cấp đến 40 loại cây, mỗi loại sở hữu thuộc tính và 10 năng lực khác nhau như đóng băng, thiêu, giảm tốc, trúng độc, xuyên thấu, choáng, trảm sát, đánh lui, tăng Lực Công, tăng Công Tốc..., tự do tổ hợp và bồi dưỡng cho cây, xây dựng trận hình của riêng mình, ứng phó các cuộc tập kích của Zombie!Game kết hợp giữ các yếu tố ghép, tháp phòng và Roguelike, đem tới lối chơi casual hấp dẫn, để bạn dần phát triển ra đội quân cây hùng mạnh, bảo vệ an ninh cho khu vườn của mình!\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.0.4\n\n\n\n\n[Hero mới]1. Vịt Dứa: Hero mới với T.Tính Nước Sử Thi, sở hữu khả năng đánh lui và khống chế khá mạnh2. Công Chúa Dưa Bở: Hero mới với T.Tính Ám Truyền Thuyết, có thể triệu hồi Dơi Dưa Mật tấn công địch, đồng thời sở hữu khả năng cận chiến và tầm xa phạm vi lớn3. Măng Cụt Ác Mộng: Hero mới với T.Tính Độc Truyền Thuyết, khi tấn công sở hữu khả năng kết liễu địch hấp hối cực mạnh, tiêu diệt càng nhiều địch thì bản thân càng hùng mạnh[Lối chơi mới]Dây Leo Ma: Mỗi ải chỉ có 1 lượt, vượt qua điều kiện càng hà khắc thì thưởng nhận được càng nhiều[Tính năng mới]1. Thêm tính năng chọn lọc trong giao diện Hero, có thể nhanh chóng tìm ra Hero mà mình muốn2. Thêm Quỹ Chương, hoàn thành càng nhiều ải chính, nhận càng nhiều phần thưởng3. Khiêu chiến ải mỗi ngày thêm tính năng thay phiên, đồng thời bổ xung thêm trận hình đề xuất [Tối ưu]1. Tối ưu giao diện câu cá, thao tác giờ đã dễ dàng hơn2. Sửa lỗi hiệu ứng âm thanh của Sparta Trúc\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "623,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/wheres-my-water/id449735650?l=vi",
  "nameAndAge": "\n          Where's My Water‪?‬\n 4+\n",
  "company": "\n\n            Disney\n          \n",
  "ranking": "\n\n\n                      #2 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,4 • 25 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGet the GAME OF THE YEAR award-winning puzzler!Help Swampy by guiding water to his broken shower. Each level is a challenging physics-based puzzle with amazing life-like mechanics. Cut through dirt to guide fresh water, dirty water, toxic water, steam, and ooze through increasingly challenging scenarios! Every drop counts!• Original Stories & Characters – Play through 4 unique stories featuring Swampy, Allie, Cranky and Mystery Duck. That’s over 500 amazing puzzles!• Innovative Mechanic – See water in various forms and use your creativity to solve the puzzles – totally stimulating! • Collectibles, Challenges, and Bonus Levels – Collect special items uniquely designed for each character and complete cool challenges to unlock bonus levels! “Tri-Duck” each level for ultimate bragging rights!• Synchronization – Share your hard earned progress across multiple iOS 5 devices!SWAMPY’S STORY Swampy the Alligator lives in the sewers under the city. He’s a little different from the other alligators – he’s curious, friendly, and loves taking a nice long shower after a hard day at work. But there’s trouble with the pipes and Swampy needs your help getting water to his shower! ALLIE’S STORYAllie is the sewer's most creative alligator. Her quirky spirit and artistic talents made her a star. Now, the gators have crafted a one-of-a-kind steam-powered musical instrument, and can't wait to hear her play it! Help Allie get the steam she needs and enjoy her take on classic Disney tunes.CRANKY’S STORY Cranky, a real gator’s gator, has a big appetite and will eat anything, from tires to old fish bones. But he refuses to eat his greens! Use the dirty purple water to clear the algae on Cranky’s plate so he can gobble up his “food”. MYSTERY DUCK Catch this fancy teleporting Mystery Duck in this special chapter and hint hint - timing is everything! Find all kinds of surprises including the biggest duck ever, MegaDuck and cute little Ducklings! Some stories may require a small additional price but try the FREE levels today!Before you download this app, please consider that this app includes advertising, some of which may be targeted to your interests. You may choose to control targeted advertising within our applications by using your mobile device settings (for example, by re-setting your device’s advertising identifier and/or opting out of interest based ads). • In-app purchases that cost real money• The option to accept push notifications to let you know when we have exciting updates like new content• Location-based services• Advertising for some third parties, including the option to watch ads for rewards• As well as advertising for The Walt Disney Family of CompaniesPrivacy Policy - https://privacy.thewaltdisneycompany.com/Terms of Use - https://disneytermsofuse.com/Your California Privacy Rights - https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/Do Not Sell My Info - https://privacy.thewaltdisneycompany.com/en/dnsmi/Children’s Online Privacy Policy - https://privacy.thewaltdisneycompany.com/en/for-parents/childrens-online-privacy-policy/\n",
  "new": "\n\n\n6 thg 7, 2023\nPhiên bản 1.18.9\n\n\n\n\nMinor bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "99,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/food-factory-idle-fever/id6468988093?l=vi",
  "nameAndAge": "\n          Food Factory: Idle Fever\n 4+\n",
  "company": "\n\n            丽颖 张\n          \n",
  "ranking": "\n\n\n                      #6 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "1,0 • 1 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to Food Factory, a fast-paced and management game that puts you in charge of your very own food production empire! Embark on an exciting culinary adventure as you build, manage, and expand your factory.Here, you can run and manage a food factory and become an Industry Giant and tycoon.You should upgrade machines and hire employees to work on the production line, try your best to increase the efficiency and benefit to earn as much revenue as you can.Come to satisfy the hungry customers and become the ultimate food tycoon!Features:- Free to play, play it anywhere anytime- Easy to operate, tap the areas to upgrade- Take good advantage of your benefit to manage the production lineIf you like management and simulation games, Food Factory is for you! It's an easy-to-play game where strategic decisions have to be taken to grow your factory with profitable results.\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.1.0\n\n\n\n\nfix bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "214,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gemstone-tetra/id6464373310?l=vi",
  "nameAndAge": "\n          Gemstone Tetra\n 4+\n",
  "company": "\n\n            Word Puzzle & Fun Games For Free\n          \n",
  "ranking": "\n\n\n                      #8 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,4 • 1,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFeatures:- Stunning Visuals:Immerse yourself in a world of sparkling gems and mesmerizing backgrounds.Enjoy high-quality graphics, animations, and effects designed for a truly captivating gaming experience.- Addictive Gameplay:Classic Tetra-style gameplay with a gemstone twist! Rotate, move, and drop gems to create lines and clear the board.Use powerful boosters and special abilities to help you complete levels and achieve high scores.- Competitive Leaderboards:Compete with players from around the world on global leaderboards.Earn achievements and unlock new gemstones as you progress through the game.How to Play:1.Rotate, move, and drop gemstones to create horizontal lines.2.Clear lines to score points and make room for new gemstones.3.Use power-ups and special abilities to help you complete levels and achieve high scores.4.Keep an eye on the timer and don't let the gemstones reach the top of the screen!Contact us: business@beyondcloudmobile.ltd\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.2.0\n\n\n\n\n1. Bug fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "140,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/falcon-tr%C3%B2-ch%C6%A1i-b%E1%BA%AFn-m%C3%A1y-bay/id1337514468?l=vi",
  "nameAndAge": "\n          Falcon - Trò chơi bắn máy bay\n 12+\n",
  "company": "\n\n            ONESOFT GLOBAL PTE. LTD.\n          \n",
  "ranking": "\n\n\n                      #23 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 11,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame chiến đấu KHÔNG dành cho trẻ em và những người nhát gan!Trong tương lai không xa, loài người đã làm chủ toàn bộ hành tinh trong hệ mặt trời và đồng thời trở thành giống loài mạnh nhất vũ trụ. Nhận thấy hiểm họa tiềm tàng trong việc đó, các chủng tộc khác đã tập hợp lực lượng vũ trang lại, chuẩn bị cho âm mưu thôn tính loài người.Cuộc tấn công rất bất ngờ, khiến cho loài người thất thủ, đánh mất rất nhiều thuộc địa. Bạn trong vai một người anh hùng ẩn dật, nay trở lại điều khiển chiếc chiến cơ của mình tham gia vào cuộc chiến chống lại thế lực ngoài hành tinh tàn ác.Tính năng- Điều khiển cực dễ đến mức không cần hướng dẫn- Kẻ thù mạnh mẽ và đa dạng- Những trận đánh Boss kịch tính, nghẹt thở- Nâng cấp sức mạnh của bạn bằng nhiều cách khác nhau- Đồ họa pixel tuyệt đẹp- Trải nghiệm chiến đấu không gian chân thậtFanpage: https://www.facebook.com/spacewargameHãy tham gia ngay vào Falcon Squad - Protectors Of The Galaxy !*** Term of Use: https://sites.google.com/view/onesoft/terms-and-condition*** Privacy policy:https://sites.google.com/view/onesoftgames/\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 98.2\n\n\n\n\nĐừng bỏ lỡ các tính năng mới. Cập nhật bây giờ!- Sự kiện DarkNemesis- Chiến cơ mới- Chiến cơ phụ mới- Cánh mới- Màn chơi mới - Sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "228,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hitman-blood-money-reprisal/id1631331207?l=vi",
  "nameAndAge": "\n          Hitman: Blood Money — Reprisal\n 17+\n",
  "company": "\n\n            Feral Interactive Ltd\n          \n",
  "ranking": "\n\n\n                      #8 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,8 • 5 đánh giá",
  "price": "349.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nYou are Agent 47 — a trained killer caught in the crosshairs of a rival agency, “The Franchise”.Embark on a daring mission to take out a shadowy conspiracy’s lethal architects, and employ every tool at your disposal to get the job done while keeping a low profile. Infiltrate, execute, and escape undetected.Featuring gameplay improvements inspired by later games in the series, Reprisal is an artful redesign of a stealth-action classic — complete with a fully customisable touchscreen interface and full gamepad support.EXECUTION IS EVERYTHINGBecome a master of disguise, ingenuity and improvisation. With multiple ways to approach each objective, Reprisal’s sandbox missions encourage experimentation, creativity, and repeat playthroughs.THE ULTIMATE PROFESSIONALHit hard with an arsenal of upgradable weapons. Perform silent, witness-free kills, or manipulate the environment to engineer tragic “accidents”. The cleaner the hit, the better the payoff. INTRODUCING INSTINCT MODEThe devil is in the details. Inspired by later HITMAN games, Instinct Mode highlights targets, guards and mission-critical points of interest for stealthy kills and quick getaways — the hallmarks of a professional assassin.ONE STEP AHEADAn all-new Minimap offers situational awareness in real-time, while added alerts warn players when 47 is trespassing or arousing suspicion.COMPLETE CONTROLTailor the touchscreen controls, connect a gamepad, or utilise full keyboard and mouse support. Whatever your playstyle, complete control is always at your fingertips.We recommend playing Hitman: Blood Money — Reprisal on iOS 16 or later. You need 3.9GB of free space on your device, though we recommend at least double this to avoid initial installation issues.Supported iPhones: • iPhone 8 Plus and later • iPhone SE 2 (2020) and laterSupported iPads: • iPad mini 5 (2019) and later • iPad Air 3 (2019) and later • iPad 7 (2019) and later • iPad Pro 1st gen (2015), 12.9\" model only • iPad Pro 2nd gen (2017) and later• If you require assistance, please contact our support team at support@feralinteractive.comHitman: Blood Money © 2000-2023 IO Interactive A/S. IO Interactive, IOI, HITMAN are registered trademarks of IO Interactive A/S. Developed for and published on iOS by Feral Interactive. iOS and the iOS logo are trademarks of Apple Inc., registered in the U.S. and other countries. Feral and the Feral logo are trademarks of Feral Interactive Ltd. All other trademarks, logos and copyrights are property of their respective owners. All rights reserved.\n",
  "new": "\n\n\n23 thg 11, 2023\nPhiên bản 1.0.1\n\n\n\n\n• Fixes a number of minor issues\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 16.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 16.0 trở lên.\n                \n\n",
  "size": "3,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monument-valley/id728293409?l=vi",
  "nameAndAge": "\n          Monument Valley\n 4+\n",
  "company": "\n\n            ustwo games\n          \n",
  "ranking": "\n\n\n                      #11 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,9 • 109 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\n** Apple Game of the Year 2014 **** Winner of Apple Design Award 2014 **In Monument Valley you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.Monument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.Ida's Dream now available.Forgotten Shores: Eight new chapters of adventure and illusion available now as a separate purchase.Buy or download Monument Valley now and you’ll also get our fully animated iMessage sticker pack, including 5 stickers exclusive to players! Only available on iOS10 and above.=======\"This might be the most beautiful iPad game of 2014\"  - Wired\"Brilliant design... stayed with me like a dream I didn't want to forget\"  9/10 - Polygon\"The most sublime hour my iPad has ever given me... and the value of such a thing is incalculable\" - Kotaku\"Monument Valley stuns with its serenity... each screen is a work of art\" - Huffington Post\"Almost impossibly gorgeous... a feast for your senses\" 5/5 - Touch Arcade=======BEAUTIFULInspired by minimalist 3D design, optical illusions and palaces and temples from around the world, every monument is a unique, hand-crafted world to explore.EASY TO USETwist and drag to reshape the world and help Ida to explore. Designed to be easy for everyone to pick up, enjoy and complete.SOUNDAudio reacts to your manipulation of the world to provide a surreal and beautiful soundscape. Best experienced with headphones.iCloudSynchronize your game across all your devices.** Monument Valley is designed for iPhone 4 and above. It is NOT compatible with iPod Touch 4th Generation.\n",
  "new": "\n\n\n4 thg 11, 2022\nPhiên bản 3.3.202\n\n\n\n\nBug fixes and general improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "316,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/khu-v%C6%B0%E1%BB%9Dn-tr%C3%AAn-m%C3%A2y-sky-garden/id1588009371?l=vi",
  "nameAndAge": "\n          Khu Vườn Trên Mây - Sky Garden\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "3,4 • 1,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n KVTM ZingPlay VNG -  Xây dựng vườn nông trại online.Giữa cuộc sống hiện đại tấp nập, có bao giờ bạn muốn được thử cảm giác được sống chậm lại, trồng cây, thu hoạch và sản xuất nông sản? Muốn được thư giãn và tận hưởng những gì bình dị nhất? Chào mừng bạn đến với nông trại trên mây KVTM ZingPlay!   + KHÁM PHÁ VÔ TẬN Hàng trăm cây và chậu xinh ở Vườn Mây đang chờ bạn khám phá. Bật mí: Mỗi chậu đều có buff hỗ trợ siêu xịn.    + BUÔN CÓ BẠN, BÁN CÓ PHƯỜNG Tham gia trồng cây và buôn bán nông sản cùng bạn bè ở khắp nơi. Cùng nhau tranh tài ở các bảng xếp hạng, so xem vườn ai xinh hơn!  + SỰ KIỆN SIÊU HẤP DẪN Muôn vàn sự kiện hấp dẫn diễn ra quanh năm, luôn đổi mới làm bạn chẳng bao giờ chán được khi đã đặt chân đến vườn mây ZingPlay. Khu vườn trên mây ZingPlay - Thế giới thần tiên ngay trên tay bạn! Với nông trại KVTM ZingPlay, toàn bộ tính năng hoàn toàn miễn phí. \n",
  "new": "\n\n\n21 thg 6, 2023\nPhiên bản 1.36\n\n\n\n\nRa mắt Phiên Chợ Ba Tư.Cân bằng phần thưởng tích luỹ tính năng đơn hàng, khinh khí cầu, nhiệm vụ phù thuỷ.Sửa lỗi hiển thị và tối ưu hiệu năng trên từng thiết bị.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "173,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/call-of-dragons-funtap/id6449674450?l=vi",
  "nameAndAge": "\n          Call of Dragons - Funtap\n 9+\n",
  "company": "\n\n            EazyPlay LTD\n          \n",
  "ranking": "\n\n\n                      #11 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,9 • 12,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCách chơi Thú Cưng bất ngờ được thêm vào! Giờ đây trong Call of Dragons, bạn có thể bắt Thú Cưng của riêng mình. Bản đồ siêu lớn rộng 3,88 triệu km2 trở thành nơi săn bắn của bạn, bắt và thanh tẩy, huấn luyện nuôi dưỡng, dẫn dắt Thú Cưng của bạn xuất chiến nào!【Bắt Thú Cưng】Chiến đấu với Thú Cưng, thu phục chúng dưới quyền chỉ huy, củng cố đội quân kỳ ảo của bạn!【Nuôi dưỡng và chiến đấu với Thú Cưng】Gắn bó với Thú Cưng để tăng Độ Thiện Cảm, nuôi dưỡng Thú Cưng mạnh nhất thông qua cho ăn, huấn luyện, kế thừa..v.v, để chúng trở thành thành viên không thể thiếu trong Quân Đoàn xuất chinh của bạn!【Hệ thống chiến đấu Behemoth hoàn toàn mới】Chiến đấu bên cạnh đồng minh của bạn để đánh bại Behemoth mạnh mẽ, sau đó triệu hồi chúng trong các trận chiến PvP như vũ khí bí mật của bạn!【Tự do chiến đấu】Tận dụng địa hình 3D thực sự để tạo chiến lược của bạn, chỉ huy các Quân Đoàn Bay vượt qua núi và sông, đồng thời thi triển kỹ năng chiến đấu mạnh mẽ để dẫn dắt đồng minh của bạn giành chiến thắng trong cuộc chiến kỳ ảo quy mô lớn!【Một thế giới kỳ ảo nhập vai】Chiêu mộ Tiên Nữ, Orc hùng mạnh, Pháp Sư Băng quyền năng và vô số tướng ma thuật khác. Hành trình đến Cây Đom Đóm thần bí, Tháp Băng Giá đáng sợ và những kỳ quan tuyệt vời khác, đồng thời tận hưởng một thế giới kỳ ảo rộng lớn mà bạn chưa từng thấy trước đây. *****Các tính năng game***** 【Săn và Thuần Hóa Behemoth】Vùng đất Tamaris đã bị xâm chiếm bởi loài Behemoth — những sinh vật cổ đại khổng lồ tựa như Rắn Thằn Lằn, Quái Điểu Sấm Sét và loài Rồng hùng mạnh và hung bạo. Hãy sát cánh bên những đồng minh của bạn để thuần hóa những sinh vật này, rồi huấn luyện chúng trở thành vũ khí bí mật của bạn. Và trong những trận chiến quyết định, bạn hãy triển khai Behemoths để tiêu diệt kẻ địch nhé! 【Chữa Trị Đơn Vị Miễn Phí】Những đơn vị bị thương có thể được tự động chữa trị mà không tiêu hao tài nguyên. Tự do phát động chiến tranh, thách đấu những người chơi khác và chiến đấu theo ý muốn của trái tim bạn! Hãy tận hưởng cảm giác phấn khích tột độ trên chiến trường mà không hề phải lo lắng về quân lương. Hành trình chinh phạt của bạn đã bắt đầu ngay từ giờ phút này! 【Vô Số Sinh Vật Kỳ Diệu】Có rất nhiều chủng tộc kỳ diệu đang sinh sống tại vùng đất Tamaris: Tiên quý tộc, Quái Vật Orc hùng mạnh, Thần Rừng xảo quyệt, Thần Cây minh triết, Đại Bàng Rừng uy vũ và những Thiên Thần đến từ thế giới khác. Mọi chủng tộc kể trên có thể gia nhập lực lượng của bạn và hãy chỉ đạo họ đến với chiến thắng. Đương nhiên rồi, có cả Rắn Thằn Lằn, Gấu Khổng Lồ, Quái Điểu Sấm Sét và rất nhiều những sinh vật đáng sợ khác đang rình rập bạn đó... 【Những Kỹ Năng Tướng Mạnh Mẽ】Giao phó lực lượng của bạn cho những vị tướng hùng mạnh lãnh đạo và huấn luyện họ cách sử dụng những kỹ năng mạnh mẽ, bao gồm năng lực tàng hình, xung kích toàn bộ chiến trường trong một nốt nhạc hoặc tung các đòn tấn công diện rộng hủy diệt cả binh đoàn! Hãy thống trị chiến trường, rồi tấn công vào thời điểm then chốt để lật ngược tình thế của trận chiến và giành chiến thắng! 【Địa Hình 3D & Quân Đoàn Không Chiến】Tận dụng địa hình 3D phong phú và đa dạng để triển khai những trận đột kích, bảo vệ vị trí quan trọng và mở các cuộc không kích để thực thi chiến lược hủy diệt kẻ địch. Triển khai các quân đoàn không chiến trên các hẻm núi, sa mạc, sông và núi để khiến kẻ địch không kịp trở tay! 【Mở Rộng, Khai Thác, Thám Hiểm & Tiêu Diệt】Vương Quốc có trở nên thịnh vượng hay không, tất cả đều do bạn định đoạt. Hãy nâng cấp các tòa nhà và công nghệ, huấn luyện quân đội, thu thập tài nguyên, mở rộng lãnh thổ và chứng minh rằng bạn là vị quân vương xứng đáng để thống trị Tamaris!【Tất Cả Đơn Vị Đều Quan Trọng】Đoàn kết là sức mạnh! Cho dù bạn quản lý quân tiền tuyến, bảo trì các tuyến đường quan trọng hay xây dựng rào phòng thủ, mọi vị trí đều là mắt xích quan trọng trong cỗ máy chiến đấu được vận hành trơn tru trên chiến trường - thắng lợi phụ thuộc vào tất cả mọi người!\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 1.0.2032\n\n\n\n\n1. Mùa 2+ \"Trái Tim Băng Giá\" sắp ra mắt!Sau khi hoàn thành Mùa 2, người chơi sẽ bắt đầu một Mùa hoàn toàn mới với vô số bất ngờ và thử thách mới!1) Địa hình của Belleron đã thay đổi, khiến việc khám phá vùng đất trở thành trải nghiệm thú vị hơn.2) Các Ngọn Tháp Bí Ẩn đã xuất hiện khắp bản đồ. Tháp là các công trình phòng thủ cổ xưa mạnh mẽ nằm rải rác khắp vương quốc, có thể giúp người chiếm đóng tiến hành các cuộc tấn công tàn khốc chống lại kẻ địch trong lãnh thổ của họ.3) Bây giờ bạn có thể xây dựng Tháp Pháo. Tháp Pháo sẽ tự động tấn công kẻ địch trong phạm vi.4) Hệ Thống Chính Sách đã được cẩn thận thiết kế lại để mang đến nhiều chiều sâu chiến lược hơn.2. Con Đường Suôn Sẻ Hơn Đến Với Thịnh Vượng!1) Tướng Huyền Thoại Mới:Đã thêm hai Tướng huyền thoại: Skogul và Goresh. Skogul có thể được chiêu mộ từ các sự kiện Wheel of Fortune và Wheel of Fate, và Goresh có thể được chiêu mộ từ các sự kiện Wheel of Fate và Strongest Lord.2) Bảo Vật Huyền Thoại Mới:Bảo Vật Huyền Thoại mới Đuốc Hồn Xương (Bộ Binh, PvP, Kiểm Soát) hiện đã có sẵn từ Trích Lục Bảo Vật trong các sự kiện Lò Rèn Ánh Sáng và Sự Giàu Có Của Rừng.3) Quái Thú Mới:Roc Đêm bí ẩn ám ảnh bóng tối, chờ đợi thời cơ thích hợp để tấn công. Bây giờ bạn có thể chiến đấu với nó và thanh lọc nó để biến nó thành Thú Cưng của bạn!4) Kỳ Quan Mới:Kỳ Quan Mới: Hầm Mỏ Kalon, mỏ lớn nhất ở Vương Quốc Người Lùnn và là chiến trường của Chiến Trận Tuyết Cuối Cùng. Khám phá câu chuyện của nó ngay!5) Cải Tiến Đường Mòn Rồng:—Giảm độ khó của Đường Mòn Rồng Màn 61-80 trong Mùa Giải 1.—Đơn vị tiền tệ dùng để mua vật phẩm trong Cửa Hàng Đường Mòn đã được đổi tên từ Thủy Tinh Rồng thành Xu Đường Mòn.—Điều chỉnh EXP Tướng nhận được khi hoàn thành các màn Đường Mòn Rồng trong Mùa Giải 1 và thay đổi số lượng Xu Đường Mòn nhận được từ một số Màn nhất định (thưởng tổng thể không thay đổi).—Đường Mòn Rồng không còn cấp Uy Thế nữa. Tuy nhiên, bạn có thể kiếm Uy Thế bằng cách đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, quyên góp Công Nghệ Liên Minh và mua nó từ Tiệm Công Trạng. Tính năng Thu Nhặt Nhanh cũng đã bị loại khỏi Đường Mòn Rồng.6) Cải Tiến Lối Chơi Thú Cưng:—Thay đổi lượng EXP cần thiết để thăng cấp Thú Cưng của bạn từ Cấp 53-60, giúp quá trình này trở nên dễ dàng hơn.—Cải thiện mô tả kỹ năng Thú Cưng. Giờ đây, phần mô tả sẽ hiển thị các giá trị bằng số cho Kỹ Năng sau khi tính xong thuộc tính và buff từ các Kỹ Năng khác.—Thêm tính năng mới để nhanh chóng mở khóa các ô Kỹ Năng Thú Cưng. Nhấn vào ô Kỹ Năng bị khóa và sử dụng Thẻ Kỹ Năng có Hạng Sao thấp hơn để mở khóa ô đó một cách nhanh chóng và thuận tiện.—Thay đổi quy tắc của Đá Tiên Đoán cho \"Thú Cưng Mạnh Nhất\". Khi màn chơi kết thúc, cơ hội tìm thấy Thú Cưng có độ hiếm cao hơn sẽ tăng lên. Sẵn sàng tăng cường bộ sưu tập thú cưng của bạn nào!—Lưu ý: Thẻ Kỹ Năng Thú Cưng bây giờ sẽ được lưu trữ tạm thời trong hệ thống thư trong 7 ngày (trước đó là 1 ngày). Hãy nhớ nhận Thẻ Kỹ Năng của bạn đúng lúc.7) Cải Tiến PvE:—Sau khi đạt Cấp 50, giờ đây Tướng sẽ nhận EXP khi đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, cho phép bạn thăng cấp Tướng của mình nhanh hơn.—Phần thưởng khi đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám hiện sẽ giống nhau.—Khi nhiều người chơi cùng hợp tác để đánh bại Lính Hắc Ám và Sinh Vật Hắc Ám, tất cả người chơi sẽ nhận được toàn bộ số EXP. EXP sẽ không còn được chia theo lượng sát thương gây ra.—Thay đổi thưởng EXP Tướng và Bụi Huyền Bí khi đánh bại Lính Hắc Ám và Lính Canh Kho Báu cũng như phá hủy Pháo Đài Hắc Ám trong Mùa Giải 1. Đánh bại Lính Hắc Ám và phá hủy Pháo Đài Hắc Ám giờ đây cũng sẽ cấp Uy Thế.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "2,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/popstar-stars-crush/id307751675?l=vi",
  "nameAndAge": "\n          PopStar!-stars crush\n 4+\n",
  "company": "\n\n            Zplay (Beijing) Info. Tech. Co.,Ltd.\n          \n",
  "ranking": "\n\n\n                      #3 trong Board Game\n                    \n\n",
  "ratingAndReviews": "3,4 • 40 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nOnce you pop, you can't stop! PopStar! is/was #1 board game in Japan, #1 board game in France, #1 board game in Hong Kong, #1 board game in China, #1 board game in Singapore, #1 board game in Taiwan, #1 board game in Malaysia, #1 board game in Luxembourg, #1 board game in Macau, #1 board game in Uruguay and so on._______________________________________ Fantastic fun!!! (by Phlegm Hacker) \"Now my current favorite game! Strategic, addictive and challenging fun for everyone! Replay value is high! I keep improving! This should be on everyone's iPhone! Good job!\" ADDICTING!!!!! (by 3rdcoasthoney) \"I really love this game. it's very addicting!! Can't put it down. I play it everyday!\" PopStar! (by silvercream) \"PopStar! is the best game I've ever played on my iPod Touch. This game is so addicting and I love this game A LOT.\"_______________________________________ How to Play: - Just tap two or more blocks of the same color. - There is no time limit, but each stage has target points to proceed to next stage._______________________________________ Tips on Scoring: - Remember just two rules below:  1. The more blocks you pop, the more score you will get  2. Try to clear all block, you will get a lot of bonus. Example of Rule #1 (Formula: Score = Blocks * Blocks * 5)  2 Blocks = 20  3 Blocks = 45  4 Blocks = 80  ...  10 Blocks = 500  ...  20 Blocks = 2000 Example of Rule #2 (Formula: Bonus = 2000 - Blocks * Blocks * 20) 10 Blocks Left = 0 9 Blocks Left = 380 8 Blocks Left = 720 ... All Block Cleared = 2000_______________________________________ Features: - Autosave when terminated or get a call - Supports iPhone iOS 4 - All available for iPhone, iPod touch and iPad_______________________________________You can check out a video of the gameplay athttp://www.youtube.com/watch?v=sSRkjjw7StY\n",
  "new": "\n\n\n19 thg 1, 2021\nPhiên bản 1.36\n\n\n\n\n- Some game experience optimization\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/man-top-t%C3%A0i-x%E1%BB%89u-slot-game-b%C3%A0i/id6450676397?l=vi",
  "nameAndAge": "\n          Man Top: Tài Xỉu Slot Game Bài\n 17+\n",
  "company": "\n\n            SKOL BUILDING CONTRACTORS LTD\n          \n",
  "ranking": "\n\n\n                      #2 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMan Top - Cổng game giải trí Tài Xỉu, Slot, Game Bài,.. Đa dạng, phong phú.* Tải Game Miễn Phí - Tặng Ngay 500.000 Gold khi đăng kí tài khoản.* Đua top tài xỉu, đu dây tài xỉu, hũ jackpot tài xỉu cực đã.* VQMM, sự kiện x3 hũ diễn ra hàng ngày.* Hình ảnh, giao diện đồ họa đẹp mắt.* Đội ngũ chăm sóc khách hàng tận tình.----------------------• Game dành cho người trưởng thành, không bao gồm hành vi cờ bạc, cá độ, đổi tiền.• Game không bao gồm hành vi đổi tiền mặt hoặc đổi thưởng.\n",
  "new": "\n\n\n21 thg 7, 2023\nPhiên bản 1.0.1\n\n\n\n\nSửa một số lỗi quan trọng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "125,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/insaquarium-tap-aquarium/id1528744354?l=vi",
  "nameAndAge": "\n          Insaquarium: Tap Aquarium\n 4+\n",
  "company": "\n\n            玲玲 吴\n          \n",
  "ranking": "\n\n\n                      #9 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "1,4 • 162 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTap aquarium setting with fantastic fish and sea creatures.4 modes to play: ADVENTURE TANK , TIME TRIAL, CHALLENGE TANK and VIRTUAL AQUARIUM. • ADVENTURE MODE: You Progress Through Multiple Tanks , And Unlock All Pets.• TIME TRIAL MODE: Collect As Much Money As You Can Before The Time Runs Out. • CHALLENGE MODE: Deal With Price Inflation and Increasingly Difficult Aliens. • VIRTUAL AQUARIUM: Care for fish, Collect shells, and Use Shells to Buy More fish and Upgrades. \n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "70,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mcpixel-3/id1608385698?l=vi",
  "nameAndAge": "\n          McPixel 3\n 12+\n",
  "company": "\n\n            Devolver\n          \n",
  "ranking": "\n\n\n                      #24 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIs it a bird? Is it a plane? It's falling too fast to be either of those. It's McPixel! A wanna-be hero who keeps getting mixed up in the most unbelievable situations you can imagine.LevelsOne moment you're stuck in a speeding train headed towards the cliff; the other, you're in a falling plane. Sometimes you need to win an impossible-to-win soccer match, and the other, you're a dinosaur trying to hide from a meteorite. Stuck in a flaming house? Sandwiched between two battling armies? Certainly not a problem for McPixel! 100 levels of fast-paced action are waiting for you!MinigamesSometimes, the usual adventure style will get interrupted by genre-bending minigames. Ranging from racing, shooting, fighting, and sports to even platforming or FPS! The game offers over 20 minigames scattered around the world of McPixel!Coins and stampsMcPixel is not all about just saving the day but having fun trying to come up with the craziest possible solutions. And for every solution, you will be rewarded with coins! Find all solutions in a level to get the gold prize and some extra coins! You can use them to unlock new levels! Also, everyone loves coins, right? They're shiny and golden and spinning! No reason not to have some more!McBurgThe game takes place in the city of McBurg. Explore the city and find different adventures! Some of the paths in the city are blocked and will require you to spend coins to move forward and access new levels! The city will get populated with characters and items from the levels you already visited as you play. You will also be able to don some of the costumes you found while playing.On the edge of the city upon a grassy hill, you can see a Devolver vault, full of gold, looming over McBurg. So, if you ever need a lot of coins, maybe it's time to pay Fork Parker a visit?SteveSometimes, during your adventures, you will find Steve. Steve can be in the weirdest and most unexpected of places, and finding him will transport you to the Steve level.Steve is not like McPixel and doesn't specialize in saving the day. He's just some guy, doing stuff. Like fishing, cooking, driving a car, or summoning demons. You know, just the average guy kind of stuff.McPixel EngineMcPixel 3 runs on 100% software-rendered McPixel Engine, so in the age of unaffordable graphics cards, you can be sure you will be able to run McPixel 3 just fine!The engine has been written from scratch just for the purpose of running McPixel. That makes the game run smoothly even on the oldest computer, so make sure you install McPixel on your grandma's PC next time you visit! Additionally, that makes the game environment-friendly! McPixel 3 saves the planet (and battery life)!Key Features:100 mind-blowing levelsNearly 1000 hilarious gags to discoverOver 1500 interactive itemsOver 20 minigames in all imaginable genresOver 300,000,000 pixelsWorks on your mom's computerSteveA water level\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "151,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/farming-simulator-23-mobile/id6444400410?l=vi",
  "nameAndAge": "\n          Farming Simulator 23 Mobile\n 4+\n",
  "company": "\n\n            GIANTS Software GmbH\n          \n",
  "ranking": "\n\n\n                      #14 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,5 • 15 đánh giá",
  "price": "199.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGrow crops, grow your agricultural empire! Become a modern farmer to operate more than 100 authentic machines by Case IH, CLAAS, DEUTZ-FAHR, Fendt, John Deere, KRONE, Massey Ferguson, New Holland, Valtra & many other acclaimed manufacturers from around the world - offering a wide range of farming activities. Choose what kind of farmer you want to be in Farming Simulator 23 (FS23) as the acclaimed agricultural sim by GIANTS Software offers a brand-new experience with many new features for your mobile device!Operate realistic tractors, harvesters, field sprayers, and moreCultivate fields with a variety of crops, or harvest grapes and olives on the hillsideStart logging with heavy forestry equipment Establish production chains and use powerful trucks for transportTend to farm animals like cows, sheep, and now: chickens!Enjoy tons of possibilities on two new maps, including collectiblesNew gameplay features also introduce plowing and weedingA tutorial mode, AI helper & a new autoload feature for logs/pallets assist you on your farm There’s a lot more to do after plowing, removing weeds, harvesting crops, or collecting eggs from chicken coops: Produce valuable goods made from your harvest to expand your flourishing business with new factories and production chains! Don’t worry - there is always time to relax and walk around your vast arable land while visuals change through the atmospheric seasons. If more than 100 machines are not enough, you can grow your fleet of agricultural vehicles through official extra content.New and improved in-game tutorials show you the ways of the farm if you’re new to country life. Start farming wherever you go and let the good times grow!\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.4.0\n\n\n\n\nNew crop : SugarcaneNew vehicles and tools:Added Gessner TwoRow Sugarcane PlanterAdded Lizard SWT7 Sugarcane HarvesterAdded Massey Ferguson MF 3012 Sugarcane TrailerFixed various issues on buildings and machines.Improved the bale & pallet storage output area on NeubrunnAdded the missing road on the map overview image of NeubrunnImproved game stability on a wide range of devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-sushiria-to-go/id1504952058?l=vi",
  "nameAndAge": "\n          Papa's Sushiria To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #8 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 10 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSlice and serve delicious sushi in Papa's Sushiria To Go!-- ABOUT THE GAME --Your tour of Papa Louie's new restaurant goes awry when you break the lucky cat statue outside of the shop.  Is this to blame for the restaurant's underwhelming opening day?  When Papa Louie leaves on a mission to find a new statue, you're left in charge of Papa's Sushiria, where you need to master the fine art of sushi making!You'll need to cook, season, and spread the rice onto nori and soy paper using the all-in-one \"Sushi Square\" cooker.  Add fillings to the sushi, and roll it up before placing toppings and drizzling sauces across the top.  Slice up the sushi into bite-sized pieces, and prepare a delicious Bubble Tea to serve alongside the order before serving it to your hungry customers.  Sakura Bay celebrates different holidays throughout the year, and you'll unlock new seasonal ingredients as you go for creating deliciously festive sushi and tea.-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this \"To Go\" game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Sakura Bay with tasty holiday flavors!  Your customers will order delectable sushi made with seasonal ingredients.  You'll unlock new fillings, soy paper, sauces, toppings, and tea flavors for each holiday of the year, and your customers will love trying these festive flavors in their sushi rolls.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Sushiria!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Matt or Clover, or create your own custom character to work in the sushi restaurant!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to Sakura Bay for fresh sushi.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Sushiria lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer?  Send them a coupon with the help of your friendly mailman, Vincent!  Customers love a good deal, and will promptly arrive to order another meal.  Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on sushi shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between cooking rice, building and slicing sushi, and making bubble tea- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 128 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 146 ingredients to unlock\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "81,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A5u-tr%C6%B0%E1%BB%9Dng-ch%C3%A2n-l%C3%BD/id6451463643?l=vi",
  "nameAndAge": "\n          Đấu Trường Chân L‪ý‬\n 12+\n",
  "company": "\n\n            VNG CORPORATION\n          \n",
  "ranking": "\n\n\n                      #3 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,5 • 39,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng đội quân anh hùng Liên Minh Huyền Thoại trong trò chơi chiến thuật này.Hãy thử thách khả năng xây dựng đội hình của bạn với Đấu Trường Chân Lý, trò chơi PvP chiến thuật giao tranh tự động nhiều người chơi từ studio đã tạo ra Liên Minh Huyền Thoại.Hãy sử dụng 100% bộ não để chọn tướng, sắp xếp vị trí cho họ và giành chiến thắng trong cuộc đấu 1 chọi tất cả gồm 8 đấu thủ. Với hàng trăm sự kết hợp đội hình và xu hướng chơi không ngừng thay đổi, mọi loại chiến thuật đều có thể được áp dụng. Nhưng tất nhiên, sẽ luôn luôn chỉ có 1 người thắng cuộc.Tinh thông chiến thuật theo lượt và cạnh tranh trên đấu trường giao tranh tự động cực khủng. Tham gia ngay vào hàng loạt các chế độ chơi có phần tương đồng với cờ vua: từ giao lưu cho tới thi đấu, để vượt mặt đối thủ và trở thành người cuối cùng còn trụ vững trên đỉnh cao. QUÉT SẠCH SÀN ĐẤUPhối hợp các nhịp điệu để chinh phục đỉnh vinh quang trong Remix Rumble, nơi từng lượt chọn sẽ giúp bạn xây dựng một nhóm nhạc siêu sao cùng những nhạc phẩm tuyệt đỉnh.Chiêu mộ các tướng tới từ những nhóm nhạc Riot Music từng đoạt giải thưởng như K/DA, True Damage, Pentakill và HEARTSTEEL.Cứu trợ đội của bạn với những bùa lợi quyền lực cùng Siêu Sao, và tận dụng những lợi thế bạn có với các Cổng Dịch Chuyển và Nâng Cấp mới đã được cải tiến.Dẫn đầu bảng xếp hạng cùng Các Tướng: Sett Tí Nị, Akali Tí Nị cùng K/DA POP/STARS Kai'Sa Siêu Sao. Đừng bỏ lỡ những trang phục độc quyền của ĐTCL dành cho các tướng Liên Minh Huyền Thoại yêu thích của bạn nữa nhé!CHIẾN HỮU CŨ, CHIẾN TRẬN MỚIXây dựng một biệt đội không thể cản phá từ một bể tướng chung.Chiến đấu qua vô số vòng để trở thành chiến lược gia còn lại cuối cùng. Các lựa chọn và sự kiện diễn ra ngẫu nhiên mỗi trận sẽ đảm bảo không có trận nào giống với trận nào, vậy nên hãy sử dụng óc sáng tạo và sự khéo léo của bạn để lập ra một chiến thuật tất thắng.CHƠI Ở BẤT CỨ ĐÂUThách đấu bạn bè và hủy diệt đối thủ trong đấu trường chơi theo lượt trên di động. Tham gia hàng chờ cùng nhau và tìm hiểu xem liệu tổ đội của bạn có đủ sức để làm người dẫn đầu.VƯƠN HẠNG TRÊN ĐẤU TRƯỜNGHỗ trợ đầy đủ tính năng xếp hạng cùng hàng chờ PvP sẽ đảm bảo mở ra vô số cách để bạn vượt mặt đối thủ của mình. Từ hạng Sắt cho đến Thách Đấu, leo hạng hay tụt hạng đều phụ thuộc vào thứ hạng cuối cùng bạn đạt được trong mỗi trận đấu. Một chiến thuật xịn sò còn có thể đem tới cho bạn các phần thưởng Xếp Hạng độc quyền cuối mỗi mùa giải!PHONG CÁCH CỦA BẠNCá nhân hóa mỗi trận đấu bằng bàn đấu, hiệu ứng và biểu cảm của riêng bạn. Xông trận cùng Tướng Tí Nị hoặc Linh Thú mà bạn yêu thích! Thu thập những vật phẩm mới bằng cách chơi game, hoặc mua trực tiếp tại cửa hàng ĐTCL.CỨ CHƠI LÀ NHẬN QUÀThu thập những báu vật trong Vé Remix Rumble mới, hoặc nâng cấp lên Vé+ để mở khóa nhiều phần thưởng hấp dẫn khác!Tải xuống và chơi Đấu Trường Chân Lý ngay hôm nay!\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 13.24.5476828\n\n\n\n\n13.24 là bản cập nhật đầu tiên cho Remix Rumble với những điều chỉnh giảm sức mạnh lên Jazz và Fan Cứng, cũng như rất nhiều thay đổi tăng sức mạnh cho các tướng đang gặp chút khó khăn! Đồng thời, các phiên bản Akali Tí Nị cùng Siêu Sao K/DA POP/STARS Kai'Sa mới cũng sẽ xuất hiện trong bản cập nhật này. Đừng quên đọc đầy đủ các cập nhật trên trang Web của chúng tôi: https://teamfighttactics.leagueoflegends.com/vi-vn/latest-patch-notes/ \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "108 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/find-out-find-5-differences/id6465895424?l=vi",
  "nameAndAge": "\n          Find Out - Find 5 Differences\n 4+\n",
  "company": "\n\n            帅 朱\n          \n",
  "ranking": "\n\n\n                      #1 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Find Out - Find 5 Differences\" is an upcoming差异找寻game that challenges players to仔细观察images and locate five specific differences within each level. The game provides a fun and engaging experience that tests players'观察力and concentrate.Players start by selecting a scene with two similar images. Their objective is to quickly identify the five differences between the two images and highlight each one with a marker. Players can use various tools and hints to help them locate the differences, but they must complete the level within a limited amount of time and move on to the next level.Gameplay in \"Find Out - Find 5 Differences\" is challenging and requires players to exercise their cognitive abilities. Players must quickly switch between images and use their spatial reasoning skills to locate the differences. As they progress through the levels, they will encounter various types of images, including landscapes, animals, and abstract patterns, each with its own unique challenges.Visually, the game features beautiful and highly detailed images that provide a realistic feel. Players can easily toggle between the two images using simple controls, and a timer keeps track of their progress. The game also includes various achievements and rewards that encourage players to replay levels and master new skills.\"Find Out - Find 5 Differences\" is set to be a highly addictive and engaging game that will provide hours of entertainment for both casual and hardcore gamers alike. With its simple yet challenging gameplay, \"Find Out - Find 5 Differences\" is sure to become a hit among fans of the genre.\n",
  "new": "\n\n\n19 thg 9, 2023\nPhiên bản 2.0\n\n\n\n\nFix bug.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "141,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/badminton-league/id1230352595?l=vi",
  "nameAndAge": "\n          Badminton League\n 4+\n",
  "company": "\n\n            RedFish Game Studio\n          \n",
  "ranking": "\n\n\n                      #3 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "3,7 • 3,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe best badminton game with realistic gameplay! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!Features: - Multiple game modes available, play with sports fans in local- Create your very own character, and level - up- Easy to control, challenging to win- Simple and elegant UI design- Cool stunts and realistic hitting shuttlecock experience- Numerous gorgeous badminton outfits This game needs an Internet connection to play. Contact us:Twitter: http://bit.ly/badmintonleagueFacebook: http://bit.ly/badmintonleaguefacebookSupport team:badminton@redfishgame.com\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 5.39.50630\n\n\n\n\n- Bug fixed and game experience optimized.Enjoy this awesome badminton world!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "141 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bi%E1%BB%87t-%C4%91%E1%BB%99i-%C4%91%C3%B9n-%C4%91%C3%B9n/id6449484784?l=vi",
  "nameAndAge": "\n          Biệt Đội Đùn Đùn\n 12+\n",
  "company": "\n\n            Funzy\n          \n",
  "ranking": "\n\n\n                      #2 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 3,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHóa thân thành nhà thám hiểm và bắt đầu hành trình giải cứu thế giới trước các thế lực đen tối nhưng không kém phần hài hước tại Biệt Đội Đùn Đùn. Bước chân vào thế giới kỳ lạ cùng với những người bạn đồng hành mới sẽ đem đến những trải nghiệm bất ngờ. NHÀ NHÀ ĐÙN ĐÙN, MỌI LÚC, MỌI NƠIVới tiêu chí đem đến tựa game mà bất cứ ai cũng có thể chơi được, Biệt Đội Đùn Đùn sở hữu các cơ chế vô cùng thân thiện mà bất cứ ai cũng có thể tham gia. Không phân biệt độ tuổi, giới tính cũng như địa điểm chơi, chỉ cần thích, bạn có thể chơi ở mọi nơi. Thậm chí, chỉ với 5 phút cũng đã nhận được quà tặng phong phú.GAMEPLAY KÉO - THẢ ĐƠN GIẢN, 5 PHÚT XONG TRẬNLối chơi kéo, thả đơn giản nhưng vô cùng lôi cuốn, chỉ với các thao tác cơ bản đã có thể hạ gục kẻ địch. Gameplay đơn giản nhưng đề cao tính chiến thuật và tinh thần đồng đội, đoàn kết ắt làm nên đại sự. KHÁM PHÁ NHIỀU PHÓ BẢN, THU THẬP TRANG BỊ TĂNG SỨC MẠNHHơn 50 lượt càn quét phó bản mỗi ngày, không lo thiếu hụt trang bị để tăng tiến sức mạnh. Chuỗi phó bản thăng hạng theo từng cấp độ, nhiệm vụ thám hiểm phó bản hàng ngày với các phần quà hấp dẫn. DÀN PET CHIẾN SIÊU CƯNG, CÔNG THỦ TOÀN DIỆN Hàng loạt các chiến hữu sở hữu bộ kỹ năng bá đạo sẵn sàng đồng hành chiến đấu cùng bạn trong chặng đường tìm kiếm sự thật.Công - Thủ - Hồi Phục, vô vàn các pet chiến để anh em tha hồ lựa chọn.AFK VẪN NHẬN QUÀ THẢ GAKhông cần lo lắng khi không có thời gian chơi game, vắng mặt hàng giờ đồng hồ và trở lại vẫn nhận được những ưu đãi đến từ tính năng AFK của Biệt Đội Đùn Đùn.THOÁT TRẬN KHÔNG LO BỊ PHẠTXui rủi rớt mạng cũng không lo bị phạt, các lượt chinh phục phó bản, hoạt động vẫn sẽ được giữ nguyên nếu chẳng may bạn bị thoát trận. CỐT TRUYỆN ĐỘC LẠKhám phá cốt truyện mới mẻ tại, nơi mọi thứ đều sẽ vượt qua mọi tầm kiểm soát của bạn. Một thế không tưởng đang diễn ra tại Biệt Đội Đùn Đùn\n",
  "new": "\n\n\n11 thg 10, 2023\nPhiên bản 1.3.3\n\n\n\n\nCải thiện hiệu năng và sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "2,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/genshin-impact-funtap/id6451477469?l=vi",
  "nameAndAge": "\n          Genshin Impact - Funtap\n 12+\n",
  "company": "\n\n            Growth Tech VN\n          \n",
  "ranking": "\n\n\n                      #12 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "3,9 • 1,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nLục địa Teyvat rộng lớn, nơi vô số sinh vật sinh sôi và hội tụ.Đây chính là thế giới do bảy vị Thần thống trị, cũng là nơi bảy loại nguyên tố tụ hội...Dưới bầu trời xa lạ, có người thiếu niên và thiếu nữ đang đứng trong gió bụi.Các bạn chính là cặp song sinh đến từ vùng đất xa lạ. Người thân của bạn bị vị Thần lạ mặt bắt đi, và bạn cũng bị Thần phong ấn chìm vào giấc ngủ sâu...Đến khi tỉnh lại, mọi thứ xung quanh đều đã thay đổi...Genshin Impact là một game nhập vai phiêu lưu thế giới mở. Bạn sẽ khám phá một thế giới giả tưởng có tên là \"Lục địa Teyvat\" trong trò chơi.Trong thế giới rộng lớn này, bạn có thể du hành qua bảy vương quốc, gặp gỡ những người bạn đồng hành với những tính cách và năng lực độc đáo khác nhau, cùng chiến đấu chống lại kẻ thù mạnh và bước vào con đường tìm kiếm người thân, hoặc bạn có thể đi lang thang không mục đích và đắm mình trong một thế giới đầy sức sống. Hãy để sự tò mò thúc đẩy bản thân khám phá mọi bí mật trong thế giới này nào...Cho đến khi bạn đoàn tụ với người thân và chứng kiến sự lắng đọng của mọi thứ ở điểm đến cuối cùng.〓Thế Giới Mở, Tự Do Khám Phá〓Genshin Impact là một game nhập vai phiêu lưu thế giới mở, chỉ cần bạn sử dụng thể lực hợp lý, thì sẽ có thể chu du đến mọi vùng núi cao biển rộng, khám phá những cảnh vật kỳ bí. Hãy cùng nhau thám hiểm xem sẽ có những gì đang đợi bạn phía trước nào!〓Phản Ứng Nguyên Tố, Chiến Lược Chiến Đấu〓Thế giới trong game được hình thành bởi bảy loại nguyên tố: Phong, Lôi, Thủy, Hỏa, Băng, Thảo, Nham. Nhân vật có Vision sẽ có thể dùng sức mạnh của nguyên tố để chiến đấu và thám hiểm. Thủy gặp Hỏa sẽ bốc hơi, Hỏa gặp Lôi sẽ quá tải, Lôi gặp Thủy sẽ nhiễm điện... Đối mặt với kẻ địch khác nhau, có thể dùng kỹ năng kích hoạt hiệu quả nguyên tố thích hợp để giành chiến thắng.〓Đồ Họa Và Âm Nhạc Chất Lượng Cao〓Genshin Impact có phong cách nghệ thuật mới mẻ, chuyển động của nhân vật được thực hiện thông qua việc nắm bắt cử động và điều chỉnh chi tiết, mang đến hiệu ứng trình diễn chất lượng cao. Ngày đêm thay đổi 24 giờ, thời tiết và âm nhạc cũng thay đổi linh hoạt, dù bạn ở đâu, bạn cũng sẽ luôn nghe thấy những màn trình diễn đặc trưng của dàn nhạc giao hưởng hàng đầu thế giới như London Philharmonic Orchestra và Shanghai Symphony Orchestra.〓Tập Hợp Đồng Đội, Cùng Nhau Thám Hiểm〓Trong quá trình thám hiểm, còn có thể kết giao được với những đồng đội có khả năng đặc biệt, hãy thử kết hợp đội hình mạnh nhất, thu thập nguyên liệu cường hóa nhân vật để chinh phục bí cảnh nào. Rất nhiều điều mới mẻ đang chờ bạn khám phá, cùng bắt đầu thôi nào.SUPPORTNếu gặp bất cứ vấn đề nào, vui lòng phản hồi thông qua trung tâm CSKH trong game.Email CSKH: genshin_cs@hoyoverse.comTrang chủ chính thức: https://genshin.hoyoverse.com/Diễn đàn chính thức: https://www.hoyolab.com/Facebook: https://www.facebook.com/Genshinimpact/Instagram: https://www.instagram.com/genshinimpact/Twitter: https://twitter.com/GenshinImpactYouTube: http://www.youtube.com/c/GenshinImpact Discord: https://discord.gg/genshinimpactReddit: https://www.reddit.com/r/Genshin_Impact/\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "3,5 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/papas-mocharia-to-go/id1551207253?l=vi",
  "nameAndAge": "\n          Papa's Mocharia To Go‪!‬\n 4+\n",
  "company": "\n\n            Flipline Studios\n          \n",
  "ranking": "\n\n\n                      #5 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "5,0 • 39 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCreate delicious coffee drinks and cannoli in Papa's Mocharia To Go!-- ABOUT THE GAME --Papa Louie has opened a brand-new coffee shop in New Pepperton, offering a variety of custom layered coffee drinks called Papaccinos.  After you apply for a job as the barista of Papa's Mocharia, you learn that a year-long film is being made about the coffeehouse -- and you're now the main star!  Under the watchful eye of the documentary crew, you'll be brewing espresso, steaming and frothing milk, and crafting eye-catching layered drinks for your picky customers.  Work your way through the holidays as you serve seasonal coffee and cannoli, unlock new ingredients, and earn Daily Specials with delicious latte and macchiato recipes.-- GAME FEATURES --BREW ESPRESSO AND LAYER DRINKS - Use the Brew Machines to make freshly-brewed shots of espresso, and to steam and froth milk for the customers' drinks.  On the Build Station, you'll layer the espresso and milk into a large cup along with colorful powders and flavored syrups, creating a delicious layered latte that looks as great as it tastes!  Complete the drink with toppings, whips, and drizzles for that finishing touch.CRAFTING CANNOLI - Customers will order a custom-made cannoli along with their Papaccino drinks.  Choose the cannoli shell, line up the nozzles to pipe it full of cream, and garnish the cannoli with delicious toppings for the perfect sweet treat to enjoy with a coffee.HOLIDAY FLAVORS - Celebrate the seasons with delicious holiday flavors!  As you reach new ranks, the seasons and holidays in New Pepperton will change, and your customers will start ordering holiday-themed drinks and cannoli.  You'll unlock new syrups, powders, dairy, shakers, creams, and cannoli shells for each holiday of the year, and your customers will love trying these new festive flavors!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Mocharia!  Each Special has a bonus you can earn for serving a prime example of that recipe.  Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Allan or Akari, or create your own custom character to work in the coffeehouse!  You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers.  Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to travel all the way to New Pepperton for their coffee.  When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection.  Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Mocharia lobby with themed furniture and decorations for each holiday of the year!  Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their order.-- MORE FEATURES --- Hands-on coffee shop in the Papa Louie universe- Multi-task between brewing coffee, steaming milk, layering drinks, and crafting cannoli- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 135 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 124 ingredients to unlock\n",
  "new": "\n\n\n10 thg 3, 2021\nPhiên bản 1.0.2\n\n\n\n\n- Fixed issue with giving Vincent a coupon- Fixed issues with drink powders and ice- Adjusted parade scene during the final holiday- Scoring adjustments for drinks- Fixed issues with some customer outfits- Adjusted rank titles\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "84,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tsuki-adventure-2/id6447011561?l=vi",
  "nameAndAge": "\n          Tsuki Adventure 2\n 12+\n",
  "company": "\n\n            HyperBeard Inc.\n          \n",
  "ranking": "\n\n\n                      #1 trong Đố Vui\n                    \n\n",
  "ratingAndReviews": "4,7 • 129 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPhần tiếp theo của cuộc phiêu lưu nổi tiếng của chú thỏ túi Pocket Bunny đã đến! Bắt đầu hành trình mới từ rừng vàng ở Nhật Bản và các cảnh quan nông thôn của Mushroom Village, và tiến vào điều chưa biết! Trong tập mới của câu chuyện yêu thích về chú thỏ, hãy theo dõi Tsuki trên con đường uốn cong khi anh ta khám phá các khu rừng đẹp đẽ của thế giới kawaii. Đắm chìm trong thẩm mỹ quyến rũ của một thế giới tốt lành, nơi những người bạn lông lá, những bí mật hồi hộp và những lựa chọn đầy đủ đang chờ đợi.Khám Phá Bí Mật Của Thế Giới- Hành trình qua các khu rừng tươi tố và khám phá những kỳ quan ẩn sau đó.- Tập mới này mang đến những phát hiện mới và những cuộc phiêu lưu hứng thú.- Hãy để câu chuyện của Tsuki mở ra những cách không ngờ khi bạn du lịch đến các quốc gia khác nhau!Xây Dựng và Nâng Cấp Ngôi Nhà Ấm Cúng Của Bạn- Tạo ngôi nhà ấm cúng riêng với đồ nội thất và trang trí đáng yêu.- Nâng cấp cơ sở của bạn và mở khóa các khu vực mới.Trải Nghiệm Niềm Vui Của Tình Bạn Với Động Vật- Hàng loạt bạn lông lá để gặp gỡ, từ thú cưng vui nhộn đến người già khôn ngoan- Khám phá những mối quan hệ ấm áp và trân trọng những khoảnh khắc tại bãi biển hoặc trong một buổi dã ngoại yên bình.- Tạo mối liên kết với những người dân của thế giới động vật, khám phá câu chuyện của họ và tạo ra những kí ức lâu dài!Trốn Lên Thiên Đường Cỡ Nhỏ- Thưởng thức vẻ đẹp thanh bình của thế giới túi nhỏ của Tsuki, được lấy cảm hứng từ sự quyến rũ bình yên của Nhật Bản, và giờ đây là các cảnh đẹp từ khắp nơi trên thế giới.- Thư giãn trên bãi biển cát, dạo chơi bình thưởng qua rừng tre, cảm nhận cơn gió trên chuyến đi máy bay hai cánh, và tìm sự an ủi trong niềm vui đơn giản của thế giới quyến rũ của Tsuki.- Một thế giới sôi động và sống động tiếp tục di chuyển trong túi của bạn, ngay cả khi bạn không chơi!Kết Nối Lại với Những Mối Quan Hệ Cũ- Đắm chìm vào động lực gia đình tìm thấy ấm áp khi Tsuki làm mới những mối quan hệ với những nhân vật yêu thích như Chi, con hươu cao cổ, và Moca, con rùa thích trà!- Trải nghiệm niềm vui của tình bạn, tình yêu và sự hỗ trợ khi gia đình lông lá của Tsuki phát triển.Chào mừng bạn đến với Tsuki Adventure 2, nơi con đường phía trước luôn dẫn đến những địa điểm mới, những mối tương tác đáng yêu với động vật, và những niềm vui ấm áp của lối sống thoải mái của Tsuki đang chờ đợi. Tsuki trở lại trong một cuộc phiêu lưu hoàn toàn mới! Du lịch đến các thành phố trên khắp thế giới và gặp gỡ những nhân vật mới khi bạn quan sát chú thỏ yêu thích trải qua những điều bình thường nhưng tuyệt vời mà cuộc sống mang lại.\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.0.10\n\n\n\n\nKhu vực mới hoàn toàn đã được mở khóa. Chào mừng bạn đến với Khu vực Hirago.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "332,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monopoly-go/id1621328561?l=vi",
  "nameAndAge": "\n          MONOPOLY GO‪!‬\n 9+\n",
  "company": "\n\n            Scopely, Inc.\n          \n",
  "ranking": "\n\n\n                      #4 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,8 • 5,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBecome rich beyond your wildest dreams in this newly reimagined version of one of the best-selling board games ever created: MONOPOLY! Let everyone’s favorite billionaire, MR. MONOPOLY, be your guide as you explore new boards themed after world-famous cities, fantastical lands, and more.Experience the classic gameplay MONOPOLY fans love at a faster pace everyone can enjoy. Collect Property Tile Sets, build Houses and Hotels, pull Chance Cards, and of course, earn that MONOPOLY Money! Play with your favorite game Tokens such as the Scottie, the Top Hat, the Battleship and more.Help your friends reach their goals with the Community Chest mini-game, or steal from them to help yourself get to the top. Collect story-filled Stickers to send to your friends or trade in our Facebook Group!MONOPOLY GO! Features:BUY & BUILD YOUR WAY TO THE TOPCollect colored Property Tile Sets to build Houses, then upgrade your Houses into Hotels to get even more rent from friends! Discover new Landmarks to build on every board and upgrade them to increase your Net Worth to become the biggest tycoon in the world!ENJOY CLASSIC MONOPOLY GAMEPLAYRoll the dice to play the classic MONOPOLY board you know and love. Featuring familiar faces such as MR. MONOPOLY, and familiar spaces such as jail (womp womp!), Railroads, and everyone’s favorite money-maker GO! Pull from a variety of new Chance Cards, win money from the Community Chest themed mini-game, and explore the world with beloved Tokens including the Scottie, the Top Hat, the Battleship, and more.PLAY WITH FRIENDS AND FAMILYGet social! Play with friends to take full advantage of new mini-games such as Community Chest – where your friends make you rich! Want to make some mischief? Land on a Railroad tile and let the train take you to two new mini-games: Knock down your friend’s Landmarks in Shut Down or steal money from their bank vault during Bank Heist. Finders keepers!Gift Stickers to friends and get Stickers from friends in-game to complete your Sticker Collections and get BIG REWARDS!Play exciting co-operative Events and Tournaments to climb the leaderboards on your way to OWN IT ALL!MONOPOLY WITH A TWISTDiscover a whole new way to play a game enjoyed for generations! Reimagined for mobile, MONOPOLY GO! offers a new twist on a favorite classic. You’ll meet familiar MONOPOLY characters along with new faces and new ways to get rich and own it all! Explore a rich world of beautiful scenery and lively animations designed to bring joy to each play session.NEW CHALLENGES EVERY DAYPlay Tournaments, Prize Drop, Free Parking House Rules Events, and Cash Grab. With new Events running every hour, there are new ways to play every day!MONOPOLY GO! is free to play, though some in-game items can also be purchased for real money. Internet connection is required to play the game.The MONOPOLY name and logo, the distinctive design of the game board, the four corner squares, the MR. MONOPOLY name and character, as well as each of the distinctive classic elements of the board, cards and the playing pieces are trademarks of Hasbro for its property trading game and game equipment used with permission.MONOPOLY © 1935, 2021 Hasbro. All Rights Reserved. Licensed by Hasbro.Privacy Policy: https://scopely.com/privacy/Terms of Service: https://scopely.com/tos/Additional Information, Rights, and Choices Available to California Players: https://scopely.com/privacy/#additionalinfo-californiaBy installing this game you agree to the terms of the license agreements.\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.15.0\n\n\n\n\nGet ready to EXPRESS yourself! We’ve got ALL NEW EMOJIS inside! That means more fun for you and friends in a number of places, my good Tycoon. Now when you heist banks, shut down landmarks and more, you can send an emoji too!Brand new shiny bug fixes in MONOPOLY GO! Play now, with confidence!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "241,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tv-studio-story/id6463115144?l=vi",
  "nameAndAge": "\n          TV Studio Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #6 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLights, camera, action! Get ready to enter the TV industry... Kairosoft style!In this charming pixel art sim game, you'll create your own shows, deciding everything from the theme and genre down to the set and the performers who star in it. Experiment with different combinations, and you might just have a hit on your hands!Where would a TV show be without its stars? Build rapport with different talent agencies, find performers that specialize in certain genres, and get the studio audience really fired up!Preparation is an important part of any production. Send your staff out to scout new locations, and they'll come back with new themes, genres, and decor items, giving you even more options to work with.Once one show airs, you can start on another right away! Publicize it in magazines, on the radio, or on social media to win new fans. How high will the ratings on your next show be...?It's time to take control of the airwaves and create a hit that will go down in TV history!--Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and paid games!Kairosoft's pixel art game series continues!Follow us on X (Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 1.14\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "89,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-bonfire-2-uncharted-shores/id1448849222?l=vi",
  "nameAndAge": "\n          The Bonfire 2 Uncharted Shores\n 12+\n",
  "company": "\n\n            Xigma Games\n          \n",
  "ranking": "\n\n\n                      #18 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 163 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nXây dựng  trụ vững  khám pháXây dựng  chế tạo  và thu lượm tài nguyên ban ngày; trụ vững và chống trả trước các đợt tấn công của quân cướp bóc và bọn quái vật vào ban đêm.Tiếp nối thành công của tựa game \"The Bonfire: Forsaken Lands\"  \"The Bonfire: Uncharted Shores\" mở rộng trên mọi phương diện và tăng chiều sâu cho gameplayThiết kế và xây dựng thành phố  quản lý tài nguyên và nhân lực đa dạng  khám phá một thế giới luôn thay đổi bằng thuật toán ngẫu nhiên  giao thương với các thành phố sầm uất  và khám phá những hang động kỳ bíXây dựng ngôi làng hùng cường và sở hữu các cổ vật ma thuật để đánh bại lực lượng hắc ám cổ đại\n",
  "new": "\n\n\n20 thg 3, 2023\nPhiên bản 2.0.3\n\n\n\n\nCải tiến AI bảo vệSửa lỗi nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/travel-town-merge-adventure/id1521236603?l=vi",
  "nameAndAge": "\n          Travel Town - Merge Adventure\n 4+\n",
  "company": "\n\n            Magmatic Games Ltd\n          \n",
  "ranking": "\n\n\n                      #5 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,7 • 4,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nKhám phá Travel Town, nơi bạn có thể kết hợp mọi thứ để tạo ra những vật phẩm tốt hơn và hữu ích hơn trong khi du lịch khắp thế giới!Tiết lộ bí mật khi bạn khám phá bản thân và giúp đỡ những người dân thân thiện của Travel Town!CÁC TÍNH NĂNG CỦA TRAVEL TOWN:== Kết Hợp Đối Tượng ==• Khám phá hơn 500 vật phẩm tuyệt vời qua hàng trăm cấp độ!• Tự do mang vật phẩm đi khắp thế giới tươi đẹp và kết hợp 2 vật phẩm giống nhau để phát triển thành những vật phẩm cao cấp hơn!• Hoàn thành nhiệm vụ cho dân làng để mở khóa thêm nhiều vật phẩm tuyệt vời hơn!== Gặp Gỡ Dân Làng Mới ==• Khám phá 55 cư dân sống tại Travel Town và giúp họ khôi phục thị trấn bên bờ biển của họ!• Kết hợp các vật phẩm để nâng cấp chúng và mở khóa ngày càng nhiều vật phẩm để hỗ trợ bạn trong hành trình của mình!== Xây Dựng Lại Thị Trấn ==• Một cơn bão đã tàn phá Travel Town - Thu thập đồng xu và đưa thị trấn trở lại với vẻ đẹp nguyên thủy của nó!• Khám phá và nâng cấp hàng chục công trình cũng như cải thiện thị trấn vượt xa những giấc mơ điên rồ nhất của bạn!Theo dõi Travel Town trên Facebook và Instagram để nhận ưu đãi và thưởng độc quyền!Facebook: facebook.com/TravelTownGame/Instagram: instagram.com/traveltowngame/Điều khoản Dịch vụ: https://magmatic.games/terms-and-conditions-mgChính sách Quyền riêng tư: https://magmatic.games/privacy-policy-mg/Có câu hỏi về trò chơi? Hỗ trợ của chúng tôi đã sẵn sàng tại: https://support.traveltowngame.com/\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 2.12.404\n\n\n\n\nChào mừng bạn đến với bản cập nhật mới nhất của Travel Town!Chúng tôi đang nỗ lực cải thiện trò chơi và sửa lỗi để mang lại trải nghiệm tốt nhất cho bạn.Hãy thưởng thức!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "240,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/b-namhai-the-last-soldier/id1614207078?l=vi",
  "nameAndAge": "\n          B NamHai The Last Soldier\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n\n\n\n\n2,9 • 2,8 N đánh giá\n\n\n\n",
  "ratingAndReviews": "2,9 • 2,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nIn the middle of the screen is a gun with a limited amount of ammo (There is a ui showing the remaining ammo), tanks or enemies will appear and fly from all sides, the player touches the screen to shoot. At that angle, each time period will appear continuously bullet boxes, ice, rocket or bomb items, flying from either side of the screen, the player must touch those flying items to refuel, blood , armor… for his gun. Each time you kill 1 enemy, you will gain points and have a certain amount of health.Winning condition: Compare score with high scoreLost status: Out of healthThe game has 2 modesNormal: The number of enemies increases graduallyDifficult: The number of enemies increases gradually, stronger enemies appear, helping items on both sides have bomb containers, players will lose health if they choose right.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "29,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bus-simulator-ultimate/id1461749632?l=vi",
  "nameAndAge": "\n          Bus Simulator : Ultimate\n 4+\n",
  "company": "\n\n            Zuuks Games\n          \n",
  "ranking": "\n\n\n                      #11 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 68,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nOfficial Mercedes-Benz Travego, Mercedes-Benz Tourismo and Setra licensed buses are waiting for you.Completely realistic routes and Bus driving experience are waiting for you.United States, United Kingdom, China, Canada, Russia, Germany, Italy, France, Spain, Netherlands, Turkey, South Korea, Japan, Brazil, Azerbaijan, Belgium, Bulgaria, Czech Republic, Dominican Republic, Indonesia, Philippines, South Africa, India, Hong Kong, Ireland, Israel, Qatar, Malaysia, Thailand, Taiwan and more Realistic city maps and bus stations. Establish your bus company and become the largest bus corporation in the world. BUS SIMULATOR GAME FEATURES- Free Multiplayer Game (Ultimate League)- You will be able to have offices in many places around the world.- Passenger System will provide Social and Realistic Reactions.- Manage your own business- Hire employees and manage your company for maximum profit- 32 Amazing Coach Bus- Used Buses Market- Detailed Cockpits- Passengers might review you.- 250+ radio stations- Highway Toll roads- Realistic traffic system- Realistic weather- Realistic Bus sound effects- Easy controls (Tilt, Buttons or steering wheel)- More than 25 language supportCompletely realistic Coach Bus Simulator. Download Bus Simulator : Ultimate game right now.HOW TO PLAY- Start your Bus by using Start / Stop button.- On the right side of your screen, bring the shift to “D” position.- Control your Bus by using break and acceleration buttons.Attention: Drive safely and follow traffic rules in real life.-------------------------------SUBSCRIPTION PRICING AND TERMSSubscription optionsIn our game we have the following subscription offer:Service name: Vip UltimateVip Ultimate Membership offers monthly subscription. You can play multiplayer as long as you are subscribed! Gain monthly money,gold,truck and remove all of the ads after the trial period.Payment will be charged to your iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.You can turn off the auto-renew for the subscription whenever you want in the settings if your iTunes account. Check https://support.apple.com/HT202039When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled.Mercedes-Benz are the intellectual property of Mercedes-Benz Group AG. They are used by Zuuks Games under license.Setra and/or the design of the enclosed product are the intellectual property of Daimler Truck AG.All truck-specific/bus-specific claims, trademarks, logos and designs may be intellectual property of Daimler Truck AG and are used by Zuuks Games under license.Terms of services: https://www.zuuks.com/term.htmlPrivacy Policy: https://www.zuuks.com/terms-privacyFor any inquires and opinions please contact us on help@zuuks.com._________________________________________________________________Official website: https://www.zuuks.comFollow us on TikTok : https://www.tiktok.com/@zuuks.gamesFollow us on Youtube: https://www.youtube.com/channel/UCSZ5daJft7LuWzSyjdp_8HAFollow us on Facebook: https://www.facebook.com/zuuks.gamesFollow us on Twitter: https://twitter.com/ZuuksGames\n",
  "new": "\n\n\n15 thg 9, 2023\nPhiên bản 2.1.6\n\n\n\n\nBus Simulator : Ultimate- Added Setra S 531 DT TopClass 500 bus.- Showroom has changed.- Various bug fixes and improvements.Thank you for playing our game.Zuuks\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Azerbaijan, Tiếng Bồ Đào Nha, Tiếng Hindi, Tiếng Hàn, Tiếng Indonesia, Tiếng Macedonia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/long-th%E1%BA%A7n-l%E1%BB%A5c-gi%E1%BB%9Bi/id6444670406?l=vi",
  "nameAndAge": "\n          Long Thần Lục Giới\n 12+\n",
  "company": "\n\n            LINTIMATE VN CO., LTD\n          \n",
  "ranking": "\n\n\n                      #4 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,7 • 4,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nRa mắt server đặc biệt, tặng 5 phần quà VIP trong thư. Vào game có liền tướng SS. Tặng 130 lượt quay, tha hồ quay Khương Tử Nha, Na-tra, Thái Ất, Ngộ Không, Đát Kỷ....Tặng Tướng SS, chơi game nhận 130 lượt quayStart-up Thiên Đình - Phong Chức Thần Ma 300 Thế Giới Lục Giới đảo điên, ma thần hỗn hoạn, thiện ác bất phân. Hãy nhập vai trở thành anh hùng cứu thế, giải trừ phong ấn, thiết lập lại trật tự âm dương. Lục Giới này ai thần ai ma, tất cả theo ý bạn!Đồ Họa U Mê - Đã Chưởng Là Phê• Phong cách thiết kế nhân vật tí nị dễ thương, tươi sáng đầy màu sắc, tựa những thước phim hoạt hình sinh động, đưa bạn vào một thế giới huyền ảo dựa trên những câu chuyện thần thoại và truyền thuyết phương Đông.• Công nghệ đồ họa tiên tiến biến mỗi trận đấu trở thành sân khấu phô diễn kỹ năng, hiệu ứng mãn nhãn, cắt cảnh hoành tráng. Chiến lục giới là phải chất!200+ Nguyên Thần – Phong Thần bao Sướng• Cả tuổi thơ đọc truyện, xem phim đều ở đây, với đầy đủ những cái tên thiên địa nhân ma nghe đến đều khiếp sợ. Thoải mái chiêu mộ, đồng hành sát yêu hàng ma, nâng cấp tu vi trở thành thủ lĩnh tối cao trọng lập Thiên Đình.• Dù là đồ họa, tạo hình hay thiết kế giao diện người dùng cũng đều thể hiện phong cách thần thoại cổ đầy cuốn hút.  Với các thiết lập cốt truyện phong phú, vượt ải trảm tướng có thể khám phá ngọn nguồn, tìm hiểu câu chuyện đằng sau mỗi tướng.22 Trận Pháp - Quét Map Cực Căng• Đối đầu thế lực luôn cần chiến thuật hơn người. Lục Giới Phong Thần mang đến 22 bộ thế trận ảo diệu biến hóa để người chơi linh hoạt sử dụng. Mỗi thế trận đều chia theo phẩm chất khác nhau, không trận nào giống trận nào.Đại Náo Vượt Ải - Thu Nhận Ngộ Không• Mỗi dấu mốc chinh phục sẽ luôn được trả công hậu hĩnh, có khi là bằng loạt tướng SS siêu cấp vip. Lục Giới Phong Thần sở hữu hệ thống phụ bản náo nhiệt, phong phú loại hình và đòi hỏi những cách thức vượt qua khác nhau, thưởng thắng dồi dào, dễ dàng kiếm nguyên liệu.• Hệ thống tướng đều sở hữu các tính năng nâng cấp phong phú, không ngừng gia tăng chỉ số, tạo nên “chiến thuật ngầm” khiến đối thủ không thể đoán trước.Hành Trình Tân Thủ - Nhận Đủ Mọi Quà• Tùy chọn tướng SS để bắt đầu hành trình• 1500 Hồn Ngọc, 100 vạn Vàng• Đăng nhập ngày đầu nhận 150 vé quay• Online nhận quà: Mỗi ngày 80 vạn vàng, 20 mảnh tướng Thần Thoại\n",
  "new": "\n\n\n28 thg 11, 2023\nPhiên bản 1.5\n\n\n\n\n- Tối ưu hóa tính năng - Tướng mới SSS Đa Bảo- Mở khóa nâng tướng bậc 20\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.2 trở lên.\n                \n\n",
  "size": "533,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/survivalcraft-2/id1185580782?l=vi",
  "nameAndAge": "\n          Survivalcraft 2\n 9+\n",
  "company": "\n\n            Igor Kalicinski\n          \n",
  "ranking": "\n\n\n                      #10 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,6 • 14 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nYou are marooned on the shores of an infinite blocky world. Explore, mine resources, craft tools and weapons, make traps and grow plants. Tailor clothes and hunt over 30 real world animals for food and resources. Build a shelter to survive cold nights and share your worlds online. Ride horses, camels or donkeys and herd cattle to protect them from predators. Blast your way through the rock with explosives. Build complex electric devices. Craft custom furniture. Paint. Use pistons to build moving machines. Farm crops and plant trees. Make and combine 40 different items of clothing to protect yourself from attacks and weather or to look smart. Play with up to 3 friends using split screen. Possibilities are infinite in this long-running sandbox survival and construction game series. Enjoy!What's new in the 2.3 update:- Compressed terrain file format, up to 100x size reduction of world files- Added cairns which drop experience and diamonds when mined- Motion detector detects moving blocks, pickables, projectiles- Added easier Survival mode which is the new default- Added pigeons- Added sparrows- Optimizations to reduce stuttering due to GC pressure- Using 3D-extruded blocks when flat items held in hand- Crouching allows player to crawl into 1-block-high spaces- Switch and button blocks are editable (adjust generated voltage)- Proper font kerning for nicer looking text- Increased amount of gunpowder, bullets and bombs that get crafted... and many more: full list of changes on our website\n",
  "new": "\n\n\n18 thg 2, 2022\nPhiên bản 2.3.61.0\n\n\n\n\nThis is a bugfix release in the 2.3 series:- Fixed broken uploading/downloading of 2.3 worlds- Crouching deaths in low spaces fixed- General crouching behavior improvements- Reduced Sparrows spawn rate- Different, more varied new world names- Fixed glitches and improved wooden ladder- Fixed depth clipping when crouching near a wall- Hammer makes appropriate material sound when used to make furniture- Reduced chance of spawning of many creatures of the same type- Reduced number of pickables created by explosions- Fixed cairn collision box\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "76,7 MB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-hi%E1%BB%87p-ch%E1%BA%A1y-%C4%91i/id6451429794?l=vi",
  "nameAndAge": "\n          Đại Hiệp Chạy Đi\n 12+\n",
  "company": "\n\n            MGOL SOFTWARE CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #13 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 3,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame mobile 《Đại Hiệp Chạy Đi》 - một game roguelike nhập vai võ hiệp, được chào đón nhất Châu Á năm 2023,  đã chính thức xuất hiện tại Việt Nam vào hôm nay! Vào game ngay, tặng Rương Thú Cưỡi tuyệt thế, Tự Chọn Ngọc, vô số tài nguyên nhận miễn phí!Bạn, một kẻ vô danh trong giang hồ, tuy mang trong người bí tịch võ công tổ tông truyền lại, nhưng cuối cùng sự phân tranh trong giang hồ làm bạn muốn rời xa chốn giang hồ tranh đấu, vân du tứ phương, nhưng các đại môn phái như hổ rình mồi làm sao có thể dễ dàng bỏ qua cho bạn?Các đại môn phái bày thiên la địa võng, phát lệnh treo thưởng giang hồ, nếu không cẩn thận, thiếu hiệp sẽ bị tiêu diệt, làm sao trốn thoát? Ở chốn giang hồ này, Hơn 100 bí tịch môn phái chờ bạn tu luyện! Ở chốn giang hồ này, hồng nhan tri kỷ đơn độc chiến đấu chờ bạn anh hùng cứu mỹ nhân! Ở chốn giang hồ này, các loại kỳ ngộ phúc lợi giúp bạn tiêu dao thiên hạ!Mà thiếu hiệp, bạn có phải cuối cùng cũng thỏa ước nguyện, thoái ẩn sơn lâm, toàn bộ chỉ trong ý niệm của bạn!Đây mới là Game mobile võ hiệp bạn chờ đợi đã lâu!Đặc sắc game【Thao tác đơn giản (Trải nghiệm cực đã, xả stress cực hạn)】Thao tác bằng một tay, cảm giác cực sướng từng ngón tay, dũng cảm xông pha thiên la địa võng, bạn cũng có thể xưng bá võ lâm!【Tiêu diệt quái vật không ngớt (Quét sạch kẻ thù không chừa một ai)】Vô số quái vật tập kích, lựa chọn đương đầu thử thách, hay thoái ẩn giang hồ, đều do bạn!【Kết hợp kỹ năng (Thử thách sinh tồn, mở toàn bộ hỏa lực)】Trăm loại võ công kết hợp vô hạn, Giáng Long Thần Chưởng hoặc Sư Tử Rống, các đại môn phái ai mạnh ai yếu? 【Tổ đội vượt ải (Giang hồ đồng đạo giao lưu kết nghĩa)】Tìm bạn đồng hành cùng chung chí hướng, mở khóa Chiến Đấu Buff tăng lợi ích, giang hồ từ đây không cô đơn!Liên lạc với chúng tôiFanpage chính thức: https://www.facebook.com/vndhcd\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.0.2\n\n\n\n\n1. Tối ưu hóa nội dung game 2. Sửa lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "827,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mental-hospital-iv/id1086823967?l=vi",
  "nameAndAge": "\n          Mental Hospital IV\n 12+\n",
  "company": "\n\n            Igor Migun\n          \n",
  "ranking": "\n\n\n                      #11 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "",
  "price": "9.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nAre you ready to accept the gift of madness and understand the secrets of the deep? If yes — “Mental Hospital IV” is waiting for you.Your intellect is thirsty for non standard tasks, and nervous for a “tickle”? Than horror-action “Mental Hospital IV” from AGaming+ will shake you to the core! Cut the lights, connect your headphones. And watch out, because he is the only one to help you to get out of these horror paws!Our history started a short time afterwards, after the events at Mental Hospital III. The principal character’s mind was haunted with a story that happened in the St. Peter Hospital. Police sat back on its heels, big newspapers kept quiet. And then, one fine day, a stranger called us and said that he could tell everything in details in a face-to-face meeting. And you are going to a specified place... What can be simpler?!.. That is what you thought also. But you will remember till the end of our life about the story, you got involved to. After you had crushed into an orphan home you got to close quarters with its inmates. And realized that what you saw there cannot be described in words, it may be erased from a cassette, but never from your memory.And it rests with you only, whether you will be able to solve this tangle of chaos and horror.\n",
  "new": "\n\n\n23 thg 5, 2020\nPhiên bản 3.00\n\n\n\n\n- Added support for Metal.- Added support for widescreen displays.- Other corrections and improvements after 5 years :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "894,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/idle-seas-fishing-frenzy/id6451408986?l=vi",
  "nameAndAge": "\n          Idle Seas: Fishing Frenzy\n 4+\n",
  "company": "\n\n            永 杨\n          \n",
  "ranking": "\n\n\n                      #6 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to our incredible and immersive idle fishing game! Dive into the tranquil world of catching fish, and embark on an exciting journey of upgrading your boat and facilities through selling your prized catches. Immerse yourself in a truly captivating fishing experience that will hook you from the very first cast.Get ready to cast your line, reel in remarkable fish, and watch your boat flourish with upgrades that will make your fishing experience truly extraordinary. Start your journey today and let the waves of enjoyment wash over you as you relax and have a blast fishing!\n",
  "new": "\n\n\n1 thg 8, 2023\nPhiên bản 1.0.1\n\n\n\n\nfix bug\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "415,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hungry-shark-world/id1046846443?l=vi",
  "nameAndAge": "\n          Hungry Shark World\n 12+\n",
  "company": "\n\n            Ubisoft\n          \n",
  "ranking": "\n\n\n                      #22 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 63,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nThe Sharks are back in the bigger and badder sequel to Hungry Shark Evolution!Control a shark in a feeding frenzy and eat your way through many oceans feasting on everything from bite-size fish and birds to tasty whales and unwitting humans!Number 1 app on iPhone and iPad in over 100 countries.THIS GAME IS ONLY COMPATIBLE WITH iPhone 5S or later, iPad Mini 2 or later, iPad 5 or later, iPad Air 2 or later and iPod 6th generation or later. 43 SPECIES OF SHARKSChoose from a range of sharks in 8 different size tiers, including the most iconic ocean predator: the Great White!HUGE OPEN WORLDSExplore the lush Pacific Islands, frozen Arctic Ocean, exotic Arabian Sea, and now the South China Sea, a vibrant urban destination full of fresh, unwary victims!FEAST FOR YOUR EYESExperience the feeding frenzy in stunning console quality 3D graphics that will blow everything else out of the water!SURVIVAL OF THE HUNGRIESTIt’s eat or be eaten in waters packed with 100s of delicious and dangerous creatures… Whales, submarines and wandering locals BEWARE!SMASHING SHARK SWAGLevel up your shark and equip jawsome gadgets to bite harder, swim faster and grow even hungrier! No shark is complete without headphones, umbrella and a freakin' jetpack!SUPER SKINSCustomize your predators with unique skins! These rockin’ looks not only release your inner shark’s personality but also maximise your stats!MANIC MISSIONS & BADASS BOSSESTake on more than 20 different types of mission including high score challenges, prey hunts and epic boss fights!HELPFUL PREDATORY PETSBaby sharks, whales, an octopus, and even a bald eagle are happy to help with special abilities to increase health, score and more!SUPERSIZED MEAL DEALUnleash your shark's predator potential: SuperSize mode, rushes, explosion, hypnosis and more! EXTINCTION MODEAscend from the abyss to save the world from imminent destruction. Rise up to the challenge! Activate Apex sharks abilities and rampage through the ocean.Use Facebook or Apple sign-in to synchronise your progress across your IOS devices.Hungry Shark World is regularly updated with new features, content and challenges to keep you coming back for more!This app contains In-App Purchases which allow you to buy Gems and Gold currency which can be spent on upgrades and accessories. Gems, Gold and Pearls can also be collected in game without requiring purchases.This game contains advertising. Advertising is disabled if you make any purchase.Like the game on Facebook for the latest news: www.facebook.com/HungrySharkFollow us on Twitter @Hungry_Shark Instagram @hungrysharkOr Youtube: @HungrySharkGamesAnd join our community!Facebook http://facebook.com/UbisoftMobileGamesTwitter http://twitter.com/ubisoftmobileYoutube http://youtube.com/user/UbisoftAny Feedback? Contact: http://support.ubi.comNeed support? Contact: http://support.ubi.comhttps://legal.ubi.com/termsofusehttps://legal.ubi.com/privacypolicy\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 5.4.1\n\n\n\n\nA FINTASTIC new update coming your way! Unlock special rewards in Splash Pass 6: Nature's Grace, including the new Apex Manta Ray: Francis! Dive in to the new event Ray's Revenge in collaboration with Green Game Jam & Oceana!NEW APEX MANTA RAY: Welcome Francis, the latest Apex Predator in Hungry Shark World! Use Mind Dash to rush into prey & power up Psychic Pulse to obliterate nearby edibles!NEW EVENT: Baby Manta Rays are at risk! Fight for the future of our seas in Ray's Revenge!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "323,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/we-are-warriors/id6466648550?l=vi",
  "nameAndAge": "\n          We Are Warriors‪!‬\n 9+\n",
  "company": "\n\n            Lessmore UG (haftungsbeschränkt)\n          \n",
  "ranking": "\n\n\n\n\n\n\n3,9 • 187 đánh giá\n\n\n\n",
  "ratingAndReviews": "3,9 • 187 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nUse food to muster units and defeat your enemy in battle! Evolve through the ages! Send Dino Riders into battle in the Stone Age, Spartan Warriors in the Iron Age, and Tanks in the Modern Age! Conquer the wars and become the greatest general the world has ever seen!\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.15.0\n\n\n\n\n- Bug fixes- New Event- New Runes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "283,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ch%C6%A1i-kh%C4%83m-s%C3%BAng-%C4%91i%E1%BB%87n-taser/id1666170351?l=vi",
  "nameAndAge": "\n          Chơi khăm súng điện Taser\n 4+\n",
  "company": "\n\n            Muhammad Nomeer Tufail\n          \n",
  "ranking": "\n\n\n                      #7 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,7 • 6 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSử dụng khẩu súng gây choáng điện ảo thú vị này để chơi khăm bạn bè của bạn bằng một khẩu súng máy - trò chơi khăm nhiệm vụ. Một ứng dụng thú vị, miễn phí để giải trí có tên là Electric Stun Gun Simulator taser Prank. Súng mô phỏng Taser khá đơn giản để vận hành; ứng dụng chỉ mô phỏng những điều gây choáng, nhằm mục đích giải trí và gây sốc cho bạn bè của bạn. Chỉ cần nhấn nút súng giả lập taser sẽ khiến điện thoại rung, sáng và phát ra âm thanh thể hiện cú sốc điện bằng súng điện. Một khi bạn bắt đầu chơi trò điện giật này - trò chơi khăm giả lập nhiệm vụ với bạn bè và những người xung quanh, bạn chắc chắn sẽ không thể bỏ qua.Trong trình giả lập súng điện, bạn sẽ trải nghiệm đèn pin trên thiết bị của mình như thể bạn đang bị điện giật thực sự khi nhấn nút để thực hiện trò chơi khăm gây sốc điện. Với mỗi lần bắn bằng súng điện, điện thoại của bạn sẽ rung lên. Một trình giả lập súng điện/nhiệm vụ cực kỳ chân thực được gọi là \"Trò đùa giả lập súng điện giật Taser\". Ứng dụng này sử dụng một khẩu súng gây choáng điện thực sự hoặc vũ khí gây sốc để chơi khăm taser cho hình ảnh và âm thanh.  Các tính năng của súng điện - trò chơi khăm taser:Làm cho bạn bè của bạn tin rằng bạn đang thực sự mang theo một khẩu súng điện thực sự.Làm cho điện thoại di động của bạn rung và nhấp nháy cùng lúc khi hiển thị trò chơi khăm súng điện thú vị bằng cách nhấn vào màn hình để mô phỏng một cú sốc điện từ máy giả lập súng điện.Nhiều vũ khí súng điện khác nhau!Hiệu ứng âm thanh súng điện khác biệt!Đèn pin LED có kiểu dáng nhấp nháy tuyệt vời và nhấp nháy nhanh chóng!Màn hình nhấp nháy!Tia lửa di chuyển!Rung khi tiếp xúc để làm cho nó trông sống động hơn khi chơi trò chơi khăm giả lập nhiệm vụ.Trò chơi khăm hoàn hảo để chơi với bạn bèĐã đến lúc hù dọa bạn bè của bạn bằng một trò chơi khăm thực tế bằng súng điện gây choáng và khiến họ sợ phát khiếp trong trò chơi giả lập súng điện.\n",
  "new": "\n\n\n18 thg 4, 2023\nPhiên bản 1.3\n\n\n\n\nĐã sửa một số lỗi nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "81,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]