[{
  "link": "https://play.google.com/store/apps/details?id=com.gameon.android.bonobono",
  "name": "Bonobono what's going on?",
  "company": "GameOn Co., Ltd.",
  "rating": "4.2star",
  "downloads": "10K+",
  "reviews": "201 reviews",
  "age": "Everyoneinfo",
  "describe": "■Welcome to \"Bonobono's Forest\"!This is a forest where Bonobono and friends live.Increase the facilities or develop the town by making things.Even when you're offline, the gold that you need to make facilities and things is piled upYou can play as much as you want.■ Collect gold first.Bonobono cooks for you when you start playing the game.When you're done making it, it's sold automatically and you can get gold.Use gold to make facilities such as \"Friends Recruitment Bulletin\" and \"Sweet Potato Pickup.\"■ Let's heal with Bono Bono's famous sayingWhen you clear the Daily Mission, you will see \"Bonobono and Friends Quote.\"Will there be a quote that will heal your heart today?■ Increase the number of friends in the forest at the \"Friend Recruitment Bulletin\".You can increase your friends through the \"Friend Recruitment Bulletin\".Enjoy the vibrant Bonobono forest with many friends.Gathering friends can also speed up production and so on.■ Look for the treasureWhen friends go on an expedition, they come back looking for treasure!?You may be able to acquire a rare treasure.■ There's also a mini gameTry the mini game \"Picking Sweet Potatoes\" to win sweet potatoes.There are many other mini-games.There may be occasional visitors at the dock!? Touch the visitor.",
  "lastVersion": "Dec 6, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.gameon.android.bonobono"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.storytaco.p29client",
  "name": "Dirty Crown Scandal:Fantasy BL",
  "company": "StoryTaco.inc",
  "rating": "4.4star",
  "downloads": "50K+",
  "reviews": "694 reviews",
  "age": "Teeninfo",
  "describe": "Four men who demand a relationship under the pretext of survival.“Have you never thought that if I can’t have it, I might as well ruin you?”A chill ran down Matias’ spine at the sound of a voice that was kind and smooth, yet ominous.The laughter had remained in the man’s face faded, replaced by a stark emotionless expression as he added dryly.“You can’t hide. I don’t make the same mistake twice.”Where did it all go wrong with these four shattered men?▷Character 1, AdrielHashtag: CrownPrince, TsunderePrince, Handsome\"I thought I warned you enough. As long as you're here, you're fated to be devoured.\"▷Character 2, KalcionHashtag: GrandDukeoftheNorth, HugePuppy, WoundedSoul, Charming\"...Would it be okay if I make a demanding request?\"\"Nothing will change. I'll just do what's been given to me.\"▷Character 3, ShamatHashtag: Alchemist, Talented, Handsome\"Why? I want to examine your body closely~\"\"Then let me show you something even better. It's secret between you and me~\"▷Character 4, JadeHashtag: Noble, Witty, Charming\"I think there's nothing better than intense physical contact to open someone's heart.\"\"I was curious, you know? How much effort it would take for you to catch my eye.\"▶Game IntroductionA spicy BL story game presented by Storytaco, Dirty Crown Scandal: Romance Fantasy BL is an interactive choice game in the Western-style royal romance fantasy BL genre. Write your own BL story in Dirty Crown Scandal!(Caution) Your character's fate changes with your choices at every moment.▶Game Story\"You are the Emperor's only son.\"Matias, who was living an ordinary but happy life, suddenly enters the palace due to his status as a prince...\"As long as you're here, you're fated to be devoured.\"After arriving at the palace, as if someone was leading him, Matias realizes that the palace is not just a beautiful place.Chilling eyes and shadows welcome him.But it's already too late to escape! The eerie and secretive story with those men has already begun.▶Main Points① A mature romance story for mature users!② Various character costumes to lead to your desired ending!③ Increase character favorability and collect high-quality romantic illustrations with various moods![Dirty Crown Scandal is recommended for]✔ Those who want to enjoy a realistic women-oriented BL, yaoi romance dating simulation game✔ Those who want to meet sexy and charming character in women-oriented role-playing BL yaoi games✔ Those who want to try a women-oriented visual novel BL yaoi game✔ Those who want to see immersive, spicy illustrations✔ Those who want to see all the BL yaoi endings that change according to the choices made during story play✔ Those who want to explore and choose from various options✔ Those who enjoy story play where they can discover twists in the story and make decisions at crossroads✔ Those who want to enjoy LGBTQ+ yaoi romance simulation games✔ Those who want to meet sexy male characters in women-oriented BL yaoi story games✔ Those who want to enjoy both thrilling thriller, otome and BL yaoi romance simulations simultaneously✔ Those who enjoy sexy 19+ adult yaoi games✔ Those who enjoyed killing kissDiscover more games and news from Storytaco!https://twitter.com/storytacogamehttps://www.instagram.com/storytaco_official/youtube.com/@storytacoGame Inquiry: cs@storytaco.com----Dev Team’s Contact:02-6671-8352",
  "lastVersion": "Dec 6, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.storytaco.p29client"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.aof.moba",
  "name": "Arena Of Faith",
  "company": "VORTEX LABS PTE. LTD.",
  "rating": "3.1star",
  "downloads": "10K+",
  "reviews": "1.23K reviews",
  "age": "Everyoneinfo",
  "describe": "AOF is a 5v5 MOBA competitive game based on a background of the battle between The Deities and Human Beings. There are legends from various mythologies and authentic history that you can act as, joining with your teamates in the ield of Vegrild during the twilight of the gods. Skillfully utilizing your abilities and tactics, strive for victory in this sacred battle.Full eSports Experience：AOF is entirely eSports-oriented, featuring comprehensive competitive content. Participants, ranging from individuals to teams and clubs, engage in competitions at various levels —— Arena Battle, Cup Math, and Tournament.Cross-Platform Linking：AOF offers cross-platform gameplay, allowing PC players to challenge opponents on mobile devices.Global Unification：Unlike other games where players choose a server before playing, AOF features a global interconnected server system.Full Blockchain eSports：The AOF's event system is entirely based on blockchain, ensuring the fairness and impartiality of the competitions.High-Quality MOBA Experience：AOF sets a new standard in graphical quality and game stability within the MOBA genre. Keeping pace with the rapid advancements in mobile technology, AOF's project quality continues to evolve, rivaling traditional MOBA games.",
  "lastVersion": "Nov 14, 2023",
  "classify": "CasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Multiplayer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ParallelSpace.Cerberus2",
  "name": "Hades' Star: DARK NEBULA",
  "company": "Parallel Space Inc",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "3.71K reviews",
  "age": "Everyone 10+info",
  "describe": "Start your own personal journey in the Hades Galaxy, or continue guiding the Empire you started in Hades' Star.DARK NEBULA is the next evolution of the Hades galaxy. With familiar but well-refined activities, as well as brand new activities, building a Space Empire has never been more rewarding. Create and grow your space Empire, in a persistent galaxy that constantly evolves.EXPLORE AND COLONIZE YOUR VERY OWN YELLOW STAR SYSTEMAs the most stable star type, the Yellow Star offers a perfect setting to establish your permanent presence and plan your Empire's long term economy. All new players start in their own Yellow Star system and over time expand to discover and colonize more planets, set mining patterns, establish trade routes and neutralize the mysterious alien ships found throughout the Hades galaxy.As the owner of a Yellow Star system, you have complete control over what other players have access to it. By establishing diplomatic relations, you can allow any other player to send ships to your system, and dictate your own terms for mining, trade or military cooperation.COOPERATIVE PVE IN RED STARSVery early in the game, every player will build a Red Star Scanner, a station that allows them to jump ships to detected Red Stars. These stars have a small lifetime and will go supernova after 10 minutes.The goal in the Red Star is to co-operate with any other players that have ships in that star system, defeat the NPC ships, retrieve Artifacts from the Red Star planets, and jump back before the Supernova. Artifacts can be researched in the home star and will yield necessary resources for trade, mining and combat advancements. Higher level Red Stars offer more challenging enemies and better rewards.TEAM PVP IN WHITE STARSPlayers can organize in Corporations. Besides helping each other, Corporations can also scan for White Stars. A White Star sees 20 players from two Corporations battle in the same star system for Relics, a resource that can be retrieved to upgrade the Corporation and give each member additional benefits.Time passes by very slowly in White Stars: every match lasts for 5 days, giving Corporation members time to talk and coordinate their strategy. The Time Machine can be used to plan future moves, communicate them to other Corporation members, and see potential outcomes of future combat.EXCITING PVP IN BLUE STARSBlue Stars are short lived combat arenas that only last for a few minutes, during which the entire system is collapsing on itself. Each player can only send a single Battleship to the Blue Star. The 5 participating players combat each other, using their ship's modules and other NPC ships to destroy the other player Battleships and be the last one alive.Blue Stars offer the fastest PvP action in the game. Regular participants receive daily and monthly rewards to advance their Empire.",
  "lastVersion": "Nov 9, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.g5e.twilight.land.hidden.object.android",
  "name": "Twilight Land: Hidden Objects",
  "company": "G5 Entertainment",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "2.45K reviews",
  "age": "Everyoneinfo",
  "describe": "Solve mystical brainteasers in Twilight Land—the most captivating hidden object puzzle game. Uncover mysteries, unravel tricky match-3 puzzles, help restore a small town and unlock bonuses along the way. Join Rosemary Bell as she travels to Twilight Land to find her sister.   A MYSTICAL STORYLINE   The main character, Rosemary Bell, is having strange dreams where her missing older sister is trying to contact her. Two weeks prior, her sister got an invitation from a mysterious stranger and headed off to Twilight Land. Rosemary is determined to find out what happened to her.   When Rosemary enters Twilight Land, she discovers that her sister is under a curse. Now she must solve the mystery of the strange town, save its inhabitants and help her sister. But be careful what you wish for...   CAPTIVATING HIDDEN OBJECT SCENESJourney through a small 1930s town as you search for hidden objects and match items to progress through the story. Each level in this adventure puzzle game contains charming scenes full of hidden objects or unsolved levels full of match-3 puzzles.   CITY RENOVATION AND DESIGNUnlock decorations and collections to rebuild the town. Influence its appearance and help bring back its elegance in this stimulating puzzle game.   MEET FASCINATING CHARACTERSThe town is full of exciting characters waiting for you! Solve mysteries and brainteasers as you work to save the townspeople. Enjoy engaging storylines in this unique puzzle game and find out what really happened here.   PLAY PUZZLES ANYWHERE   Now you can solve mysteries, enjoy search and find games and match items from anywhere. This mystery game is playable offline, so you can take this hidden objects adventure wherever you go!   Help Rosemary save her sister and find out what unspoken secrets caused the town’s ruin. Download Twilight Land today and begin your mysterious journey!   While this game is absolutely free to play, you have the ability to unlock optional bonuses via in-app purchases within the game. You may disable in-app purchases in your device settings.______________________________Game available in: English, French, German, Italian, Japanese, Korean, Russian, Simplified Chinese, Spanish.______________________________Compatibility notes: This game performs best on high-end smartphones and tablets.______________________________G5 Games - World of Adventures™!Collect them all! Search for \"g5\" in Google Play!______________________________Sign up now for a weekly round-up of the best from G5 Games! www.g5e.com/e-mail______________________________Visit us: www.g5e.comWatch us: www.youtube.com/g5enterFind us: www.facebook.com/twilightlandgameFollow us: www.twitter.com/g5gamesJoin us: www.instagram.com/twilightlandgameGame FAQs: https://support.g5e.com/hc/en-us/articles/7943788465042Terms of Service: https://www.g5e.com/termsofserviceG5 End User License Supplemental Terms:  https://www.g5e.com/G5_End_User_License_Supplemental_Terms",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleHidden objectCasualStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.gameduo.sa2",
  "name": "Pixel Archers: Idle Defense",
  "company": "Gameduo",
  "rating": "3.3star",
  "downloads": "10K+",
  "reviews": "171 reviews",
  "age": "Everyoneinfo",
  "describe": "Emergency! The legendary baobab tree is in danger.Evil pests are attacking the tree.But don't worry.The bird rangers are on their mission!Command the bird rangers and protect the tree.THE GREATEST THRILLFeel the spectacular skills of bird rangers!Immersive yourself in the excitement of powerful attacks!YOUR OWN CYCLOPEDIACollect the specimen and fill up your own cyclopedia!There are more bugs in the world than you thought there would be.PLENTIFUL CONTENTFrom the Nest to the Dungeon!Play various content to boost up your ranger force.- Inquiry:sa2@gameduo.net- Privacy Policy:https://www.gameduo.net/en/privacy-policy-Terms of Service:https://www.gameduo.net/en/terms-of-service",
  "lastVersion": "Dec 9, 2023",
  "classify": "StrategyTower defense",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "595K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Nov 18, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Flanne.MinutesTillDawn.roguelike.shooting.fr.gp",
  "name": "20 Minutes Till Dawn",
  "company": "Erabit Studios",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "102K reviews",
  "age": "Everyone 10+info",
  "describe": "Upgrade, Build and Survive! Defend hordes of vampires now!20 Minutes Till Dawn is a roguelike, shoot'em up game where you mow down endless hordes of lovecraftian monsters and survive the night!【Unique Builds Every Run】In this roguelite survival game, select from a variety of upgrades to create a unique and overpowered builds every run. You can be a fire wizard, for example, and ignite monsters with every pump of your shotgun, or an agile ninja who controls magic knives to pierce your vampire enemies.【Select Your Hero】Choose from a diverse selection of characters and weapons that offer a variety of gameplay experiences during your survival adventure!【Features】*Over 80 different upgrades to choose from for a unique experience every run!*Wide cast of characters, weapons, runes, maps and vampire monsters.*Casual quick 10-20 minutes play sessions, for busy gamers.*Rune System helps you become stronger【Contact Us】Discord: https://discord.gg/efTYchSsHZFacebook: https://www.facebook.com/ErabitstudiosTwitter: https://twitter.com/erabit_studiosEmail：20minutestilldawn@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "432K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 7, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvz2_row",
  "name": "Plants vs Zombies™ 2",
  "company": "ELECTRONIC ARTS",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "7.5M reviews",
  "age": "Editors' Choice",
  "describe": "Play the hit action-strategy adventure where you meet, greet, and defeat legions of hilarious zombies from the dawn of time, to the end of days. Amass an army of amazing plants, supercharge them with Plant Food, and devise the ultimate plan to protect your brain.DISCOVER HUNDREDS OF PLANTS AND ZOMBIESCollect your favorite lawn legends, like Sunflower and Peashooter, along with hundreds of other horticultural hotshots, including creative bloomers like Lava Guava and Laser Bean. Go toe-to-missing-toe with a massive array of zombies at every turn, like Jetpack Zombie and Mermaid Imp – you’ll even have to protect your brain from rampant Zombie Chickens!GROW POWERFUL PLANTSEarn Seed Packets as you play and use them to fuel your potent plants. Power up attacks, double-down defenses, speed up planting time, and even gain entirely new abilities. Boost your plants to ensure those zombies are lawn-gone!COMPETE AGAINST OTHERS IN ARENA Think your zombie-bashing strategy is the best? Put your planting skills to the test when you face other players in Arena. Enter Arena and compete against other players to get the highest score on unique levels. Earn coins, piñatas, and more to top the leaderboards, level up through Leagues, and become the ultimate garden guardian.JOURNEY THROUGH SPACE AND TIMEBattle across 11 crazy worlds, from Ancient Egypt to the Far Future, and beyond. With more than 300 levels, ultra-challenging endless zones, fun mini-games, and daily Piñata Party events, there’s always a new challenge to complete. Plus, ready your best defenses – Dr. Zomboss is waiting to take you on at the end of every world!Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.User Agreement: https://tos.ea.com/legalapp/WEBTERMS/US/en/PC/Privacy and Cookie Policy: https://tos.ea.com/legalapp/WEBPRIVACY/US/en/PC/Visit https://help.ea.com/en/ for assistance or inquiries.",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "525K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Oct 2, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miHoYo.GenshinImpact.vn",
  "name": "Genshin Impact - Funtap",
  "company": "CÔNG TY GROWTH TECH VN",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Step into Teyvat, a vast world teeming with life and flowing with elemental energy.You and your sibling arrived here from another world. Separated by an unknown god, stripped of your powers, and cast into a deep slumber, you now awake to a world very different from when you first arrived.Thus begins your journey across Teyvat to seek answers from The Seven — the gods of each element. Along the way, prepare to explore every inch of this wondrous world, join forces with a diverse range of characters, and unravel the countless mysteries that Teyvat holds...MASSIVE OPEN WORLDClimb any mountain, swim across any river, and glide over the world below, taking in the jaw-dropping scenery each step of the way. And if you stop to investigate a wandering Seelie or strange mechanism, who knows what you might discover?ELEMENTAL COMBAT SYSTEMHarness the seven elements to unleash elemental reactions. Anemo, Electro, Hydro, Pyro, Cryo, Dendro, and Geo interact in all sorts of ways, and Vision wielders have the power to turn this to their advantage.Will you vaporize Hydro with Pyro, electro-charge it with Electro, or freeze it with Cryo? Your mastery of the elements will give you the upper hand in battle and exploration.BEAUTIFUL VISUALSFeast your eyes on the world around you, with a stunning art style, real-time rendering, and finely tuned character animations delivering you a truly immersive visual experience. Lighting and weather all change naturally over time, bringing every detail of this world to life.SOOTHING SOUNDTRACKLet the beautiful sounds of Teyvat draw you in as you explore the expansive world around you. Performed by the world's top orchestras such as London Philharmonic Orchestra and Shanghai Symphony Orchestra, the soundtrack changes seamlessly with the time and gameplay to match the mood.BUILD YOUR DREAM TEAMTeam up with a diverse cast of characters in Teyvat, each with their own unique personalities, stories, and abilities. Discover your favorite party combinations and level up your characters to help you conquer even the most daunting of enemies and domains.JOURNEY WITH FRIENDSTeam up with friends across various platforms to trigger more elemental action, tackle tricky boss fights, and conquer challenging domains together to reap rich rewards.As you stand atop the peaks of Jueyun Karst and take in the rolling clouds and vast terrain stretching out before you, you may wish to stay in Teyvat a little longer... But until you are reunited with your lost sibling, how can you rest? Go forth, Traveler, and begin your adventure!SUPPORTIf you encounter any issues during the game, you can send us feedback via the in-game Customer Service Center.Customer Service Email: genshin_cs@hoyoverse.comOfficial Site: https://genshin.hoyoverse.com/Forums: https://www.hoyolab.com/Facebook: https://www.facebook.com/Genshinimpact/Instagram: https://www.instagram.com/genshinimpact/Twitter: https://twitter.com/GenshinImpactYouTube: http://www.youtube.com/c/GenshinImpact Discord: https://discord.gg/genshinimpactReddit: https://www.reddit.com/r/Genshin_Impact/",
  "lastVersion": "Nov 9, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miHoYo.GenshinImpact.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gs2.omg",
  "name": "OMG 3Q - Đấu tướng Tam Quốc",
  "company": "VNGGames International",
  "rating": "5.0star",
  "downloads": "1M+",
  "reviews": "72.8K reviews",
  "age": "Teeninfo",
  "describe": "OMG 3Q is a Three Kingdoms game in the genre of mobile card strategy game, once leading the charts in China, Taiwan, Korea, Japan, exclusively released by VNG in Vietnam and Thailand. .With tactical gameplay that combines youthful chibi graphics with explosive skills, players will immerse themselves in the Three Kingdoms world with familiar generals such as Lu Bo, Trieu Van, Quan Vu, Cao Cao... opens up brainy and beautiful battles that are not inferior to other Moba games.OMG 3Q is a strategy game that you cannot miss. Download the game now to start recruiting famous generals, claiming the Three Kingdoms.--------------------------------------------------- ----------Special points:• Tactical gameplay: each position of the general arrangement in the squad will affect the outcome of the match, players must carefully calculate to come up with a suitable lineup for each battle.• Fire and smoke battlefield - PVP day and night: OMG 3Q owns a lot of PK and Bang Chien features for players to compare tactics with each other such as: Quan Do Chien, Martial Arts Congress, Hoang Thanh Struggle, Cong Thanh Luoc Earth, Nhat Thong Thien Ha, Nhat Ky Duong Thien...• Breakthrough of Gods - Unlock hidden power: every time you break through a general from Thuong to Chan, Kim, Am Kim, Tu Kim, Khai Kim will change the appearance of the general, explosive skills, beautiful. more, opening up new limits of power.• Three Kingdoms Chess - Dignity chess match: Unique game mode, the first appearance of Autochess style Three Kingdoms.• Various character strengthening features: In addition to the Equipment, players also have many other features to increase their own combat power such as: Book of Beauty, Soul Skills, Divine Beast, Than Binh, Divine Beast...• Community of Three Kingdoms with more than 9 million players, Grateful gifts for gamers every month. Beginners create characters to receive attractive Newbie Gift Packages, Top Power Race events with many valuable gifts.",
  "lastVersion": "Mar 14, 2023",
  "classify": "StrategyCasualStylizedAnime",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.87M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 7, 2023",
  "classify": "#6 top free boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playday.game.medievalFarm.android",
  "name": "Village and Farm",
  "company": "Playday Games",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "326K reviews",
  "age": "Everyoneinfo",
  "describe": "Immerse yourself into the best Middle Ages farming game on mobile! Explore the unique way of farming in the old world. It is FREE to play!10 millions of farmers are dragging their fingers to - PLANT fresh crops - COOK delicious food- FEED lovely pets- GREET friendly neighbors- TRADE with farmers from all over the world- COMPLETE challenging missions- DESIGN the prettiest farm with hundreds of decorationsThe game is free to play but some of the contents can be purchased for real money. Internet connection is required.Fans Page: https://www.facebook.com/villageandfarmofficial/",
  "lastVersion": "Oct 27, 2023",
  "classify": "SimulationManagementFarmingSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sinyee.babybus.world",
  "name": "Baby Panda World",
  "company": "BabyBus",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "416K reviews",
  "age": "Teacher Approved",
  "describe": "Baby Panda World is a family app favored by fans! It collects all the popular cartoony games of BabyBus!  All your favorite activities for kids can be found here! Can't wait to explore a world that belongs to you? Let's create your own story!EXPLORATION OF 100+ AREASThere are more than 100 fun areas in Baby Panda World! In the simulation games, you can enjoy shopping in the supermarket or going to the movies. Want to go to the amusement park? Plenty of entertainment awaits you!Or pack your luggage and set off on a journey from the airport! You may arrive at a coastal city through deserts and glaciers. Explore the beachfront hotel, the ice cream shop... Have a wonderful time! PRETEND PLAY AS YOU DESIREWhich role would you like to play? Policeman, doctor, chef, pilot, and more. You can play any role you like in Baby Panda's World! If you like dressing up, turn into a stylist and create stylish looks for your princess or pet. Do you like farm games? Raise farm animals, and plant fruits and vegetables. Become a super farmer! START ENDLESS ADVENTURESLittle adventurer, are you ready? Go through the jungles and fight against witches; out to the sea and beat the pirates. Play adventure games to your heart's content in Baby Panda World! You can also travel back in time to the Jurassic period and visit the dinosaur kingdom, or go underground to help rabbits hide from enemies. Realize your adventure dreams with these fun experiences! There is new content available every week at Baby Panda's World. Feel free to explore this world at any time and enjoy every moment of fun! FEATURES:- Explore the world and create your own story;- 130+ popular activities for kids in BabyBus are all in one app;- Learn about 8 major fields of knowledge: science, painting, music, math, language, emotional intelligence, health, and society;- Play with popular BabyBus characters;- 100+ areas to be explored: kindergarten, town, jewelry store, dream castle, dinosaur world, enchanted forest, and more; - Play different roles: astronaut, archaeologist, athlete, captain, convenience store manager, painter, and more;- Endless adventures await you: treasure hunt, deep-sea rescue, maze challenge, space exploration, time travel, and more;- New fun content available every week;- Free to install.About BabyBus—————At BabyBus, we dedicate ourselves to sparking kids' creativity, imagination and curiosity,and designing our products through the kids' perspective to help them explore the world on their own.Now BabyBus offers a wide variety of products, videos and other educational content for over 400 million fans from ages 0-8 around the world! We have released over 200 children's educational apps, over 2500 episodes of nursery rhymes and animations of various themes spanning the Health, Language, Society, Science, Art and other fields.—————Follow us : https://www.facebook.com/BabyPandaWolrdContact us: babypandaworld@babybus.comVisit us: http://www.babybus.com",
  "lastVersion": "Dec 10, 2023",
  "classify": "SimulationLifeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Life+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.1K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.werewolfapps.online",
  "name": "Wolvesville - Werewolf Online",
  "company": "Wolvesville GmbH & Co. KG",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "417K reviews",
  "age": "Teeninfo",
  "describe": "Defend your village from the forces of evil or become a werewolf and hunt your friends!Join the mystery game, fight for your team and find the liars among your ranks.Wolvesville is a multiplayer game for up to 16 players. Each game has different teams such as villagers or werewolves all fighting to be the last team standing. Use special abilities to uncover the roles of other players and convince your fellow players to work with you.Features:● Play online with your friends● Join games with players from all around the globe● Create and customize your own avatar● Send roses to your beloved ones● Join ranked games for serious competition● Unlock unique and limited items and shine in the game!● Discover a thriving Discord community with special events, extra loot and more!😍😍😍 The ultimate game of lies and deception! 😍😍😍Got any problems or suggestions? Talk to us on Discord at https://discord.gg/wolvesville. We love feedback!Happy hunting! 🐺Imprint: https://legal.wolvesville.com/imprint.htmlPrivacy policy: https://legal.wolvesville.com/privacy-policy.htmlTerms of service: https://legal.wolvesville.com/tos.html",
  "lastVersion": "Nov 30, 2023",
  "classify": "BoardPartyCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Party+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctrm.free.google",
  "name": "Cut the Rope: Magic",
  "company": "ZeptoLab",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "477K reviews",
  "age": "Everyoneinfo",
  "describe": "ABRACADABRA! After more than 960 million downloads, the Cut the Rope series returns with a magical new sequel: Cut the Rope: Magic!   Join Om Nom’s newest adventure and transform him into magical forms to help the lovable little monster recover candy stolen by an evil wizard!   EXCITING NEW FEATURES - A magical world with completely new graphics, sound and gameplay elements - 6 ways to transform Om Nom into magical creatures along his journey - Complex boss levels that will challenge your candy-crunching, rope-cutting skills  A magical mishap has accidentally teleported Om Nom to a mystical world filled with challenging puzzles for players of all ages. Can you use Om Nom’s new skills to solve an evil wizard’s tricks and traps? The latest installment of this globally popular entertainment franchise puts a fresh spin on Cut the Rope’s iconic physics-puzzle gameplay, introducing more than 160 all-new magic-themed levels across a richly imagined, colorful world.  MAGICALLY TRANSFORM OM NOM INTO NEW FORMS - The Bird Form helps Om Nom fly up above obstacles and potential traps - The Baby Form allows Om Nom to squeeze into small, restricted spaces - The Fish Form can help Om Nom dive deep to snatch up all the delicious candy - The Mouse Form gives Om Nom a heightened sense of smell to help him sniff out the sweets he craves - The Spirit Form ensures that nothing gets in Om Nom’s way during his magical journey - The Dragon Form summons a powerful sneeze that sends everything flying  THAT’S NOT ALL -- Additional levels and transformations coming soon!   Already a fan? Stay in touch! LIKE US: http://facebook.com/cuttherope FOLLOW US: http://twitter.com/cut_the_rope WATCH US: http://youtube.com/zeptolab VISIT US: http://cuttherope.net/",
  "lastVersion": "Aug 23, 2023",
  "classify": "PuzzleLogicCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "62.5K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvz2_row",
  "name": "Plants vs Zombies™ 2",
  "company": "ELECTRONIC ARTS",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "7.5M reviews",
  "age": "Editors' Choice",
  "describe": "Play the hit action-strategy adventure where you meet, greet, and defeat legions of hilarious zombies from the dawn of time, to the end of days. Amass an army of amazing plants, supercharge them with Plant Food, and devise the ultimate plan to protect your brain.DISCOVER HUNDREDS OF PLANTS AND ZOMBIESCollect your favorite lawn legends, like Sunflower and Peashooter, along with hundreds of other horticultural hotshots, including creative bloomers like Lava Guava and Laser Bean. Go toe-to-missing-toe with a massive array of zombies at every turn, like Jetpack Zombie and Mermaid Imp – you’ll even have to protect your brain from rampant Zombie Chickens!GROW POWERFUL PLANTSEarn Seed Packets as you play and use them to fuel your potent plants. Power up attacks, double-down defenses, speed up planting time, and even gain entirely new abilities. Boost your plants to ensure those zombies are lawn-gone!COMPETE AGAINST OTHERS IN ARENA Think your zombie-bashing strategy is the best? Put your planting skills to the test when you face other players in Arena. Enter Arena and compete against other players to get the highest score on unique levels. Earn coins, piñatas, and more to top the leaderboards, level up through Leagues, and become the ultimate garden guardian.JOURNEY THROUGH SPACE AND TIMEBattle across 11 crazy worlds, from Ancient Egypt to the Far Future, and beyond. With more than 300 levels, ultra-challenging endless zones, fun mini-games, and daily Piñata Party events, there’s always a new challenge to complete. Plus, ready your best defenses – Dr. Zomboss is waiting to take you on at the end of every world!Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.User Agreement: https://tos.ea.com/legalapp/WEBTERMS/US/en/PC/Privacy and Cookie Policy: https://tos.ea.com/legalapp/WEBPRIVACY/US/en/PC/Visit https://help.ea.com/en/ for assistance or inquiries.",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gs2.omg",
  "name": "OMG 3Q - Đấu tướng Tam Quốc",
  "company": "VNGGames International",
  "rating": "5.0star",
  "downloads": "1M+",
  "reviews": "72.8K reviews",
  "age": "Teeninfo",
  "describe": "OMG 3Q is a Three Kingdoms game in the genre of mobile card strategy game, once leading the charts in China, Taiwan, Korea, Japan, exclusively released by VNG in Vietnam and Thailand. .With tactical gameplay that combines youthful chibi graphics with explosive skills, players will immerse themselves in the Three Kingdoms world with familiar generals such as Lu Bo, Trieu Van, Quan Vu, Cao Cao... opens up brainy and beautiful battles that are not inferior to other Moba games.OMG 3Q is a strategy game that you cannot miss. Download the game now to start recruiting famous generals, claiming the Three Kingdoms.--------------------------------------------------- ----------Special points:• Tactical gameplay: each position of the general arrangement in the squad will affect the outcome of the match, players must carefully calculate to come up with a suitable lineup for each battle.• Fire and smoke battlefield - PVP day and night: OMG 3Q owns a lot of PK and Bang Chien features for players to compare tactics with each other such as: Quan Do Chien, Martial Arts Congress, Hoang Thanh Struggle, Cong Thanh Luoc Earth, Nhat Thong Thien Ha, Nhat Ky Duong Thien...• Breakthrough of Gods - Unlock hidden power: every time you break through a general from Thuong to Chan, Kim, Am Kim, Tu Kim, Khai Kim will change the appearance of the general, explosive skills, beautiful. more, opening up new limits of power.• Three Kingdoms Chess - Dignity chess match: Unique game mode, the first appearance of Autochess style Three Kingdoms.• Various character strengthening features: In addition to the Equipment, players also have many other features to increase their own combat power such as: Book of Beauty, Soul Skills, Divine Beast, Than Binh, Divine Beast...• Community of Three Kingdoms with more than 9 million players, Grateful gifts for gamers every month. Beginners create characters to receive attractive Newbie Gift Packages, Top Power Race events with many valuable gifts.",
  "lastVersion": "Mar 14, 2023",
  "classify": "StrategyCasualStylizedAnime",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.87M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 7, 2023",
  "classify": "#6 top free boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.1K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "62.5K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.foursakenmedia.bugheroestd",
  "name": "Bug Heroes: Tower Defense",
  "company": "Foursaken Media",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "652 reviews",
  "age": "Everyone 10+info",
  "describe": "Control powerful heroes, unlock dozens of tower types, and craft your perfect defense in an exciting blend of action, strategy and tower defense! Master 10 Bug Heroes, each with their own play style, abilities, and weapons; from the Spider Assassin to the Ant Engineer, to the Worm Demolitions Expert, and more! Scavenge for food and junk, build turrets, level up your heroes and towers, equip upgrades, and defend against the enemy!FEATURES• An exciting mix of action, tower defense, and RPG style upgradeability• Jaw dropping, stylized graphics • Huge single player campaign spanning an entire neighborhood of houses• Dozens of towers to unlock and experiment with - craft your defense however you choose• Discover a unique world with interesting heroes, each with their own unique play style, abilities, and personalities• RPG style progression with level ups, upgrades, equipment, and more• Tons of enemy variety to keep gameplay fresh• Take direct control of your heroes from a 3rd person camera, or play like a traditional tower defense game with a classic overhead cameraWe truly respect your time and support, and we hope you enjoy Bug Heroes: Tower Defense! If you have any questions, suggestions, or need help, please contact us at info@foursakenmedia.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "24.9K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bethsoft.falloutshelter",
  "name": "Fallout Shelter",
  "company": "Bethesda Softworks LLC",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "3.67M reviews",
  "age": "Teeninfo",
  "describe": "** Google Play Best of 2015  **Mobile Game of the Year - 2016 DICE AwardsWinner 2015 Golden Joystick Best Handheld/Mobile Game\"Might just be the best free-to-play game out there\" - GamesBeat\"Probably the best game of E3 2015” – Gizmodo \"Fallout Shelter is simple to play and addictive as hell.\" - GameZoneBUILD THE PERFECT VAULTCreate a brighter future…underground! Select from a variety of modern-day rooms to turn an excavation beneath 2,000 feet of bedrock into the very picture of Vault Life.OVERSEE A THRIVING COMMUNITY Get to know your Dwellers and lead them to happiness. Find their ideal jobs and watch them flourish. Provide them with outfits, weapons, and training to improve their abilities.CUSTOMIZETurn worthless junk into useful items with Crafting! Customize the look of any dweller in the Barbershop.PROSPERA well-run Vault requires a variety of Dwellers with a mix of skills. Build a Radio Room to attract new Dwellers. Or, take an active role in their personal lives; play matchmaker and watch the sparks fly! EXPLORE THE WASTELAND Send Dwellers above ground to explore the blasted surface left behind and seek adventure, handy survival loot, or unspeakable death. Find new armor and weapons, gain experience, and earn Caps. But don’t let them die!PROTECT YOUR VAULTFrom time to time, idyllic Vault life may be disrupted by the dangers of post-nuclear life. Prepare your Dwellers to protect against threats from the outside…and within.Vault-Tec has provided the tools, but the rest is up to you. What are you waiting for? Get started building your Vault today for FREE.",
  "lastVersion": "Dec 2, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "432K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 7, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "524K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Oct 2, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.1K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]