[{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.sglcf",
  "name": "Lucifer idle",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "The revenge and growth story of Lucifer, who was abandoned in heaven.Save the humans in Middle Earth and grow by killing all the monsters!▶Lucifer fights to protect humans even if left unattended!- Grow simply, easily, and quickly with automatic battle without the need for manual manipulation.▶Colorful and cool skill effects!- Experience spectacular and powerful battles through various skill combinations.▶Hack and slash with a sense of insight!- Feel the thrill of killing endless monsters at once with wide-range skills.▶Lucifer looks cold but is cute and full of charm!- Decorate Lucifer with a unique costume and increase his abilities.▶Stories with a variety of pets!- Go on an adventure with cute pets that use a variety of skills.※ Note: The server accessed for this game varies depending on the device language set by the user.If your device's language is Korean, you will be connected to the Korean server. If your device's language is other languages, you will be connected to the global server. Please keep this in mind when downloading the game.Homepage: https://play.google.com/store/apps/dev?id=4864673505117639552Facebook: https://www.facebook.com/mobirixplayenYouTube: https://www.youtube.com/user/mobirix1",
  "lastVersion": "Nov 30, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.sglcf"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ubisoft.rainbowsixmobile.r6.fps.pvp.shooter",
  "name": "Rainbow Six Mobile",
  "company": "Ubisoft Entertainment",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "From the acclaimed Rainbow Six franchise, Rainbow Six Mobile is a competitive, multiplayer first-person shooter experience on your phone. Compete in Rainbow Six's classic Attack vs. Defense game modes. Play as an Attacker or Defender in fast-paced 5v5 matches and face intense close-quarter combat while making timely tactical decisions. Choose from a roster of highly trained Operators, each with their own unique abilities and gadgets. Experience this ultimate tactical shooter game, designed exclusively for mobile.MOBILE ADAPTATION - Rainbow Six Mobile has been developed and optimized for mobile with shorter matches and game sessions. Customize the game’s controls in the HUD to fit your playstyle and level of comfort to play on the go.RAINBOW SIX EXPERIENCE - The acclaimed tactical shooter game is coming to mobile featuring its epic roster of Operators, their cool gadgets, its iconic maps, such as Bank and Border, and its Secure the Area and Bomb game modes. Compete in intensive 5v5 PvP matches with players from around the globe. Enjoy the Rainbow Six experience with anyone, anywhere, anytime!DESTRUCTIBLE ENVIRONMENTS - Join forces with friends and think strategically. Use weapons and Operators' unique abilities to breach through destructible walls and ceilings or rappel from the roof and break through windows. Make the environment a key part of your tactics! Master the art of setting traps, fortifying your locations, and breaching enemy territory as you lead your team to victory.STRATEGIC TEAM BASED PVP - Strategy and teamwork are the keys to success in Rainbow Six Mobile. Adapt your strategy to maps, Operators, Attack or Defense. As attackers, deploy observation drones, lean to protect your position, rappel from the roof or breach through destructible walls, floors or ceilings. As defenders, barricade all entry points, reinforce walls, and use spy cameras or traps to defend your position. Gain advantage over your opponents with team tactics and gadgets. Set up strategies with your team during the prep phase to deploy for action! Alternate between attack and defense each round to win it all. You only have one life, so make the best of it to help your team succeed.SPECIALIZED OPERATORS - Assemble your team of highly trained Operators, specialized in attack or defence. Select from the most popular Rainbow Six Operators. Each Operator comes equipped with unique skillsets, primary and secondary weapons, and the most sophisticated and deadly gadgetry. Mastering each skill and gadget will be key to your survival.Privacy Policy: https://legal.ubi.com/privacypolicy/Terms of Use: https://legal.ubi.com/termsofuse/Join the community for the latest news:Facebook: facebook.com/Rainbow6Mobile/Twitter: twitter.com/rainbow6mobileInstagram: instagram.com/rainbow6mobile/YouTube: youtube.com/channel/UCA8JO83nj1wWOkWvUMcIcZgDiscord: discord.com/invite/Rainbow6MobileThis game requires an online connection - 4G, 5G or WifiFeedback or Questions? https://ubisoft-mobile.helpshift.com/hc/en/45-rainbow-six-mobile/",
  "lastVersion": "Dec 6, 2023",
  "classify": "ActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.gameduo.tbd",
  "name": "Little Piggy Defense",
  "company": "Gameduo",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "HELP!Terrifying monsters are threatening our peaceful forest.Please help us protect the last pig standing from the billions of monsters swarming in.- Have Fun ChoosingYou never know what you'll get!! But we can guarantee you'll grow stronger.Create your own strategy to fend off the foes.- Feel The Joy Of GrowingEvolve and Merge. You'll grow to infinity and beyond!Taste the joy of the roguelike genre.- You Are Not AloneThose piggy friends by your side are not just cute but savage too.Nothing to fear if you add more friends and Enhance![Contact]tbd@gameduo.net [Privacy Policy]https://www.gameduo.net/en/privacy-policy [Terms of Service]https://www.gameduo.net/en/terms-of-service",
  "lastVersion": "Dec 8, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=net.gameduo.tbd"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.marmalade.tickettoride",
  "name": "Ticket to Ride",
  "company": "Marmalade Game Studio",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Travel around the world in an epic adventure that redefined the modern board game genre! Build a railway empire that connects the most popular cities, claim the most exciting routes and dominate your competitors in this fan favourite classic!FEATURESSingle Player Mode - Driven by expert AIsPowered by an innovative adaptive AI system, single player mode offers a challenge for new and experienced players alike. The new Ticket to Ride AI system uses the best strategies, based on learnings from over one hundred master players and perfected over millions of simulated games. With dynamic difficulty settings to suit all needs, single player games provide a realistic challenge, adapting to the players style and behaviour as the game progresses.A truly social take on Online Multiplayer Revolutionary tech enables a new online multiplayer system, which offers seamless match-making and a truly social experience. Make the most of every opportunity to connect with friends and family in private online games, and with fans around the world in open online multiplayer. With Bubble social features you can text chat with your fellow players and conquer the rails together*!Async MultiplayerStart an epic async game. Don’t let conflicting schedules and interruptions stop you and your friends from playing together. Simply leave the game after taking your turn and come back when it’s convenient!An Immersive ExperienceEvery moment has been brought to life with beautiful graphics that will immerse you in the adventure. From the intricately designed cards to the different types of train carriages, from the 3D map design to the sleek animations, the game feels alive and real. Strategic GameplayEvery game presents fresh challenges and it’s your mission to work out the most efficient solutions. Collect points by completing tickets, linking destinations, and building the longest route. As your railway network grows, no one will be left behind! The Premium Ad-free ExperienceBuy the game once and play as many times as you like, for as long as you like, with no interruptions. Only the Beginning…Build your railway network through North America and Europe, and prepare for new expansions! These will include fan favourites plus some surprise additions exclusive to the digital game.Join the Community Join our Discord and meet fellow railway pioneers. Be the first to know about releases, updates, competitions and events. Get to know the team at Marmalade Game Studio, creators of the official Monopoly, Clue, Game of Life 2 and more on mobile, PC and console! Existing Ticket to Ride fans played a key role in shaping the game and inspiring features, and we’re dedicated to keeping the relationship strong!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Board",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.marmalade.tickettoride"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.com2usholdings.soulstrike.android.google.global.normal",
  "name": "Soul Strike! Idle RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Easy Peasy Monster Squishy! Hack and slash like there's no tomorrow!Soul Strike - Idle RPG, the perfect action idle game that you have been looking for is now live!Slay and strike vampires, titans, zombies, slimes, and dragons to continue your legendary adventure!Click and tap to battle your way to be the number 1 legend of this fantasy war!Game Features● Spam your skills on endless waves of enemies!Enjoy exciting action-packed roguelike battles as you wipe out hundreds of monsters at once!Clear and harvest thousands of stages by defeating monsters with fancy skills and actions!● Customize your hero endlessly with 999 Parts!Beefing up stats isn't the only way to make your beloved character stand out!You can come up with a trillion combinations to make your character unique!● Guaranteed offline growth boost with AFK idle rewards!Enjoy super-fast growth that transcends the speed of time in this fun idle action game!Indulge in the temptation of idle progression online as you watch your character become endlessly stronger!● Enjoy the fun of idle RPG-style item farming anytime, anywhere!An immortal being's desire knows no bounds!Satisfy your immortal greed by obtaining Parts through hack n slash hunting or crafting!Keep slaying monsters until you find the legendary option you want on the piece of Parts you desire!● Craft your unique Soul Parts at the special place, Shelter!Craft infinitely at the Shelter to get the finest Parts!You can also cook food and craft cool outfits as well!Step into a free online idle RPG game and experience stress-free gameplay.Discover why Soul Strike stands out as a top roguelike idle action RPG game in today's gaming landscape.* Soul Strike Official Sitehttps://event.com2us.com/ci/soulstrike/brand** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, ไทย, Tiếng ViệtSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None* If your device is running on a version lower than Android 6.0, you will be unable to set optional permissions. We recommend upgrading to Android 6.0 or higher.* Some apps may not ask for optional permissions. However, you can still manage your app permissions and deny access.▶ How to Revoke PermissionsYou can reset or revoke permissions using the following steps:[Android 6.0 and up]Open Settings > Apps > Select app > Permissions > Allow or deny access[Android 5.1.1 and lower]Update your operating system to revoke permissions or delete the app from your device.",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingIdle RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superbox.aos.ghosthunter",
  "name": "Ghost Hunter : Pixel Survival",
  "company": "SUPERBOX Inc",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "A gate to hell created by demon follower's summoning ritual that went wrong.We must prevent the great devil who controls hell from coming out of the gate!In order to prevent the Great Devil, the world must not be dominated by evil energy.We need to purify the ghosts and all demons that constantly leak through the cracks in the gate and the souls that have been contaminated by evil energy.Save the world from evil and prevent the Great Devil from taking over the world!Features :▷ Easy controls and cool movement with dash function▷ Feel the unique pixel art▷ Combine various character's power to create more powerful skills▷ Play strategically with powerful weapon and skill combinations for each chapter.▷ Collect experience as fast as you can and get stronger to bust the demons!▷ You can also collect and upgrade your newly designed equipment and weaponsBecome the best ghost hunter in a world full of ghosts and demons, with sensational powers combined with fancy skills!Official Site: http://superbox.krFacebook: https://www.facebook.com/superbox01E-Mail : help@superbox.kr",
  "lastVersion": "Aug 29, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.superbox.aos.ghosthunter"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.wspuzzle",
  "name": "Water Sort Quest",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Play our watercolor sorting puzzle to train your brain and challenge yourself![How to play]– Tap a tube to pour water into another tube.– You can only pour water on top of the same color.– You can only pour water if there is enough space.– You can move water of any color into an empty tube.– Beat the level by collecting water of the same color in each tube.– You can find \"?\" by moving the water on the top.– If you get stuck, you can retry the level.[Features]– You can play this game with one finger.– There is no time limit; play anytime, anywhere.– Easy to play.– You can customize tubes, caps, and backgrounds.– Use items for easy wins!– Compete with other players and get high rankings to earn extra rewards.– Red-green colorblind mode available.Homepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook : https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Nov 13, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.wspuzzle"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.metroville.global",
  "name": "Livetopia: Party!",
  "company": "Century Games PTE. LTD.",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Livetopia: Party! is a simulator game that's full of exciting surprises! It's a modern city by the sea, and you'll get to meet friends from all around the world. You can be whoever you want and do whatever you like. It's a place where you can have lots of fun and adventure!Why not invite your friends to come and play with you? There are so many things to do and explore!☆Explore the City of Magic!In this city of magic, you can be whoever you want to be, like a doctor, firefighter, or builder. You can also become a rockstar and play your guitar on stage, drive a go-kart around the city, or even pretend to be a scary zombie and give your friends a shock. There are so many possibilities and it's all up to you and your imagination!☆Make New Friends!Discover new friends in the wonderful world of Livetopia and chat and hang out with them in real time! Explore the town, have a picnic, or go on exciting adventures - have fun with your friends anytime and anywhere! There are also lots of awesome games for you to play together and show off your amazing talents to the world!☆Play Dress-Up and Home Design!Livetopia: Party! offers over 100 costumes and accessories for you to create your very own style! You can also decorate and build your perfect house with any furniture you like. Invite your friends over for a party and show off your amazing creativity!☆Adopt Magical Pets!Adopt adorable pets and become their best friend! You can play games with them and go on exciting adventures together, train your pets to become powerful fighters, or simply enjoy cuddling with them. And guess what? You can even transform into your pets and explore the world from their points of view!To learn more about Livetopia: Party!, please visit:Instagram: https://bit.ly/LivetopiapartyFanpage_INSFacebook: https://bit.ly/LivetopiapartyFanpage_FBTiktok: https://bit.ly/LivetopiapartyFanpage_TTYoutube: https://bit.ly/LivetopiapartyFanpage_YTDiscord: https://bit.ly/LivetopiapartyFanpage_DC",
  "lastVersion": "Dec 11, 2023",
  "classify": "SimulationLifeSocialCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Life+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.star.survivor.games.paid.gp",
  "name": "Star Survivor:Premium",
  "company": "Erabit Studios",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "SURVIVE the swarm in this rogue-lite + survivors + asteroids bullet heaven mashup! Exterminate as many space invaders and alien drones as you can. Upgrade your ship from the crafted deck of equipment and power-ups. You are the Last ship against the Endless... Will your choices be enough to overcome the thousands hunting you in this offline action shoot'em up game?【One vs Thousands】You are the last ship, survive the endless swarm with every overpowered weapon and upgrade the fleet has to offer.【Slaughter the Endless with Unique Builds Every Run】In this rogue-lite survival asteroids game, select from a variety of weapons and upgrades to create fun run-worthy, overpowered builds every run. Carefully control your ship with Newtonian physics past the swarm of thousands of enemies. Each kill will gain you resources to upgrade your vessel, unlock new ships, or stack the odds in your favor.【Select Your Ship】Choose from a selection of ships that offer a variety of unique gameplay experiences and equipment synergies.【Build Your Deck】Turn the odds in your favor with Challenge Mode. Unlock new cards each run, purchase, and add new cards to your deck that is drawn when you level up in combat. Upgrade them to increase your power and customize your upgrade deck for strategic builds. A space shooter twist to the randomness of rogue-lites.【Choose Your Path】In Campaign adventure mode, choose your path wisely and build your ship as you conquer each sector on your way to slay the Endless Queens in an epic space war. Immerse yourself in the thrilling arcade-style battle, and test your reflexes in this intense shooting game!【Contact Us】Discord: @Erabit or join via https://discord.gg/P6vekfhc46Twitter: @erabit_studiosFacebook: @Star SurvivorTiktok: @Star SurvivorEmail: prglobal@erabitstudios.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.star.survivor.games.paid.gp"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gl.peoplug.greatknights",
  "name": "GreatKnights",
  "company": "PEOPLUG INC.",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "✔ Collect the various characters of the popular AFK idle RPG, Great Knights!Diverse characters with their own great stories and great legends! Collect them all in this AFK game!✔ Say goodbye to generic idle games! A new kind of Idle(AFK) RPG game is here!Enjoy idle games and RPGs where you strengthen your characters? Now experience great fun on a whole new level!✔ A great way to achieve easy growth through AFK and idle!Your collection of knights will grow easily and comfortably in AFK mode!Use various combinations of knights to grow them into ever greater heroes.✔ Great content you will never grow bored of! (AFK, idle, Knight order-growing)Great knights with great stories you can enjoy in the idle scenario mode!Various misson dungeons from AFK Scarecrow Training Ground, to AFK Armor Raids, to idle Prisoner Rescues! Plus the great fun of conquering castles!!✔ An AFK game that is even more fun with your knight order!Challenge other users with the idle ranking system!Communicate with other users using the AFK's chatting system!✔ Grow Armis into a formidable hero and protect the continent in crisis!I'm a mage, but I'm still lacking in many ways! Actually, I'm heir to an incredible power.An RPG with all the enjoyment of AFK and idle progress. Have great fun!* How to revoke access permission *- Operating system 6.0 and above: Settings > Apps > Select app > Permissions > Don't Allow- Operating system below 6.0: You can only revoke access permission by deleting the app.",
  "lastVersion": "Oct 12, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.gl.peoplug.greatknights"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.TrueSoft.DevilHunter_Android",
  "name": "Devil Slayer",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "● Spectacular action! Experience eye-catching battles.- A next-level idle RPG with action- Hack and slash combat against swarming enemies- Grow your dazzling slayer day by day!● Endless growth! Experience unceasing growth just by being idle.- Grow rapidly just with idle rewards!- Experience the fun of the constantly growing Devil Slayer every day.- Experience the magic of explosive growth just by receiving offline rewards.● Diverse content!- Challenge the limits of your character and prove your strength!- Increase your growth rate by enjoying a variety of unlockable content!- Log in daily and get tons of rewards! Acquire the most powerful equipment in the universe!- Conquer mighty giant bosses and earn attractive rewards!----------------------------------------------------------Homepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook :https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Dec 3, 2023",
  "classify": "Role PlayingAction Role-Playing",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zxima.gatekeeper",
  "name": "Flat Machine",
  "company": "合同会社ズィーマ",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "In the not-so-distant future, a fate-bound settlement installs a gatekeeper robot with no limbs or memories.To guard the settlement in this post-apocalyptic world, the gatekeeper robot must respond to various visitors, from mutants and thieves to even rogue microwaves.Can the gatekeeper robot truly protect the remaining days of the settlement?And what is the true identity of the Flat Machine...?+ Ultra, Ultra, Ultra-Simple BattlesIntense battles with just the right timing taps. Your strength depends on item combinations!+ Various EventsSuspicious individuals, monsters, bounty hunters... The daily life of the apocalypse brings one event after another.+ Multiple EndingsYour actions shape the endings. Strive for the true happy ending!+ And MoreThis game can be played for free until the end (in-game items for skipping reward ads can be purchased).",
  "lastVersion": "Nov 28, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.zxima.gatekeeper"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.prehero",
  "name": "Soul Slayer Idle",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "One day in the midst of ordinary days...You are summoned to another world and embark on an adventure to become the greatest hunter, protecting peace from evil.Raise a powerful Shadow Legion and grow your own hunter.- High-quality graphics based on full 3D- Spectacular battle system with hit satisfaction- Create your own unique character by combining various costume pieces- Shadow legion system with 36 different types of skills- Dungeons with various rules to get growth materials- Rest reward system where you can get various items even in offline modeHomepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook :https://www.facebook.com/Soul-Slayer-Idle-101949702827074YouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Dec 5, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.prehero"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.carrieverse.carriepark",
  "name": "CARRIEVERSE",
  "company": "Carrieverse",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "CARRIEVERSE is a vast and open-world game where you can explore and go on adventures with players from all over the globe!  Join your friends and other players around the globe as you enter a fun-filled land full of excitement!CHALLENGE FRIENDS!Enjoy the multitude of mini-games available and see who is the best. Whether it be challenging friends or complete strangers, show off your competitive skills through the various mini-games.EXPRESS YOURSELF!Show off your personality with hundreds of customizable outfits, accessories, and emotes! From casual to wild and adventurous, you can be whoever you want to be in CARRIEVERSE! Let your personality shine!CUSTOMIZE AND PARTY!Decorate your home and make it the coolest home on the block!  Invite all your friends over and throw the hottest party in the neighborhood! Home parties in CARRIEVERSE is where it's at!JOIN THE EXCITING COMMUNITY!At CARRIEVERSE, we take pride in creating a place for everyone to be free and enjoy themselves. Share your thoughts and help create the most exciting gaming world with us!Enter a reality where you're free to do anything![Notice]- This game contains optional in-app purchases that may incur additional charges. Depending on the circumstance, refunds of in-app purchases may be restricted.- Please read the Terms of Service, for details on our usage policy (including policy on refunds & termination of service)- Languages Support: English, Korean, Taiwanese, Vietnamese, Indonesian, Japanese- Discord: https://discord.gg/carrieversegame[Required Access Rights]Storage : Allows the app to install games, and save game data and photos.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Nov 23, 2023",
  "classify": "CasualStylized",
  "privacy": "https://play.google.com/store/search?q=Stylized+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.omona.archmage",
  "name": "Elementalist : Idle RPG War",
  "company": "omona games",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "1.68K reviews",
  "age": "Everyoneinfo",
  "describe": "💠 Raising the Elementalist :  The Ultimate Idle Shooting RPG 💠Dive into a magical world where you can harness mighty spirits and battle against the mischievous daughter of the Demon King!💠 Game Features 💠Immersive Idle Gameplay: Experience the perfect blend of casual play and immersive strategy, growing stronger even when you're away!Summon Diverse Spirits: From the slippery slime to the fiery ifrit, form unbeatable teams and customize your battle strategy.Take the Reins in Raid Battles: Don't just watch—take direct control in challenging raid boss fights and showcase your prowess.Climb the Ranks: Rise to the top and show the world your power in both combat strength and stage progression.💠 How to Play 💠Effortless Progression: Just turn on the game and watch your power grow as you earn gold in auto battles.Power Up: Use the gold you've earned to enhance both your magical staff and your spirits, making them unstoppable.Face Mighty Foes: Engage in epic battles against powerful monsters and bosses that challenge your strategy.Boss Raids: For the fiercest enemies, step in, take direct control, and lead your team to victory.Global Leaderboards: Keep an eye on the rankings, push your limits, and see how you stack up against players worldwide.Endless Challenges: Keep pushing your boundaries, striving for the pinnacle of power and prestige.💠 Contact Us 💠e-mail: omonagames@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingIdle RPGSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "62.5K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "24.9K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "302K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "67.8K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "91.8K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.klab.bleach",
  "name": "Bleach:Brave Souls Anime Games",
  "company": "KLab",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "352K reviews",
  "age": "Editors' Choice",
  "describe": "All your favorite characters from the BLEACH universe are here in Bleach: Brave Souls, an all-action RPG anime game!Over 80 million downloads worldwide!The hit manga and TV anime series BLEACH comes to life in this 3D hack-and-slash action RPG game!Get ready to play as your favorite characters from the BLEACH TV Animation Series: Thousand-Year Blood War!The game faithfully reproduces the story of the BLEACH anime in loving detail with fantastic graphics and all-action gameplay.DIVE INTO THE ACTION-PACKED WORLD OF BLEACHFrom the human-populated World of the Living to the Soul Society, home of Soul Reapers and the spirits of the dead, the bleak realm of Hueco Mundo, where evil spirits known as Hollows reside, the endlessly imaginative BLEACH universe is recreated in high-quality 3D graphics. Relive all your favorite scenes and special techniques from the hit anime!EASY TO PLAY HACK-AND-SLASH ACTIONAll you have to do is tap and swipe to play!Swipe in the direction you want the character to move and tap the screen to attack an enemy. It is that simple!Choose your favorite BLEACH character and freely move around stages as you unleash attacks and Special Moves through the tap of a button!A CAST OF COLORFUL CHARACTERS3D BLEACH characters engage in fierce battles!Unleash Ichigo’s Getsugatensho, Aizen’s Kyokasuigetsu, Byakuya’s Senbonzakura Kageyoshi, and all the other epic BLEACH moves!Be on the lookout for Thousand-Year Blood War characters too!Relive the anime and manga in Story quests, form Guilds with your friends and move up the rankings,enjoy PvE with up to three other players in Co-Op quests, or take on an even greater challenge with a variety of special super-hard quest types.Build teams with your favorite characters and experience the world of BLEACH!ENTER THE ARENAGo online and take part in epic 3-on-3 battles with players from all over the world in real time!In some regions, you have an option to choose a World (server) at the start of the game. However, there is no difference between the different servers except for the languages offered and certain purchasable items.Official Sitehttps://www.bleach-bravesouls.com/en/TwitterAccount: https://twitter.com/bleachbrs_enHashtag: #BraveSoulsFacebookhttps://www.facebook.com/BleachBS.en/Instagramhttps://www.instagram.com/bleachbravesouls_official/Recommended For- Fans of the original BLEACH anime and Shonen Jump manga who want to relive the BLEACH story!- Anyone who wants to see their favorite BLEACH characters perform Special Moves during hack-and-slash action battles!- BLEACH fans who want to enjoy new, original stories set in the BLEACH universe!- Fans of action anime games.- Anime game fans that enjoy completing quests.- Fans of anime games that involve collecting.- Fans of anime games with a large number of characters.- Anime game fans who enjoy character development.- Fans of PvP (player versus player) anime games.- Fans of anime games with gacha elements.- Fans of multiplayer anime games.- Fans of free anime games.- People who enjoy RPG games with gacha elements.Recommended OSAndroid 4.4 or later-----------------------------------------------------©Tite Kubo/Shueisha, TV TOKYO, dentsu, Pierrot　©KLabGames",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "57.6K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.â–¶â–¶Stunning Visuals Blending Retro and Modern Aestheticsâ—€â—€Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. â–¶â–¶A Cinematic Adventure across the 20th Centuryâ—€â—€From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.â–¶â–¶Full English Voice Acting with Authentic Accentsâ—€â—€Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. â–¶â–¶Fantastic Arcanists from Different Times and Regionsâ—€â—€People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans â€¦ But who are the Arcanists, really?â–¶â–¶Weave Arcane Incantations to Attain Glorious Victoriesâ—€â—€Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
  "name": "Shadow of Death: Dark Knight",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "519K reviews",
  "age": "Teeninfo",
  "describe": "A Brand New Dark Fantasy EpicShadow of Death: the knight game in the shadow fight style. Unite against the shadow of war and save the lost kingdom. Fight the shadow now!Play a gripping pocket-sized fantasy action RPG on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an offline knight game, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique shadow knights, multiple gameplay styles, and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect some comrades, and slash the shadows today!Stickman Shadow FighterChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other offline knight games can top that?Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action RPG games, the shadow battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special shadow battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!A Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, this game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime as Shadow of Death: Dark Knight is an offline knight game. No need to be online to play your shadow fighter.Challenge the Shadow UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight online! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this shadow fight game now!VISIT US:Shadow of Death: Dark Knight - Stickman Fight Game fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.smilegate.outerplane.stove.google",
  "name": "OUTERPLANE - Strategy Anime",
  "company": "Smilegate Holdings, Inc",
  "rating": "3.8star",
  "downloads": "1M+",
  "reviews": "30.6K reviews",
  "age": "Teeninfo",
  "describe": "▮Guaranteed Distribution of 2 Highest Grade Heroes! + 200 Summons!▮Special events for new players are underway! Recruit the Hero of your choice with Selective Recruitment! You'll also receive various currencies for growth, along with free Recruits as a bonus! Log in now to claim all these benefits!▮ Strategic Battles ▮Challenge your abilities in strategy-based combat! Turn the tide of the battle with your brilliant move!▮ Dynamic Action ▮Experience unparalleled action with an array of different compositions and a variety of combo attacks to unleash on your enemies!▮ Stunning 3D-Artwork ▮A gaming experience elevated with fully rendered 3D graphics andeye-catching visuals that make you feel like you're part of the action!▮ Dazzling Cutscenes ▮Be dazzled by the unique combat skills of every character and immerse yourself in the colorful and exciting cutscenes!▮ Epic Stories ▮A masterpiece ready to be explored.Embark on an adventure in an otherworldly kingdom. ⁜⁜ Communities ⁜⁜Official Community Pagehttps://page.onstove.com/outerplane/enOfficial Discordhttps://discord.gg/xUcrH7H8jAOfficial Facebookhttps://www.facebook.com/OUTERPLANEGLOBAL/Official Twitterhttps://twitter.com/outerplane*Application PermissionsNo additional permissions are required.※ Please note that the Special launch Events rewards are only available to eligible countries for the global launch of the game.These rewards are limited to one per account and players who have already received them in countries where the game has already launched (such as Singapore, Malaysia, and the Philippines) will not be able to receive them again.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingAction-strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.EpicBattleFantasy5",
  "name": "Epic Battle Fantasy 5: RPG",
  "company": "Kupo Games",
  "rating": "4.9star",
  "downloads": "100K+",
  "reviews": "12.8K reviews",
  "age": "Teeninfo",
  "describe": "Epic Battle Fantasy 5 is an over-the-top turn-based RPG adventure, full of video game references, juvenile dialogue, and anime fanservice (...and also strategic combat, monster catching, and tons of treasure hunting - if you're into any of those.) Epic Battle Fantasy 5 features...• Over 200 different enemies to fight, all with unique abilities and attack patterns.• Over 120 usable skills, and more equips than you can try out in a single playthrough. •Almost any enemy can be captured, and later summoned in battle. (including bosses!)• Set up devastating combos with damage-amplifying status effects. (wet + thunder = massive damage!)• 30 hours of gameplay for free, plus lots of optional dungeons and challenges, which can be purchased.• Suitable for both casual and hardcore RPG players, and is safe for all ages, as offensive content can be disabled. • Available in 12 languages: English, German, French, Spanish, Portuguese, Polish, Russian, Japanese, Korean, Vietnamese, Simplified Chinese, and Traditional Chinese.Epic Battle Fantasy 5 does NOT feature...• Pay-to-win or loot-box mechanics.• Annoying random battles.• Limited save points.• Depressed protagonists.• Points of no return.",
  "lastVersion": "Jan 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "167K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.sdorica",
  "name": "Sdorica: Gacha RPG",
  "company": "Rayark International Limited",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "87.3K reviews",
  "age": "Editors' Choice",
  "describe": "▼Fantasy Tactical RPG gamesLegend has it that the world was once pitch black, all that existed was one giant dragon. Eternity was given to the humans by the giant dragon, but their freedom was deprived...Those enslaved have finally awakened. They went in search of hope, and a knight named \"Vendacti\" determined to fight against fate...▼Experience a Story of Heroes and HeroinesVarious beasts, an obstinate damsel, a swordsman from the Orient, a female merchant that carries firearms, and many more. Start building your favorite character! Follow the royal princess, Angelia, to protect the kingdom, or follow Leah, the demihuman with rabbit ears and enter the Rune Academy to learn rune magic!▼Collect Magnificent CharactersWanna collect all kinds of characters? Sophie, a character done in the Onmyoji style; Kittyeyes, the catty maid; Yamitsuki, the killer that dons a kimono; Fredrica, the sexy witch who's keen on getting married; Law, who claims to be martial arts Grand Master, and many more. Follow these incredible characters and explore continent Vendacti!▼Variety of Unique Gameplay ModesSdorica is a classic fantasy turn based tactical RPG that uses the classic team combo of support, attacker, and tank. Remove the orbs strategically to cast spells, save the world, and achieve your fantasy. There are also adorable monsters for you to breed, and a cooperation system that allows you to fight along with friends and guild members. This fun, fascinating and tactical gameplay experience is awaiting you!▼Massive, Epic StorylineSdorica has an enormous worldview and an unprecedented epic story. Season 1 takes place in the corrupt Kingdom of the Sun that seems perfect on the outside...but darkness lurks within; Season 2 opens up the Desert Kingdom that's constantly engulfed in the flames of war. Besides the compelling storyline, to make the RPG games more lively, we've invited well-known Japanese CVs to do the voices for each character.【Players can download this Tactical RPG game for free】",
  "lastVersion": "Jun 29, 2023",
  "classify": "Role PlayingPuzzle Role-playingCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Puzzle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xd.battleofsbg",
  "name": "BattleofSBG",
  "company": "Moegirl Battle Game",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "5.28K reviews",
  "age": "Teeninfo",
  "describe": "Fighting for MoeGirls!Free 100 draws ※ Free to WinRound strategy ※ Overcome the enemyHanging up is not tiring ※ Rewards are generousTraveling with multiple people ※ Wonderful adventureA hundred beauties ※ at your commandThe new anime adventure places the fantasy of the mobile game Battle of SignBoard Gril.As the world was about to return to chaos, a young man from a different world crossed over and brought various MoeGirls under his command,Is the future of the world bright or destroyed,Young man, all of this is in your hands.1. Free 100 Summons and Massive equipment is freely matched.2. Various professions such as Berserker, Assassin, and Nun are freely matched, and the Five Elements complement each other, resulting in endless changes in combat strategies.3. Infinite randomness, 8 major professions, 5 major races, 6 attributes, randomly arranged and combined to generate unique heroes. Each hero summon will never be the same.4. Rich system playing methods and different game modes allow you to explore your own Happy hour freely.5. Hundreds of unique hero characters are freely collected and obtained, with different attributes giving you more strategic choices.6. An independent worldview, a struggle around the Soul Stone, and an unexpected plot development.7. The rich gameplay of dungeons makes the worldview more three-dimensional and the experience more divers.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "44.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "67.8K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "44.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ddup.zombiewaves.zw",
  "name": "Zombie Waves",
  "company": "Fun Formula",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "88.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Danger lurks around every corner in this zombie-infested post-apocalypse! Keep your wits sharp — the myriad infected will attempt to overwhelm you with their endless numbers the minute you step foot into the world.Rally companions to your side as you attempt to unravel the truth behind the outbreak.Test your survivalist mettle against a world intent on one goal: your demise!Load up on ammo, cull the shambling hordes that block your way, and stand your ground as a beacon of hope in humanity’s darkest hour!Gameplay Features:-  One-handed Controls: Single-handedly mow down hordes of mutant horrors-  Craft tactics and synergies based around 100+ roguelite skills and gamebreaking ultimate abilities-  A multitude of stage scenarios for an immersive tooth-and-nail survival experience-  A grotesque conglomeration of formidable bosses that will attempt to thwart your progress at every turnFacebook: @ZombieWavesCustomer Service: service.zombiewaves@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hunt.royale",
  "name": "Hunt Royale: Action RPG Battle",
  "company": "BoomBit Games",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Everyone 10+info",
  "describe": "Download and play the online mobile hunting sensation! Constantly updated epic experience that puts players into engaging arenas to battle & hunt powerful monsters in a competition against each other. Choose one of a plethora of completely different characters, learn their skills, earn XP, unlock new abilities and dominate on the battleground!Features:- 70+ characters to unlock and level up!- 5 different game modes, PvE and PvP- Dungeons with unique enemies to fight- Powerful skills to use and master- Unpredictable special events and daily challenges- Amusing voxel-based graphicsWith both PvE and PvP modes available, the game has something to offer to every online gaming fan! Each of over 70 completely unique characters comes with their own skills and abilities. While playing matches you level them up and make them stronger for future matches. Keep experimenting, have fun unlocking new skills, try out new builds and use them to win battles and earn trophies!This is not only a battle royale and a game of survival - you also have to keep hunting down enemies to get to the highest score and win against other players. Think about your build, hone your skills, become the hero of the arena!There are plenty of exciting and varied modes to choose from and find the action that best suits you: Hunt, Co-op, Bounty Hunter, Duel, and Boss Hunt. But that’s not all! Rest in tavern between matches, socialize with other players, join and run clans - the fun never ends!For a change of pace try a completely new Dungeons mode, geared towards fans of epic action-RPGs. Venture into a number of different, dedicated dungeons with their own equipment to find, valuable loot to gather, and shops to aid you in battle.And even that is not all! For another perspective on the gameplay you can try out the Maze mode that introduces rougelike elements into the game. Explore randomly generated, fightyour way through special rooms, and confront the all-powerful maze boss!It's an endless variety - endless fun! You can play however you like. Choose between close combat, range combat, magic, brute force, good, evil and everything in between! To top it off, customize your character with multiple cool, unlockable skins.Find your favorite character and use it in awesome combat scenarios introduced regularly in unpredictable events.",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Flanne.MinutesTillDawn.roguelike.shooting.fr.gp",
  "name": "20 Minutes Till Dawn",
  "company": "Erabit Studios",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "102K reviews",
  "age": "Everyone 10+info",
  "describe": "Upgrade, Build and Survive! Defend hordes of vampires now!20 Minutes Till Dawn is a roguelike, shoot'em up game where you mow down endless hordes of lovecraftian monsters and survive the night!【Unique Builds Every Run】In this roguelite survival game, select from a variety of upgrades to create a unique and overpowered builds every run. You can be a fire wizard, for example, and ignite monsters with every pump of your shotgun, or an agile ninja who controls magic knives to pierce your vampire enemies.【Select Your Hero】Choose from a diverse selection of characters and weapons that offer a variety of gameplay experiences during your survival adventure!【Features】*Over 80 different upgrades to choose from for a unique experience every run!*Wide cast of characters, weapons, runes, maps and vampire monsters.*Casual quick 10-20 minutes play sessions, for busy gamers.*Rune System helps you become stronger【Contact Us】Discord: https://discord.gg/efTYchSsHZFacebook: https://www.facebook.com/ErabitstudiosTwitter: https://twitter.com/erabit_studiosEmail：20minutestilldawn@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "62.5K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "24.9K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.izzle.pixeldungeon",
  "name": "Guidus : Pixel Roguelike RPG",
  "company": "izzle",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "24.3K reviews",
  "age": "Everyoneinfo",
  "describe": "The great adventure to reclaim the royal palace begins in Guidus, a Pixel roguelike game. The monsters of the abyss, sealed beneath the royal palace, have awakened. Although the twin prince and princess fought bravely alongside the last warriors of the royal palace, they were ultimately defeated and exiled to the dungeon. You are the last warrior to awaken in the depth of the dungeon. Embark on an adventure with your companions to reclaim the royal palace and rescue the true heir to the realm.◈ Various HeroesDiscover continuously added unique heroes, including a swordsman, archer, wizard, sylph, and monk, who were sealed within the bonfire. Collect heroes with various appearances and playing styles and embark on your adventure!◈ Distinct Skills and SuperpowersEvery hero has unique, powerful skills, including Shockwave, Thunder Hammer, Nova, and more. Use these skills to defeat enemies and escape the dungeon.◈ Diverse Bosses and MonstersPrepare for tough battles with various monsters and powerful bosses, each with unique patterns and abilities, who stand in your way.◈ Traps and TreasuresFind hidden treasures, overcome dangerous traps, and break through the dungeon. Sometimes, traps can even help you.◈ Mobile Action Roguelike RPGExperience Roguelike gameplay and growth factors in role-playing. Keep growing and challenging yourself. Your skills and heroes will grow as you progress, making you stronger.◈ Adorable and Sophisticated Pixel Graphics Enjoy great pixel graphics created with dots. Various characters, monsters, regions, and bosses allow you to immerse yourself in the game entirely.◈ Contact UsEmail: contact@izzle.netInstagram: https://www.instagram.com/izzlegamesWebsite: https://www.izzle.netDiscord: https://discord.gg/guidus-official-843732954470678539",
  "lastVersion": "Oct 31, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.concode.p3",
  "name": "The Way Home: Pixel Roguelike",
  "company": "Concode Corp.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Everyone 10+info",
  "describe": "Trapped on a strange island, Kevin and Cheese struggle to return home.Encounter other lost people and terrifying monsters lurking on the island.Help our unfortunate duo find THE WAY HOME![Pixelart Roguelike]- Procedurally Generated Maps- Each battle has a new pattern to enjoy- Strategically combine 15 or more skills every battle!- Defeat 80 different monsters each with unique patterns.[Party Mode] Create a party and explore the dungeon! - You can choose from 21 different characters.- Each character can use different skills.- A party consists of 4 characters who will fight together.- You can use different combinations of characters to play through the dungeons.[Resource collection and construction]- You can construct buildings with resources collected from dungeons and islands.- Make various buildings to make it easier to escape.[There is an ending!]- Meet NPC's and follow the story as you explore 4 islands.- Will Kevin and Cheese eventually escape the island?- The warmth of lights and shadows on a classical pixel art style is waiting for you!",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "302K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
}]