[{
  "link": "https://play.google.com/store/apps/details?id=com.football.soccer.league",
  "name": "Football League 2024",
  "company": "MOBILE SOCCER",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "539K reviews",
  "age": "Everyoneinfo",
  "describe": "Viva world football! Football League 2023 provides a total soccer game experience by immersing you in incredibly lucid graphics and intelligent game engine. Every strike, pass and score is beautifully executed allowing you to simply enjoy the spirit of the beautiful game. Take full control over team tactics and formations then score your way to the top and become world Champions. Soccer stars are what legendary teams are made of, use your strategic tactics to rise your team up in the ranks. Fans around the world eagerly waits for the soccer hero in you!Come feel the joy and excitement of the perfect kick, compete in matches that are unlike any mobile sports simulation experience you’ve had before to understand what it means to have so much more. Smooth intuitive operations allows players to focus on intelligently reading the game, quickly adjust behavior and finesse your shooting allowing you to dominate over your rivals.DREAM TEAM FEATURES- Over 100 National Teams and 330 Clubs to choose from- Quickly adapt, change strategy, and inhibit actions with our highly responsive total game control engine for a crazy real soccer experience- Create the ultimate team by developing your eleven pro soccer players to increase their skills and abilities to become elite league players- Come make your dream winning streak a reality and unleash your pro soccer skills with fully customizable tactics- Win the trophy and be your dream team’s hero manager by creating the perfect formation of eleven players while fine tuning along the wayDYNAMIC ADAPTIVE GAMEPLAY- Fluent controls and total player motion physics- Full controller support- Multi-language narration- Play offline gameClassic National-Cups-------------------------------National CupEuropean cupAmerican Cup Asian CupClub-Leagues-------------------------------EnglandSpainItalyGermanyFranceBrazilClub-Tournaments-------------------------------European Championship CupSouth American Championship CupEnglish CupFrench CupItalian CupSpanish CupGerman CupBrazil CupEnglish Super CupFrench Super CupItalian Super CupSpanish Super CupGerman Super CupBrazil Super CupEuropean Super CupClub World Cup",
  "lastVersion": "Dec 1, 2023",
  "classify": "#4 top free sportsSportsSoccerCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xodibande.xdbd",
  "name": "XÓC ĐĨA-Bản Deluxe",
  "company": "VickiMarcyz7fdnfgjhthz",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "SOCKS is a very popular and loved game in Vietnam.Do you enjoy playing folk dice games?Are you troubled by the fact that you don't know what to play on the weekend?Don't worry, download and experience the game XOC DOC-Deluxe Version online，unlock both XOC DOC and Bau Cua games at once.How to play SOCKER- Start the turn, choose your bet.- Bet at will.- Open the trophy and announce the results.- If the dice match the bet, you get the bonus.- Otherwise, you will lose all your bets.HIGHLIGHTS:- All free.- Suitable for all ages.- Beautiful and colorful interface.- Cross-eyed effects, along with enchanting sounds.- We also include Bau Cua games with realistic gameplay！A selection of folk and traditional games that are very popular during the holidays. Quickly download XOC DISK-Deluxe Edition and join the fun and relaxing game.Note: This is a fun entertaining mobile game, any win or lose in the game does not mean you will win in the real gambling game.",
  "lastVersion": "May 24, 2023",
  "classify": "Sports",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.xodibande.xdbd"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jetstartgames.chess",
  "name": "Chess",
  "company": "Chess Prince",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.9M reviews",
  "age": "Everyoneinfo",
  "describe": "Hi Players,As you know, Chess is one of the oldest strategy games in the world.Chess is an excellent board logic game that develops such skills as tactics, strategy and visual memory.I'm trying to create an application that allows a player of any level to enjoy the game.Play Chess, unlock levels and be Chess Master!Chess pieces:- The pawn moves to one field forward or two fields at the first move of this figure; beats diagonally to one field forward.- The king moves to one field in the vertical, horizontal or diagonal.- The queen moves to any distance vertically, horizontally or diagonally.- The rook moves to any distance vertically or horizontally.- The knight moves to the field two fields along the vertical and one horizontally or one field vertically and two horizontally.- The bishop moves to any distance diagonally.Important Chess situations:- Check - the situation in chess when a king is under immediate attack by opponent's pieces- Checkmate - the situation in chess when the player whose turn it is to move is in check and has no legal move to escape check.- Stalemate - the situation in chess when the player whose turn it is to move has no legal move and is not in check. (draw)The goal of the game is to checkmate the other king.Two special moves in Chess:- Castling is a double move, performed by the king and the rook that never moved.- En passant is a move in which a pawn can take an opponent's pawn if it jumps over a field under the pawn's blow.Features:- Ten levels of difficulty- Chess Puzzles- Game Assistant (Helper)- Ability to undo a move- Hints of moves- Stars for levels completed without the undo button- Seven different themes- Two board views (Vertical - 2D and Horizontal - 3D)- Alternate mode- 2 player mode- Realistic graphics- Save function- Sound effects- Small sizeIf you want to play good Chess, you can help me make the app better.Please write your feedback and suggestions here; I will read them and improve the quality of the application!Thank you.",
  "lastVersion": "Dec 3, 2023",
  "classify": "BoardAbstract strategyChessCasualSingle playerRealisticOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tayduthanky.gg",
  "name": "Tây Du Thần Ký - VMGE",
  "company": "VMGE",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Journey to the West Than Ky - Free 1000 turns of fairy hunting, guaranteed to receive SSR generals, free to choose rare generals!The mobile game strategy fighting generals to the West, welcoming new players with a series of benefits for fairies and hundreds of fairy companions to overcome \"tribulation 82 - a Journey to the West side story\" opens a new playground with a new position. : Nhat Chien Phong Than - Six worlds conflict!TAY DU WEST AFK - TAY DU WEST PK & TAY DU WEST KHACCHEDiverse character system in Journey to the West such as Sun Wukong, Tathagata, Duong Tam Tang... accompanying Dat Ky, Duong Tien, Na Tra in Phong Than. Become a human, become a fairy, a god or a demon? Once you log in, all your fate is in your hands.A series of nostalgic activities based on the plot of Eastern Mythology - Phong Than Dien Nghia - Journey to the West such as: Thinh Kinh, Tru Tien Battle, Detective Bao Long Cung, Dai Noo Thien Cung...82 Tribulations - AFK still receives gifts: AFK mode frees your hands to buy resources, especially at the same time, you can run 3 activities at the same time to optimize time and level up resources.WHEN THE SIX WORLDS CONGREGATE - WHO WILL CONFIRM THE GOD?The season of deification and competition honors the pinnacle of tactical strength.The battles of Tru Tien Battle, the battles in the Five Elements Battle.Dramatic team building matchmaking strategies with features such as: fairy transformation, reincarnation, reincarnation,... will give you the freedom to build the team at hand.Download the game and conquer all calamities in the strategic general fighting game Journey to the West Than Ky, today's benefits don't wait for tomorrow!",
  "lastVersion": "Dec 2, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.tayduthanky.gg"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.unicostudio.braintest",
  "name": "Brain Test: Tricky Puzzles",
  "company": "Unico Studio",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "7.07M reviews",
  "age": "Everyoneinfo",
  "describe": "➤Brain Test is an addictive free tricky puzzle game with a series of tricky brain teasers. Different riddles and tricky tests will challenge your mind. This new puzzle game may break common sense and bring your new brain-pushing experience!➤You can enjoy yourself with your friends with this addictive and funny free IQ game. Brain games, IQ games and mind games can be a great way to enhance your brain. Think out of the box, crack the puzzles and get ready to take the quiz! You will enjoy this funny tricky test. This game is a new game and an offline game. Also one of the best games in the world. When you're tired and need to brain out for a while, play this tricky brain teaser game or other puzzle games from the Brain Test Series: Brain Test 2: Tricky Stories, Brain Test 3: Tricky Quests, Brain Test 4: Tricky Stories and Who Is? Brain Teaser & Riddles.➤If you are a fan of word games, word search games, puzzles, sudoku puzzles, riddle games or any other quiz games, tricky test Brain Test is your best choice! Brain Test game is a popular choice in the puzzle games category, offering a fun mind game experience. Much funnier than classic test games. Brain games and iq games are for improving the brain. You can play the best games offline. Brain games for adults are fun, including popular mind games like Brain Test.⭐FEATURES⭐● Tricky & Mind-blowing Brain Teasers and Brain Go: You will be tricked!● Unexpected game answers to the great number of quizzes.● Fun for All Ages: The best trivia game for family & friends’ gatherings!● Enjoy this impossible quiz.● Download this funny game for free.● Endless fun and brain-pushing games.● Great exercise for the brain.● Brain Test is a fun offline brain game for a relaxing brain out.● Simple and highly addictive game play.● Great pastime with riddle games.● Play without the internet.● Offline puzzle games.● One of the best free games. Brain games for adults, puzzle games and new games.Have fun!",
  "lastVersion": "Dec 5, 2023",
  "classify": "#1 top free triviaPuzzleBrain teaserCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinybytes.massivewarfare2",
  "name": "Massive Warfare: Tanks PvP War",
  "company": "TinyBytes",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "246K reviews",
  "age": "Teeninfo",
  "describe": "Best Action Video Game. Online Tank Battles with Top Army Helicopters. Thunder of Armored Machine Wars.Fun & Immersive PvP Battles in a real-time 3D Multiplayer with modern Tanks, combat Helicopters, and Hovercraft (air-cushion Warships).Thunder of WarMassive Warfare - PvP multiplayer shooter game where you can fight against top army vehicles all over the world: modern and WW2 tanks, helicopters, and hovercraft in sync online battles. Jump into the total tank war with millions of players online.Air vs Sea vs Ground: Third-person Tank Shooter GameOnline Tanks War? Military Helicopter Shooter? War Ship Battle? All-in-One Massive Gunship War Mobile Game!Global action combats take place across ground, sea and air. You will live the thrill of the battlefield in a Third-Person Shooter Action. Choose your tactics and strategy. What kind of vehicles you like most?Upgrade & Customize your Battle MachineThis is all about modern vehicle shooting. Take your favorite army machine to combat: an iron tank, armored hovercraft or Apache gunship and fight against enemies all over the World. Upgrade your battle machine & improve your attack skills. Cause an air combat with your Sea Hawk helicopter. Forge your battle tank with heavy iron armor to protect your driver. Optimize your hovercraft (water tank) and destroy enemies in online battles. Don’t underestimate your rivals. This is the World of Massive War, and mistakes are mortal. Watch-out for planes bombarding the battlefield in air attacks. Make sure you go to the battle with the right military camouflage.Winning is key to progression if you want to become the top ace in this mobile war game. Heavy artillery will be awaiting you in the field. Feel the immersive action in the battlefield. Looking for the truly MMO tank shooter? Ultimate action entertainment with a wide variety of vehicles. Hear the call? Winning is your duty!War AlliancesJoin top army alliance to fight with other players, or form your own military alliance with friends to battle against other online alliances! Take part in Massive Warfare to feel the Action of global war games.If you like to play tank wars games, and you imagined a battle game with upgradable military machines, this is your game. Battling is global. So establish an Alliance and recruit an army. Join the Iron Force. This is Massive Warfare!– Jump straight into the action and start battling immediately!        – Easy to learn, intuitive touch screen controls– 40+ army machines including WW2 iron force tanks and modern tanks, helicopters and hovercraft– 20+ patterns and decals to customize your vehicles– 30+ tech power-ups to chose from – 3 battle modes: Free for All, Team Death match, Battle Royal– Strategic PvP online multiplayer– Unlock new tanks and make strategic decisions over what part you want to upgrade– Show your enemy who you are with tank customization with decals and patterns– Free-to-win: equal access to in-game elements for everyone– Deep progression system: 8 tiers of tanks to unlock and explore– Supply Crates with super powerful tech to enhance your combat – Optimization for various android devices– Play online with friends or against players from all over the world!– Global PvP rankings with rewards and customizable player emblems– In-game chat and Clan chat functionality– Clan functionality, allowing players to unite and invite their friends to play online– Help your Alliance in Alliance Wars to win amazing prizes every week! ***Like us on FB! https://www.facebook.com/massivewarfaregame/Follow us: https://twitter.com/massivewarfare_Any questions or need support? mwa@tinybytes.comVisit: www.massivewarfare.com",
  "lastVersion": "Nov 22, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dgames.g65002005.google",
  "name": "CAPTAIN TSUBASA: ACE",
  "company": "Program Twenty Three",
  "rating": "3.6star",
  "downloads": "1M+",
  "reviews": "7.17K reviews",
  "age": "Teeninfo",
  "describe": "\"Captain Tsubasa: Ace\" is an officially licensed mobile football game from the \"Captain Tsubasa\" IP. Players can control characters like Tsubasa Ozora and Kojiro Hyuga, performing breathtaking football moves, re-enacting the fiery battle storylines, exploring various gameplay modes, and reveling in the excitement of football confrontations.Official IP Licensing! Awaken the Football Dream!\"Captain Tsubasa: Ace\" continues the original narrative through 3D animations that bring to life the dazzling moments of characters like Tsubasa Ozora, Kojiro Hyuga, and Genzo Wakabayashi. Players can command these familiar footballers on the field, running and battling passionately for the love of football and for every victory they achieve.Hands-on Battles! Tactical Formations! Diverse Gameplay at Your Choice!\"Captain Tsubasa: Ace\" provides two distinct types of gameplay: Dream League and Ace Duel. The Dream League mode emphasizes strategic formations, while Ace Duel focuses on real-time operations. As players train their footballers, different developmental paths for the same player can significantly influence their on-field performance and skill deployment strategies. Whether you're a hands-on gamer or more tactical-minded, both the Dream League and Ace Duel modes offer avenues to find your own enjoyment.Complete Roster! Popular Players Making Their Debuts!Many have witnessed the growth of characters like Tsubasa Ozora, Kojiro Hyuga, Taro Misaki, and Takeshi Ishizaki from their youth to adulthood. These figures, who once expressed their youth and passion so freely, will make consecutive appearances in \"Captain Tsubasa: Ace.\" In the future, even more powerful footballers will join the roster and compete with everyone. Follow the legendary players' footsteps and once again witness the football development journey of characters like Tsubasa Ozora.Classic Plot! Perfectly Recapturing Fiery Memories!For every match, give it your utmost! \"Captain Tsubasa: Ace\" brings back the iconic animated plotlines. Those everyday moments chasing dreams, those instances proclaiming the beauty of youth, and many other memorable scenes will be passionately recreated in the game with high-quality 3D graphics. Return to the essence and emotions and together, let's pursue our shared passionate football dream!",
  "lastVersion": "Dec 3, 2023",
  "classify": "SportsSoccerCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvzfree_row",
  "name": "Plants vs. Zombies™",
  "company": "ELECTRONIC ARTS",
  "rating": "4.2star",
  "downloads": "500M+",
  "reviews": "5.66M reviews",
  "age": "Everyone 10+info",
  "describe": "Get ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — peashooters, wall-nuts, cherry bombs and more — to mulchify 26 types of zombies before they break down your door. This app offers in-app purchases. You may disable in-app purchasing using your device settingsWINNER OF OVER 30 GAME OF THE YEAR AWARDS*50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode!NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all.Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy. FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more.GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements and show off your zombie-zapping prowess.COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu.*Original Mac/PC downloadable game.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com FOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information. This app contains direct links to the InternetRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement",
  "lastVersion": "Nov 28, 2023",
  "classify": "#6 top free strategyStrategyTacticsSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.supercent.linkedcubic",
  "name": "Snake Clash!",
  "company": "Supercent",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "33.3K reviews",
  "age": "Everyoneinfo",
  "describe": "🐍 Snake Clash: Unleash the snake showdown! 🎮Dive into the ultimate snake game experience with Snake Clash!Your goal? Reach the top by becoming the most powerful snake within a limited time frame.The best part? Playing is absolutely FREE!🌐 Marvel Multiplayer: Online and OfflineSnake Clash ensures that you will never get bored with seamless online and offline multiplayer options. Wherever you are, excitement follows.🎲 Modes Galore: Challenges AwaitWith a plethora of game modes and challenges, Snake Clash guarantees binge-worthy entertainment. Variety is the spice of snake life!🏁 Global Rivalry: Race to DominateDevour smaller snakes to level up, improving your size and strength with each satisfying gulp. Devour snacks, grow your snake and strive to be the biggest and baddest on the block.🕹️ Addictive Excitement: The Perfect ChallengeFor those who like a challenge, Snake Clash is the perfect playground. Fast, exciting and undeniably addictive, you will come back for more.Worm your way through the competition to become the ultimate snake.🔥 Download now: Snake Clash is waiting for you!Don't miss the snake showdown! Download Snake Clash today and embark on a journey to snake supremacy.🌟 Highlights:Excellence in modern snake play.Play for free with seamless online and offline multiplayer.Various game modes and challenges for endless entertainment.Global Competition: Race, Grow, and Dominate!Strategic gameplay: outmaneuver and conquer your rivals.A fast, exciting and undeniably addictive game.Join the Snake Clash now! 🐍🔥",
  "lastVersion": "Dec 8, 2023",
  "classify": "#7 top free arcadeActionIO gameCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.1K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miniworldgame.creata.vn",
  "name": "Mini World:CREATA VN",
  "company": "MINI WORLD COMPANY LIMITED",
  "rating": "",
  "downloads": "5M+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "[Mini World] Vietnam exclusive version aired. Optimize and add more localized content, more exclusive gifts, come and experience the beauty of Vietnam right away![Mini World] is a beautiful 3D Sandbox game with high creative freedom.There are no limit rules, no specified gameplay, you can create, destroy, survive or take risks. Garden, Library, Communal Hall...and many more are waiting for you to discover.[Comfortable Open Playground]You are free to be creative: can build your ideal building, city, open any map to grow crops, buy and sell crops, simulate trading business, endless options diversity and abundance.You are also free to destroy: can tear down buildings you don't like, level forests and savannahs, build volcanoes and create floods... turn the world upside down!You can choose risky survival: choose the right context, carefully deal with the hidden monsters, upgrade your weapons and fight the monsters, can also directly confront the special Very brave suicide squad.Choose the Mini World playground for more options: Build Mini Games in Mini World, create music, shoot cartoons...[Communicating with Friends, Double Joy]Can make friends in five continents, four seas, play games in the connecting lobby, fight monsters together, chat, walk together, build a Garden, experience a new world, explore unknown maps arrive.[Rich Events, Attractive Rewards]The Treasure event officially begins, a new series of weapon skins are released.More events during the holidays: Holiday gifts, special events for Summer vacation, Tet holiday, weekend events, golden hours, collaboration with famous big IPs, cool skins, weapons and more Other unexpected mysterious events are also in preparation.[Contact us]Facebook: https://www.facebook.com/groups/miniworldVNDiscord: https://discord.gg/miniworldcreatavnCS Email：miniworldcustomerservice@gmail.com",
  "lastVersion": "Nov 30, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miniworldgame.creata.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=art.games.color.princess.coloring",
  "name": "Doll Color: Princess Coloring",
  "company": "JoyCraze",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "1.67K reviews",
  "age": "Teacher Approved",
  "describe": "Explore a magical world of art and creativity with Doll Color: Princess Coloring Art - the ultimate coloring book app for creative kids who love princess themes!Immerse yourself in 200+ imaginative coloring pages featuring cute anime, manga, and cartoon characters. Find joy in a one-of-a-kind kawaii painting experience with this top coloring game for girls.Stay inspired by constantly updated images and pictures in this popular coloring game for kids. Build your own collection of beautiful, vibrant masterpieces and show them off on social media.MORE COLORING FUN 🎨 🎨Improve your painting skills with easy to challenging artwork in this art game for kids. Revisit completed pieces anytime for more coloring fun.EASY NAVIGATION 🖌 🖌Enjoy free access to all the adorable anime manga coloring pages with this fun coloring book for girls. Easy navigation makes it perfect for kids of all ages.MANGA DREAMS TO LIFE ✨ ✨Whether you're a seasoned artist or just starting out, Doll Color: Princess Coloring Art is the perfect way to bring your manga dreams to life through drawing for kids and toddler coloring activities.With its wide variety of kawaii themes and picture categories, user-friendly controls, and fresh images, Doll Color: Princess Coloring Art offers the ultimate creative outlet for artistic kids. Download now and start coloring your own beautiful masterpieces!Privacy PolicyAt Doll Color: Princess Coloring Art, the well-being of children and families is our top priority. We prioritize privacy and adhere to all relevant regulations. For detailed information on our privacy policy, please visit: https://sites.google.com/view/joycraze-family-privacy",
  "lastVersion": "Dec 6, 2023",
  "classify": "Educational",
  "privacy": "https://play.google.com/store/apps/datasafety?id=art.games.color.princess.coloring"
},
{
  "link": "https://play.google.com/store/apps/details?id=gsn.game.zingplaynew",
  "name": "ZingPlay - Game bài - Tien Len",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "221K reviews",
  "age": "Teeninfo",
  "describe": "ZingPlay - The kingdom of interesting and exciting games, is the leading multi-platform entertainment game portal in Vietnam! Developed by ZingPlay Game Studios under VNG, ZingPlay brings quality game experiences, moments of fun, entertainment and intellectual challenges that cannot be missed.In order to comply with the requirements of the authorities, the publisher temporarily stops providing the games Tu Lo Kho, Vietnamese Poker, Crazy Tien Len, Southern Tien Len, Sea Horse Chess, Chinese Chess for 02 months from the date December 11, 2023 to February 11, 2024, the second day of Giap Thin Lunar New Year (expected).🔶 CARD GAME SYSTEM 🔶ZingPlay has always been known as a long-standing, reputable card game portal with 15+ years of accompanying Vietnamese players, especially folk card games such as Tien Len, Ta La, Mau Binh and Sam Loc. With ZingPlay, you have the opportunity to test your skills and show off your top card playing ability◾ Diverse card game system: Experience the thrill of Tien Len Mien Nam, the wisdom of Ta La, the tactics of Mau Binh and the challenge of Sam Loc.◾ Realistic experience: With exquisite graphics and vivid sound, ZingPlay provides a realistic experience like playing at home. You will feel the excitement and thrill of each game.◾ Connect and compete: Beat millions of other gamers and prove your mettle. Be the star of ZingPlay and show your excellence in weekly tournaments and events.◾ Vibrant community: Interact and make friends with more than 8 million players across the country. Show off your talents, share experiences and enjoy the exciting atmosphere with new friends.◾ Regular updates: ZingPlay always brings the latest updates, ensuring you will never be bored. Look forward to new games and exciting features in the near future.🔶 SPECIAL CASUAL GAMES 🔶ZingPlay is also famous for its diverse games that are \"refreshed\" from childhood games associated with the 8x and 9x generations such as Monopoly, Cloud Garden, Life and Death Gate! Whether you are looking for intense battles or relaxing moments of entertainment, ZingPlay will not disappoint you.1. iCa: Shoot fish with iCa and become a tycoon owning 11 different types of guns. Take on the challenge from a super BOSS lineup and experience cute graphics. Thousands of free gold every day are waiting for you.2. Billiards: Test your billiards skills with the Billiards game. Experience diverse game modes such as 8-ball, 9-ball and Phom Billiards. Sharp graphics and vivid effects will captivate you.3. Monopoly: Roll the dice and build your own empire in the Monopoly game. Interact with hundreds of thousands of other players, discover adorable chibi characters and experience vivid 3D graphics.4. Sinh Tu Mon: Join the hot strategy battle of the hottest Sinh Tu Mon strategy game today. Show your leadership abilities and lead a large army to victory.5. Cloud Garden: Create your own garden in the game Cloud Garden. Make friends from all over, plant trees and decorate them in your own style and challenge the God of Luck to receive attractive rewards.6. Radish Town: Become the mayor of a town in the latest farm game 2023 Radish Town. Grow crops, trade and share with friends, immerse yourself in the cute 3D images and sounds of the agricultural world.7. Ngu Chien: Immerse yourself in the fierce battle of generals under the ocean with the game Ngu Chien. Demonstrate tactical thinking with the speedy, minimalist, dramatic gameplay of the Auto-Battle 5v5 game series8. Fatty Fish: Join a unique fish shooting adventure in the Fatty Fish game. Use a huge arsenal of guns, race to the top every week to receive valuable rewards.🔶 EQUIPMENT REQUIREMENTS 🔶- The phone needs a constant Internet connection.- Supports Android operating system from version 4.0.3 and above.- Capacity is only 24MB!🔶 CONTACT ZINGPLAY 🔶- Facebook: https://www.facebook.com/fanpagezingplay.- Home page: https://play.zing.vn",
  "lastVersion": "Sep 8, 2023",
  "classify": "CardCasualRealistic",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.daerisoft.thespikerm",
  "name": "The Spike - Volleyball Story",
  "company": "DAERI SOFT Inc",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "393K reviews",
  "age": "Everyoneinfo",
  "describe": "The Spike returns with a new design.Play the new remastered version now!You’ll be surprised.(Warning) The game may be somewhat difficult.A little practice and you'll get the hang of it in no time.■ Community( Discord )https://discord.com/invite/RBJzXBwJHmGame IntroductionA game developed by volleyball-loving high school students!!!!Arcade style retro graphics!!!!Try serving a spike before saying anything.Game Characteristics■ A volleyball game developed by a high school indie development team! - Expect huge and frequent updates!■ A game where the developers kept communicating with players! - This game was able to make a comeback, thanks to the support of so many!■ Let your stress melt away with the beautiful sound of a spike!- No more stress from school and work!■ The hyperactive sounds will make it feel like a workout!- The sounds of shoes screeching on the floor give the feel of intense exercise!■ A game that showcases the future of indie games in Korea! - This is how advanced high school students are!Created by volleyball lovers, “The Spike: Remastered”Create your player and progress through the story!In volleyball, the middle hitter may be quite important, but the skills of the setter are what dominate the game!Your precious ratings and reviews greatly encourage the developers :)■ Access Guide[Required Access]- Storage: Used to store data on the SD card in case the device runs low on memory.",
  "lastVersion": "Oct 20, 2023",
  "classify": "SportsCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.playtogether",
  "name": "Play Together VNG",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "631K reviews",
  "age": "Teeninfo",
  "describe": "Meet friends from all over the world!This is a Virtual Universe where friends from all over the world can gather! Let's play Play Together together?1. A virtual playground!Create memorable moments in our virtual playground with your friends!Meet new friends at the Plaza, go shopping, or play a variety of short games at the Game Center.Play hide and seek with zombies at the Haunted House at night and try to conquer the top of the Infinity Tower at the Campground.The people at the Plaza will have special quests for you! Complete these missions and get rewards!At Play Together, every day is a fun experience!2. A special adventure!Take a special ride at Play Together.Travel abroad by going to a Travel Agent!Meet new friends from all over the world and bookmark the places you've visited!Sail to the Lost Island and search for hidden treasures!3. Host a party at your placeGet creative and decorate your home using furniture with various themes!There are many colorful themes to choose from such as Egyptian, Toy Block, Botany...If you've finished decorating your house, it's time to have a Home Party!The theme of the party can be anything you like!Dance party, pool party, cooking class...The only limit is your imagination!4. Style with your own substance!Only you can define who you are!Express yourself with outfits and accessories!Skateboards, sports cars, hot air balloons, space backpacks or all-terrain vehicles? Travel around with your adorable pets and friends!5. Vibrant Insect WorldInsects are everywhere, from flower gardens, around lakes to tree trunks.With a racket in hand, you have to sneak up to approach and aim to catch them. Oh be careful and go slow lest they fly away. Catch Insects and Fill Your Own Insect Dictionary!6. Giant meteorite in the Plaza!You can obtain various items by mining meteors that fall on the PlazaEveryone who comes into contact with rocks can mine minerals. The boulder after being mined a certain number of times will break, so if you see a stone, remember to exploit it immediately.In addition to items that can be crafted at any time, there are also limited items that can only be crafted for a certain time. Collect mining materials to craft your favorite items!",
  "lastVersion": "Dec 6, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.playtogether"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.talkingtomtimerush",
  "name": "Talking Tom Time Rush",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "110K reviews",
  "age": "Everyoneinfo",
  "describe": "Run fast through the Magic Gate! Tom, Angela, Hank, Ben, Ginger and Becca dash into an awesome adventure together!Talking Tom Time Rush is the all-new runner game! Tom and friends have found a Magic Gate but the Rakoonz crash the fun. They steal the Crystals and escape into a fantastic world!Players join Tom and friends as they jump into wonderful worlds, explore unique side paths and discover special surprises together. It’s an epic chase after those rascal Rakoonz to recover the Crystals!- All of the friends are unlocked from the beginning- Run through extraordinary worlds- Find cross-roads, side paths and surprises- Try out special vehicles- Boost your run with supersonic power-ups- Collect cool new outfitsPlayers who enjoy Talking Tom runner games such as Hero Dash and Gold Run will love Time Rush.By Outfit7, creators of My Talking Tom, My Talking Angela 2 and My Talking Tom Friends.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Jan 12, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefiremax",
  "name": "Free Fire MAX",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "20.2M reviews",
  "age": "Mature 17+info",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire MAX is designed exclusively to deliver premium gameplay experience in a Battle Royale. Enjoy a variety of exciting game modes with all Free Fire players via exclusive Firelink technology. Experience combat like never before with Ultra HD resolutions and breathtaking effects. Ambush, snipe, and survive; There is only one goal: to survive and be the last one standing.Free Fire, Battle In Style![Fast-paced, deeply immersive gameplay]50 players parachute onto a deserted island but only one will leave. Over ten minutes, players will compete for weapons and supplies and take down any survivors that stand in their way. Hide, scavenge, fight and survive - with reworked and upgraded graphics, players will be richly immersed in the Battle Royale world from start to finish. [Same game, better experience]With HD graphics, enhanced special effects and smoother gameplay, Free Fire MAX provides a realistic and immersive survival experience for all Battle Royale fans.[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad right from the start. Lead your friends to victory and be the last team standing victorious at the apex![Firelink technology]With Firelink, you can login your existing Free Fire account to play Free Fire MAX without any hassle. Your progress and items are maintained across both applications in real-time. You can play all game modes with both Free Fire and Free Fire MAX  players together, no matter which application they use.Privacy Policy: https://sso.garena.com/html/pp_en.htmlTerms of Service:  https://sso.garena.com/html/tos_en.html[Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#10 top grossing actionActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Polystation.BuildABabe",
  "name": "Build A Queen",
  "company": "Supersonic Studios LTD",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "173K reviews",
  "age": "Everyoneinfo",
  "describe": "Make the right choices to Build the Most Beautiful Queen!",
  "lastVersion": "Nov 29, 2023",
  "classify": "#1 top free casualActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.daerisoft.thespikerm",
  "name": "The Spike - Volleyball Story",
  "company": "DAERI SOFT Inc",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "393K reviews",
  "age": "Everyoneinfo",
  "describe": "The Spike returns with a new design.Play the new remastered version now!You’ll be surprised.(Warning) The game may be somewhat difficult.A little practice and you'll get the hang of it in no time.■ Community( Discord )https://discord.com/invite/RBJzXBwJHmGame IntroductionA game developed by volleyball-loving high school students!!!!Arcade style retro graphics!!!!Try serving a spike before saying anything.Game Characteristics■ A volleyball game developed by a high school indie development team! - Expect huge and frequent updates!■ A game where the developers kept communicating with players! - This game was able to make a comeback, thanks to the support of so many!■ Let your stress melt away with the beautiful sound of a spike!- No more stress from school and work!■ The hyperactive sounds will make it feel like a workout!- The sounds of shoes screeching on the floor give the feel of intense exercise!■ A game that showcases the future of indie games in Korea! - This is how advanced high school students are!Created by volleyball lovers, “The Spike: Remastered”Create your player and progress through the story!In volleyball, the middle hitter may be quite important, but the skills of the setter are what dominate the game!Your precious ratings and reviews greatly encourage the developers :)■ Access Guide[Required Access]- Storage: Used to store data on the SD card in case the device runs low on memory.",
  "lastVersion": "Oct 20, 2023",
  "classify": "SportsCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.netease.partyglobal",
  "name": "Eggy Party",
  "company": "Exptional Global",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "82K reviews",
  "age": "Everyoneinfo",
  "describe": "【Game introduction】Welcome to the amazing party game, Eggy Party, developed by NetEase Games where you and your Eggy Friends break through absurd obstacles and experience the journey on Eggy Island, let's egg the party now!【Game Features】-Dive into the EGGYVERSE! Become a cute eggy and join the lively EGGYVERSE! Here you can get ride the giant ferris wheel, the funny trampoline, floor piano, football field, and many more attractions waiting for you!-Team up with other cute Eggies!Team up with cute Eggies in different styles; fluffy, fantasy, sweet...choose the style that suits you! Power through obstacles together with your Eggy friends, it’s time to have fun now!-A World full of party and play!Join the different parties, bump and hug with friends in game! Be careful with the obstacles and avoid other Eggies! Enjoy the party with your friends and go play all night!-Whimsy Playground—All Fun and Games!Welcome to Whimsy Playground on Eggy Island! How you play is up to you! Sharpen your skills, conquer challenging maps... The fun never ends when you're spending time with friends! Feel the excitement as you leap over traps or immerse yourself in thrilling escape games—you can even design your own maps! Adventure awaits!To learn more about Eggy Party, please visit: • Official Website: https://www.eggyparty.com/• Twitter: https://twitter.com/eggypartyglobal• YouTube: https://www.youtube.com/channel/UCK0y3Dls7q62xvKyiHLvUeA• Facebook: https://www.facebook.com/EggyPartyGlobal/• Instagram: https://www.instagram.com/eggypartyglobal/• TikTok: @eggypartysea2023• Discord: https://discord.gg/eggyparty",
  "lastVersion": "Dec 6, 2023",
  "classify": "SimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.talkingtomtimerush",
  "name": "Talking Tom Time Rush",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "110K reviews",
  "age": "Everyoneinfo",
  "describe": "Run fast through the Magic Gate! Tom, Angela, Hank, Ben, Ginger and Becca dash into an awesome adventure together!Talking Tom Time Rush is the all-new runner game! Tom and friends have found a Magic Gate but the Rakoonz crash the fun. They steal the Crystals and escape into a fantastic world!Players join Tom and friends as they jump into wonderful worlds, explore unique side paths and discover special surprises together. It’s an epic chase after those rascal Rakoonz to recover the Crystals!- All of the friends are unlocked from the beginning- Run through extraordinary worlds- Find cross-roads, side paths and surprises- Try out special vehicles- Boost your run with supersonic power-ups- Collect cool new outfitsPlayers who enjoy Talking Tom runner games such as Hero Dash and Gold Run will love Time Rush.By Outfit7, creators of My Talking Tom, My Talking Angela 2 and My Talking Tom Friends.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Jan 12, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.1M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snake.io.slither.merge.fun.game",
  "name": "Snake Merge: idle&io zone game",
  "company": "Hippo Lab",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "11.5K reviews",
  "age": "Everyoneinfo",
  "describe": "More than other hungry io snake games, Snake Merge is full of surprises that have been upgraded and creative! The Idle&io Slither Game is a creative arcade-style worm&merge .io game! If you like sanke.io games and synthesis fun idle hungry snake games, then don't miss Snake Merge .io game, this game has an unusual combination of two types of gameplay.Merge a little snake to get a bigger worm, and unlock a new and more powerful snake. Collect yummies and different powerups, defeat enemies, and become the biggest worm of them all! Slither your snake around that you must eat as much food as possible to grow longer and stronger.  Join and play Snake Merge now! Challenge your friends and try to be the biggest snake in worm hunt battles![Game Feature]- Classic hungry snakes.io games, and also fun worm .io&idle merge game- Zone.io worm game with smooth gameplay and mobile joystick controls- Multiple Game Modes – compete with your friend&family- Play Hungry Snake game whether you’re offline or online!- Merge your worm to become the strongest and most strategic worm.- Collect coins and gems to unlock new skins and customize your snake's appearance- Epic battle simulator idle&IO game.- Idle snakes.io: You can earn a lot of money even offline- Evolve fast, and slide to fight all the players.- SNAAAAAAAAKE! slithering and hissing creatures.== Classsic Hungry Snakes.io Game ==Start snacking as a little snake or worm and try to get bigger by eating. And rush your way through fields of food and try to battle other players’ worms - Slither through as an io snake and survive as long as you can! == Creative Idle & merge Game ==Merge to get a higher level SSSnake and evolve your sneaker. Unlock new legendary skins and improve your earnings! Merge and evolve into the ultimate big little Snake!Snake Merge: hungry worm .io Game is a classic arcade game meet online leaderboard competition, addicting free hungry sanke io game! Slide to Slithering in multiplayer Battle Royale and top the rank in our classic arena of snakes io and worm zone game!With its addictive gameplay, colorful graphics, and exciting game modes, Snake Merge Game is sure to provide hours of fun and entertainment for players of all ages. So what are you waiting for? Download the game now and join the world of hungry snakes!",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionIO gameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinybytes.massivewarfare2",
  "name": "Massive Warfare: Tanks PvP War",
  "company": "TinyBytes",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "246K reviews",
  "age": "Teeninfo",
  "describe": "Best Action Video Game. Online Tank Battles with Top Army Helicopters. Thunder of Armored Machine Wars.Fun & Immersive PvP Battles in a real-time 3D Multiplayer with modern Tanks, combat Helicopters, and Hovercraft (air-cushion Warships).Thunder of WarMassive Warfare - PvP multiplayer shooter game where you can fight against top army vehicles all over the world: modern and WW2 tanks, helicopters, and hovercraft in sync online battles. Jump into the total tank war with millions of players online.Air vs Sea vs Ground: Third-person Tank Shooter GameOnline Tanks War? Military Helicopter Shooter? War Ship Battle? All-in-One Massive Gunship War Mobile Game!Global action combats take place across ground, sea and air. You will live the thrill of the battlefield in a Third-Person Shooter Action. Choose your tactics and strategy. What kind of vehicles you like most?Upgrade & Customize your Battle MachineThis is all about modern vehicle shooting. Take your favorite army machine to combat: an iron tank, armored hovercraft or Apache gunship and fight against enemies all over the World. Upgrade your battle machine & improve your attack skills. Cause an air combat with your Sea Hawk helicopter. Forge your battle tank with heavy iron armor to protect your driver. Optimize your hovercraft (water tank) and destroy enemies in online battles. Don’t underestimate your rivals. This is the World of Massive War, and mistakes are mortal. Watch-out for planes bombarding the battlefield in air attacks. Make sure you go to the battle with the right military camouflage.Winning is key to progression if you want to become the top ace in this mobile war game. Heavy artillery will be awaiting you in the field. Feel the immersive action in the battlefield. Looking for the truly MMO tank shooter? Ultimate action entertainment with a wide variety of vehicles. Hear the call? Winning is your duty!War AlliancesJoin top army alliance to fight with other players, or form your own military alliance with friends to battle against other online alliances! Take part in Massive Warfare to feel the Action of global war games.If you like to play tank wars games, and you imagined a battle game with upgradable military machines, this is your game. Battling is global. So establish an Alliance and recruit an army. Join the Iron Force. This is Massive Warfare!– Jump straight into the action and start battling immediately!        – Easy to learn, intuitive touch screen controls– 40+ army machines including WW2 iron force tanks and modern tanks, helicopters and hovercraft– 20+ patterns and decals to customize your vehicles– 30+ tech power-ups to chose from – 3 battle modes: Free for All, Team Death match, Battle Royal– Strategic PvP online multiplayer– Unlock new tanks and make strategic decisions over what part you want to upgrade– Show your enemy who you are with tank customization with decals and patterns– Free-to-win: equal access to in-game elements for everyone– Deep progression system: 8 tiers of tanks to unlock and explore– Supply Crates with super powerful tech to enhance your combat – Optimization for various android devices– Play online with friends or against players from all over the world!– Global PvP rankings with rewards and customizable player emblems– In-game chat and Clan chat functionality– Clan functionality, allowing players to unite and invite their friends to play online– Help your Alliance in Alliance Wars to win amazing prizes every week! ***Like us on FB! https://www.facebook.com/massivewarfaregame/Follow us: https://twitter.com/massivewarfare_Any questions or need support? mwa@tinybytes.comVisit: www.massivewarfare.com",
  "lastVersion": "Nov 22, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pea.battle.hw",
  "name": "Plants Warfare",
  "company": "YUEYOO GAMES",
  "rating": "4.4star",
  "downloads": "50K+",
  "reviews": "2.61K reviews",
  "age": "Everyoneinfo",
  "describe": "Plants Warfare is a Q-style fun casual game that Match 3 puzzle, Tower Defense, and Roguelike gameplay.One day, the peaceful life was disrupted by zombies attack. It's time to summon plants, set up your defense lineup, synthesize and upgrade plants to protect your homespace, and repel the zombie attack!Game Features[Classic Synthesis Gameplay]The vertical interface allows for easy one-handed operation. The classic synthesis gameplay is simple yet entertaining, allowing you to enjoy a delightful gaming experience anytime![Strategic Tower Defense Battles]Arrange and position your plants to resist the attacks from zombies. Make strategic use of different plant characteristics and skills to achieve victory![Enjoyable Light Rogue Elements]Experience the game with Roguelike elements, where each round of repelling zombie waves or synthesizing coins presents various random rewards such as increased steps, plant upgrades, special abilities, ATK up, speed boosts, etc., offering both strategy and surprises![Unlock Unique Plants Across Massive Maps]The game contains dozens of maps, each of which has unique plants such as Wall-nuts, Cherry Bomb, Ice-shroom, and Torchwood...... Defeat the zombie waves and unlock brand-new plants![Build Powerful Lineups Freely]The game offers up to 40 different plants, each with additional attributes and multiple abilities, including freezing, burning, slowing, poisoning, penetrating, stunning, slaying, pushing back, attack power enhancement, attack speed enhancement, and many more. Freely combine and cultivate plants to build personalized lineups to counter zombie attacks!In this game that intertwines synthesis, tower defense, and Roguelike elements, enjoy a casual gameplay experience while gradually developing a strong team of plants to protect the tranquility of your homespace!",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.96M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.football.soccer.league",
  "name": "Football League 2024",
  "company": "MOBILE SOCCER",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "539K reviews",
  "age": "Everyoneinfo",
  "describe": "Viva world football! Football League 2023 provides a total soccer game experience by immersing you in incredibly lucid graphics and intelligent game engine. Every strike, pass and score is beautifully executed allowing you to simply enjoy the spirit of the beautiful game. Take full control over team tactics and formations then score your way to the top and become world Champions. Soccer stars are what legendary teams are made of, use your strategic tactics to rise your team up in the ranks. Fans around the world eagerly waits for the soccer hero in you!Come feel the joy and excitement of the perfect kick, compete in matches that are unlike any mobile sports simulation experience you’ve had before to understand what it means to have so much more. Smooth intuitive operations allows players to focus on intelligently reading the game, quickly adjust behavior and finesse your shooting allowing you to dominate over your rivals.DREAM TEAM FEATURES- Over 100 National Teams and 330 Clubs to choose from- Quickly adapt, change strategy, and inhibit actions with our highly responsive total game control engine for a crazy real soccer experience- Create the ultimate team by developing your eleven pro soccer players to increase their skills and abilities to become elite league players- Come make your dream winning streak a reality and unleash your pro soccer skills with fully customizable tactics- Win the trophy and be your dream team’s hero manager by creating the perfect formation of eleven players while fine tuning along the wayDYNAMIC ADAPTIVE GAMEPLAY- Fluent controls and total player motion physics- Full controller support- Multi-language narration- Play offline gameClassic National-Cups-------------------------------National CupEuropean cupAmerican Cup Asian CupClub-Leagues-------------------------------EnglandSpainItalyGermanyFranceBrazilClub-Tournaments-------------------------------European Championship CupSouth American Championship CupEnglish CupFrench CupItalian CupSpanish CupGerman CupBrazil CupEnglish Super CupFrench Super CupItalian Super CupSpanish Super CupGerman Super CupBrazil Super CupEuropean Super CupClub World Cup",
  "lastVersion": "Dec 1, 2023",
  "classify": "#3 top free sportsSportsSoccerCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.1K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "17.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=vng.games.taydu.chienthuat.online",
  "name": "Tây Du VNG: Đại Náo Tam Giới",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Tây Du VNG: Đại Náo Tam Giới - Game thẻ tướng chiến thuật có cốt truyện dựa trên tác phẩm kinh điển Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime trẻ trung, hứa hẹn sẽ đem đến cho người chơi một trải nghiệm thế giới Tây Du đầy phá cách và mới mẻ. Game được VNG độc quyền phát hành tại Việt Nam.Tây Du VNG có tất cả tính năng hấp dẫn của thể loại chiến thuật thẻ tướng cùng với nhiều sự cải tiến mới mẻ khác với dòng game thẻ tướng 3Q. Chắc chắn đem lại cho bạn một trải nghiệm độc đáo và mới lạ khi vượt qua 81 kiếp nạn trên con đường thỉnh kinh cùng 5 thầy trò Đường Tăng.Nhắc đến Tây Du Ký ai cũng nhớ đến 81 kiếp nạn của thầy trò Đường Tăng, bao lần Tôn Ngộ Không (Wukong) phải trảm yêu diệt ma để cứu Đường Tăng. Tôn Ngộ Không (wukong) với 72 phép thần thông có thể lên trời xuống địa phủ, đại náo tam giới, giao đấu 300 hiệp cùng Dương Tiễn (Nhị Lang Thần) và Tam Thái Tử NatraTrong Tây Du VNG , người chơi chọn 1 trong 4 phe Thánh - Tiên - Minh - Yêu để bắt đầu hành trình thỉnh kinh cùng Tôn Ngộ Không (wukong) và Đường Tăng. Thiên Biến Vạn Hóa khi nhân vật chính có khả năng biến hóa thành bất kỳ nhân vật nào trong Tây Du Ký như Tôn Ngộ Không, Đường Tăng, Hằng Nga, Trư Bát Giới, Hồng Hài Nhi, Bạch Cốt Tinh, Quan Âm.. khó phân biệt thật giả trong Tây Du Ký càng thêm gây cấn hơn.Game thẻ tướng đề cao tính chiến thuật kết hợp đồ họa chibi phong cách anime trẻ trung cùng những kỹ năng animation bắt mắt, người chơi sẽ được trải nghiệm những trận đánh 6 vs 6 cân não với nhiều sự sắp xếp chiến thuật độc đáo qua các hiệu ứng âm thanh, hình ảnh, animation sống động đẹp mắt khác với 3Q.Đây là tựa game thẻ tướng chiến thuật hội tụ đủ các yếu tố về gameplay và đồ họa chibi phong cách anime mong chờ nhất của các game thủ. Bắt đầu hành trình thỉnh kinh vượt qua 81 kiếp nạn ngay thôi.Cùng điểm qua tính năng đặc sắc nhất:***Đại Náo Thiên Cung***Hành trình đi thỉnh kinh vượt qua 81 kiếp nạn của bạn sẽ không đơn độc. Hãy tìm cho mình 1 Tông Môn để cùng nhau vượt qua. Bạn cần ra sức thu thập tài nguyên để chung tay góp phần giúp cho Tông Môn mình ngày càng có tiếng hơn trong Tam Giới. Và tất nhiên sẽ khó tránh khỏi việc tranh giành quyền lực và tài nguyên giữa các Tông Môn, đó là kiếp nạn 82 của bạn phải vượt qua.***Thiên Biến Vạn Hóa***Bạn đã biết đến thuật biến hình thành người khác của Đại Thánh chưa? Thẻ Thần Thông giúp người chơi biến hóa thành bất kỳ thần tướng nào trong game, trong 1 đội hình cùng một lúc có 2 Quan Âm, hay 2 Bạch Cốt Tinh, ….. Thật Thật giả giả khó đoán.***Đấu Giá***Bất kỳ người chơi nào cũng có thể tham gia tính năng nay để mang về cho mình những vật phẩm trân quý. Sau khi đánh boss Tông Môn, các thành viên đều có thể tham gia đấu giá để có cơ hội sở hữu trân bảo. Nhanh Tay chốt deal.***Chiến Thuật Linh Hoạt***Thiên Kỹ, Thần Kích, Thần Thông và Kỷ Vật chắc hẳn sẽ gây cho kẻ địch không kịp trở tay trong các hoạt động tranh dành tài nguyên khi có khả năng biến đổi kỹ năng và thuộc tính thần tướng. Các tài nguyên này hoàn toàn có thể cày chay được từ các hoạt động săn boss và đấu giá mỗi ngày với tỉ lệ nhận được phẩm chất ngẫu nhiên. Người chơi có nhân phẩm cao có thể nhận được vật phẩm hiếm***Gia Trang***Bị yêu quái rượt bắt khi đi Thỉnh Kinh quá mệt mỏi thì về Gia Trang giải trí với các hoạt động bắn cung, câu cá, hái đào, nấu ăn... giúp cung cấp các tài nguyên miễn phí mỗi ngày. Bạn còn có thể tự thiết kế cho mình 1 không gian riêng theo sở thích cá nhân. Quan trọng nhất là khả năng cung cấp thêm lực chiến vĩnh viễn cho đội hình khi thường xuyên tham gia xây dựng Gia TrangNhanh nhanh vào Đạp gió, lướt sóng, cưỡi mây Đại Náo Tam Giới, còn được hào quang 3650 lượt quay trợ giúp bạn đi thỉnh kinh và vượt qua kiếp nạn thứ 82. Đi thỉnh kinh ngay!PERMISSION:- READ_EXTERNAL_STORAGE: Đọc thông tin hình ảnh- WRITE_EXTERNAL_STORAGE: Lưu thông tin hình ảnh- Camera: Sử dung cho tính năng chụp ảnh và quay clip trong game",
  "lastVersion": "Nov 10, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vng.games.taydu.chienthuat.online"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.buffstudio.howtoget.espers.visual.novel.adventure.story.games",
  "name": "How to Get Espers",
  "company": "Buff Studio (Story Games, Calm Games)",
  "rating": "2.9star",
  "downloads": "50K+",
  "reviews": "476 reviews",
  "age": "Teeninfo",
  "describe": "\"A chase after we first meet and a huge brawl in the middle of our date.....\"\"Get to the point.\"\"Someone asked me to teach them with my body.\"\"…Can you explain the middle part a little?\"Even though Murphy can even see things that move at the speed of light, they look like an ordinary person so they can't even use their powers. Murphy gets caught up in some strange events and meets some even stranger espers.... How can I get it?…What.... is \"it\" that they'll get?📖Superpower action visual novel, a story game 's main theme is \"seeing\" so we maximized the visual aspects of the game, which gives you an action-packed experience that the text-based games genre has never seen before.  The main character struggles between their desires and limitations and grows by learning from and building relationships with diverse people. Dive into Buff Studio's new superpower action visual novel story game now! 🎮About the game- A graphic novel style visual novel game - Easy to play - just choose from one of the options- Play based on a familiar chat-style UI- Dynamic production offers an even more immersive and action-packed experience- Produced to maximizes the theme of \"seeing\" - The player's choices determine the story and ending - Find out more about the supporting characters through the side stories 👍How to Get Espers is for you!- If you liked \"7 Days\", \"Underworld Office\", \"Charlie in Underworld\", \"Not Exactly a Hero\", you'll love \"How to Get Espers!\"- For players who love story games, indie games, and easy games - For players who love text-based games like light novels or visual novels - Recommended for players who love visual novels games, adventure games, and chat-based games  - Recommended for players who love fantasy stories or light novels - Recommended for players who love free games, indie games, and relaxing games- Recommended for players who love light novels, mysteries, novel games, and chatting games - Top game for players who are tired of the average story game- Recommended for players who love unique indie games like Undertale",
  "lastVersion": "Dec 1, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.buffstudio.howtoget.espers.visual.novel.adventure.story.games"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superbox.aos.suikagame",
  "name": "Melon Maker : Fruit Game",
  "company": "SUPERBOX Inc",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "3.32K reviews",
  "age": "Everyoneinfo",
  "describe": "Giant Melon in Melon Game!Mobile ' Melon Maker ' is launching!Don't you love big sweet healty fruits?Melon Maker : Fruit Puzzle Game is a simple merge fruit game!Tap the screen to drop the fruit and merge the same ones to keep making it bigger and finally match melon.Challenge yourself with all other players around the world to make the biggest melon!Don't let your fruit out of the box! Otherwise, you will lose.Sounds easy, right?Enjoy Melon Maker Game!Official Website ☞ http://superbox.krOfficial Fan Page ☞ https://www.facebook.com/superbox01Customer Center☞ E-Mail : help@superbox.kr",
  "lastVersion": "Dec 10, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.superbox.aos.suikagame"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight.shades",
  "name": "Shades: Shadow Fight Roguelike",
  "company": "NEKKI",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "145K reviews",
  "age": "Everyone 10+info",
  "describe": "World has been saved. It seemed like a harmonious and quiet time. But the past never lets go so easily: when you make a choice, consequences stay with you. Shadow knew it as he knew that moment of peace will be brief.Mysterious Shadow Rifts emerged all around the world. They lead to random places and bestow new abilities called Shades upon travelers. Shadow has to pass through Rifts and use this power to close them and unveil the mystery of their origin… But at what cost?New enemies, new abilities and sequel to Shadow Fight 2 story - Shadow’s adventures continue!Shades is a RPG fighting game that continues the story of the legendary Shadow Fight 2. Get ready for the enhanced features of the original game that bring your experience to the next level. Fight more battles, see more locations, meet more friends, encounter new enemies, collect powerful Shades and explore the expanded Shadow Fight universe!ICONIC VISUAL STYLEClassic 2D backgrounds with enhanced visuals combined with realistic combat animations. Dive into a fan-favorite world of shadows and astonishing landscapes.EXCITING BATTLESEasy-to-learn combat system offers a perfect fighting experience. Defeat your enemies with epic combat sequences and powerful magic. Choose your weapon and master it.ROGUE-LIKE ELEMENTSEach Rift run is unique. Encounter various enemies, absorb Shadow Energy and acquire Shades - random powerful abilities. Mix different Shades, unlock synergies and become unstoppable.MULTIVERSE EXPERIENCEShadow Rifts open paths to three different worlds. Explore the expanded Shadow Fight universe and meet dangerous enemies you have never seen before.THE COMMUNITYFollow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfight2shadesTwitter: https://twitter.com/shades_playYoutube: https://www.youtube.com/c/ShadowFightGamesDiscord: https://discord.com/invite/shadowfightSupport: https://nekki.helpshift.com/NOTE: Shades can be played offline, but some game features will be disabled. For a full gaming experience, a stable connection is required.",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dgames.g65002005.google",
  "name": "CAPTAIN TSUBASA: ACE",
  "company": "Program Twenty Three",
  "rating": "3.6star",
  "downloads": "1M+",
  "reviews": "7.19K reviews",
  "age": "Teeninfo",
  "describe": "\"Captain Tsubasa: Ace\" is an officially licensed mobile football game from the \"Captain Tsubasa\" IP. Players can control characters like Tsubasa Ozora and Kojiro Hyuga, performing breathtaking football moves, re-enacting the fiery battle storylines, exploring various gameplay modes, and reveling in the excitement of football confrontations.Official IP Licensing! Awaken the Football Dream!\"Captain Tsubasa: Ace\" continues the original narrative through 3D animations that bring to life the dazzling moments of characters like Tsubasa Ozora, Kojiro Hyuga, and Genzo Wakabayashi. Players can command these familiar footballers on the field, running and battling passionately for the love of football and for every victory they achieve.Hands-on Battles! Tactical Formations! Diverse Gameplay at Your Choice!\"Captain Tsubasa: Ace\" provides two distinct types of gameplay: Dream League and Ace Duel. The Dream League mode emphasizes strategic formations, while Ace Duel focuses on real-time operations. As players train their footballers, different developmental paths for the same player can significantly influence their on-field performance and skill deployment strategies. Whether you're a hands-on gamer or more tactical-minded, both the Dream League and Ace Duel modes offer avenues to find your own enjoyment.Complete Roster! Popular Players Making Their Debuts!Many have witnessed the growth of characters like Tsubasa Ozora, Kojiro Hyuga, Taro Misaki, and Takeshi Ishizaki from their youth to adulthood. These figures, who once expressed their youth and passion so freely, will make consecutive appearances in \"Captain Tsubasa: Ace.\" In the future, even more powerful footballers will join the roster and compete with everyone. Follow the legendary players' footsteps and once again witness the football development journey of characters like Tsubasa Ozora.Classic Plot! Perfectly Recapturing Fiery Memories!For every match, give it your utmost! \"Captain Tsubasa: Ace\" brings back the iconic animated plotlines. Those everyday moments chasing dreams, those instances proclaiming the beauty of youth, and many other memorable scenes will be passionately recreated in the game with high-quality 3D graphics. Return to the essence and emotions and together, let's pursue our shared passionate football dream!",
  "lastVersion": "Dec 3, 2023",
  "classify": "SportsSoccerCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperbeard.tsuki2",
  "name": "Tsuki Adventure 2",
  "company": "HyperBeard",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "736 reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the smash hit pocket bunny’s adventure has arrived! Embark on a new journey out from the Japanese forests and countryside vistas of Mushroom Village and into the unknown! In this new episode of the beloved rabbit’s tale, follow Tsuki along the winding path as he explores the enchanting groves of the kawaii world. Immerse yourself in the charming aesthetic of a kinder world, where furry friends, thrilling mysteries, and fulfilling choices await.Uncover the Secrets of the World- Journey through lush groves and discover the hidden wonders that await.- This new episode brings new discoveries and exciting adventures.- Let Tsuki's story unfold in unexpected ways as you travel to different countries!Build and Upgrade Your Cozy Home- Create your own cozy home with adorable furniture and decorations.- Upgrade your establishment and unlock new areas.Experience the Joy of Animal Friendship- Tons of furry friends to meet, from playful pets to wise elders- Explore heartwarming relationships and cherish moments by the beach or during a peaceful picnic.- Bond with animal people from around the world, discover their stories, and create long-lasting memories!Escape to a Pocket-Sized Paradise- Indulge in the serene beauty of Tsuki's pocket world, originally inspired by the peaceful charm of Japan, and now with vistas from around the world.- Relax on the sandy beach, take leisurely strolls through bamboo forests, feel the wind on a biplane ride, and find solace in the simple pleasures of Tsuki's enchanting realm.- A bustling, living world continues to move in your pocket, even when you’re not playing!Re-Connect with Old Friendships- Dive into heartwarming found-family dynamics as Tsuki rekindles connections with beloved characters like Chi, the giraffe, and Moca, the tea-loving turtle!- Experience the joy of friendship, love, and support as Tsuki's furry family grow.Welcome to Tsuki Adventure 2, where the path forward will always lead to new places, charming animal interactions, and the cozy joys of Tsuki’s relaxed lifestyle await.Tsuki is back in an all new adventure! Travel to cities all over the globe and meet new characters as you observe your favorite rabbit experiencing all the ordinary, yet wonderful things that life has to offer.",
  "lastVersion": "Dec 9, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hyperbeard.tsuki2"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.unicostudio.x2number",
  "name": "X2: Number Merge Puzzle 2048",
  "company": "Unico Studio",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "471 reviews",
  "age": "Everyoneinfo",
  "describe": "Immerse yourself in the captivating world of numbers with X2 Number Merge Puzzle 2048, an incredible brain-teasing game crafted by Unico Studio, the brilliant minds behind popular titles like Brain Test and 2048 Blast. Building upon their legacy of mind-bending games, X2: Number Merge Puzzle 2048 invites you to embark on an enchanting numerical journey.Prepare for an addictive puzzle experience that will put your critical thinking and quick reflexes to the test. Your main objective is to merge numbers displayed on the screen, creating larger numbers and aiming for the highest score possible.As you connect larger number blocks, the challenge escalates: 1024 -> 2048 -> 4K -> 8K ->16K ->32K and onward to Infinity ∞. Imagine 2048 meets bubble shooter - X2: Number Merge Puzzle 2048 combines elements from popular casual and classic games.The more you play, the more irresistible it becomes, making it nearly impossible to put down. If you've enjoyed games like Drop the Number, Number Blocks, Tetris, Brick, Numbers, Connect Blocks, Math Puzzle Games, Color Matching, Match3, Sudoku, or any type of merge cube games, rest assured, you're in for a treat with this Wi-Fi-free gaming experience. Play without internet - our free game lets you explore new worlds offline.Game from the Creators of 2248: Number Puzzle 2048 and 2048 Blast: Merge 2248 Numbers games.GAME FEATURES● Effortlessly simple yet highly addictive gameplay.● Numerous challenging levels to put your intellect to the test.● Special missions that demand strategic thinking.● Visually stunning graphics and soothing music.● Compete with friends on the leaderboard.● New games and free games are fun if they helps to imrove brain and mind.● Completely free to play this 2248 and 2048 merge cube block puzzle game.● Smooth and intuitive number matching controls.● Easy to learn but challenging to master number games.● Minimalistic and elegant design in this free number block puzzle game.● Engage in exciting number merge puzzles as you drop the numbers and shoot block numbers.● Combine numbers to create new number tiles.● Your game progress is automatically saved, even without Wi-Fi.● Climb global leaderboards without any time limits.● No Wi-Fi connection required for uninterrupted gameplay.● Enjoy haptic feedback while merging numbers in these engaging games.● Sharpen your mind and relieve stress through 2048 number games.● Have fun with friends and family in our merge games!● Protect your game data with privacy settings.● Can be played with one hand.This free, offline game stimulates your brain and enhances cognitive abilities. Challenge yourself by connecting number blocks and enjoy the delightful gameplay. Download X2: Number Merge Puzzle 2048 now and succumb to the addictive thrill of this numbers puzzle!Unico Studio's creative team brings a fresh perspective to the gaming world, and X2: Number Merge 2048 Puzzle continues this tradition. Download this captivating puzzle game for free now and immerse yourself in the magical world of numbers! With hours of fun guaranteed, your brain will stay sharp and entertained, all without needing Wi-Fi.This 2248 number puzzle game nurtures your cognitive abilities, quick thinking, and strategic planning while conserving your phone's storage and data. Share the joy with your loved ones - introduce them to X2: Number Merge Puzzle 2048.Download Now and Ignite Your Intellect! Step into the realm of intellectual challenge - download X2: Number Merge Puzzle 2048 now and explore the boundaries of your mind. Compete with friends on the leaderboard and embark on this mind-teasing adventure! Download now and embark on a brain-teasing adventure!Follow us on Facebook, Twitter, Instagram, and YouTube for updates and more fun games. Download  X2: Number Merge 2048 Puzzle Game now and get addicted to this new twist on the classic 2048 game!",
  "lastVersion": "Dec 6, 2023",
  "classify": "Trivia",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.unicostudio.x2number"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dmg.carsalessimulator",
  "name": "Car Sales Simulator 2023",
  "company": "Digital Melody Games",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "4K reviews",
  "age": "Everyoneinfo",
  "describe": "It's autumn, and the leaves are falling! The perfect time to start a new business.Car Sales Simulator 2023 is the ultimate car trading game. In this game, you'll be able to buy, sell, and repair cars. You'll need to use your savvy and instinct to make the best deals and avoid being ripped off.Your reputation and fortune hinge on your decisions. Will you restore the cars to their pristine condition or give them a personal touch? Will you flip them for a quick buck or keep them as your prized possessions? The choice is yours!Your contacts in the region will help you to bring any car to better condition so that you can sell it later. Whether you need a mechanic, a painter, or a tuner, you have someone who can help you out. Develop your business. Increase your trader reputation. Don’t be deceived in transactions.Cars are essential for everyone, so you have to provide them with one. However, for the right price.So what are you waiting for? Start your car trading empire today!Game features:* Big open region 🛣* Amazing driving system with car damage 🚗* Negotiations with clients 🫰* Paint job, tuning, cleaning🖌🛠🧽* Day and night cycle.",
  "lastVersion": "Dec 7, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.byaliens.bidwars4",
  "name": "Bid Wars 3 - Auction Tycoon",
  "company": "By Aliens L.L.C",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "4.34K reviews",
  "age": "Everyoneinfo",
  "describe": "Do you have what it takes to succeed in the thrilling world of storage auctions and become a pawn shop treasure tycoon? Feel the rush of making strategic bids in storage auctions just like on TV, as you hunt for valuable treasures in auctions all over the world! Every new dusty storage unit is an opportunity to uncover hidden gems that can be sold for a hefty profit. Bid against the top treasure hunters and use your keen sense of strategy to outsmart your competitors, secure the best deals, collect treasures and build your pawn shop and treasure hunt legacy in this city building and negotiation game journey!Feel The Thrill Of The BidTo succeed in the tough world of storage auctions and pawn shop negotiation game shenanigans, you will need to be savvy and strategic. Carefully assess the value of items and determine how much you are willing to bid. You will also need to keep an eye on your competitors and be ready to make quick decisions when the opportunity arises in this business simulator! Only the savviest and strategy loving tycoons will be able to navigate the complex world of storage auctions and come out on top to build their empire in thus tycoon simulator!Build Your Business EmpireWinning the most treasure-packed storage units in auctions is just the beginning of your journey in this business simulator negotiation game! Run your very own pawn shop to sell rare items at a huge profit and raise your net worth to millionaire status! Invest your earnings to expand your business empire in town and build your own gallery to display your proud rare item collections to other players all over the world! Become the ultimate city building and collection tycoon simulator player in the treasure hunt world of storage auctions and realize your city building dreams!Become An Accomplished Treasure HunterTreasure hunt and collect all kinds of rare and unique items as you continue to explore the world of storage auctions! As well as being sold for huge sums of cash, these incredible finds can be added to your personal collection and showcased in your own online gallery, making you the envy of other players for your treasure hunting feats! With each successful bid and sale, you'll inch closer to your dream of becoming a true storage auction tycoon simulator player in this millionaire pawn shop business simulator strategy and city building 3D game!Play The TV Show!Experience the exciting lives of real-life storage auction treasure hunters and prove your own bidding, negotiating and bargaining skills in the comfort of your mobile device of choice! Do you have what it takes to be successful in the storage auction treasure hunting business and get rich like your favorite TV show personalities? The size of your negotiation game business empire and rare items collection will be your best proof of skill! Experience Bid Wars like never before with awesome 3D game visuals that will let you examine every detail of the incredible and rare items you’ll discover and collect in storage auctions! You’ll also have the opportunity to test your bidding skills in different auction styles in this business simulator and treasure hunt journey. Will you risk your collection and everything in your strategy for a chance of big rare items wins in blind auctions? Or are Dutch auctions more your thing, in which the first person to make a bid wins? Be ready for new and exciting twists at every corner in your treasure hunting journey across the world in this tycoon simulator! Join the ranks of the most successful tycoons in the world of storage auctions and build your millionaire business empire!Make the bold bid that will start your treasure hunt and pawn shop business empire now in this awesome 3D game adventure filled with rare items! Become a treasure tycoon, collect the most valuable treasures and dominate the exciting world of storage auctions in this incredible millionaire business simulator!",
  "lastVersion": "Dec 5, 2023",
  "classify": "SimulationManagementTycoonCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wa.idle.prison.medieval.tycoon",
  "name": "Idle Medieval Prison Tycoon",
  "company": "Wazzapps global limited",
  "rating": "4.5star",
  "downloads": "500K+",
  "reviews": "1.79K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the world of Idle Medieval Prison Tycoon, where you can build your very own prison empire! In this tycoon game, you will take on the role of a prison manager, responsible for running a Middle Ages jailhouse in a bustling empire.As a prison tycoon, you will have to manage every aspect of your prison empire, from staffing and security to cellblock construction and rehabilitation programs. Your goal is to create a profitable and efficient prison that will attract the wealthiest and most dangerous criminals of the Middle Ages.In Medieval Prison Tycoon, you will start with a small jailhouse and a limited budget, but as you progress and your prison empire grows, you will be able to reinvest your profits into your business, expanding your operations and upgrading your facilities. With careful management and strategic decision-making, you can build an unrivaled prison empire that dominates the tycoon game world.One of the features of Medieval Prison Tycoon is the idle gameplay mechanics. While you are busy managing your prison empire, the game will continue to run in the background, generating income and allowing you to progress even when you are not actively playing. This makes Medieval Prison Tycoon a good choice for those who enjoy idle games that require minimal interaction.But don't let the gameplay relax you — Idle Medieval Prison Tycoon is a management game at heart, and you will need to stay on top of your prison's day-to-day operations to ensure that it runs smoothly. From managing your staff and prisoners to expanding your empire and dealing with unexpected events, there is always something to do in this tycoon game.As a prison tycoon, you will face numerous challenges and obstacles along the way. Your prison will be visited by auditors and inspectors, who will judge your management skills and determine whether your empire is worthy of their approval. You will also have to contend with prisoner riots and other emergencies that can threaten the safety and profitability of your prison empire.But with careful planning, shrewd business acumen, and a bit of luck, you can overcome these challenges and become the ultimate prison tycoon. Will you build a prison empire that stands the test of time, or will your management skills fall short in this challenging tycoon game?Whether you are a seasoned tycoon game player or a newcomer to the genre, Idle Medieval Prison Tycoon offers hours of engaging and immersive gameplay, challenging you to become the ultimate prison empire manager. So, what are you waiting for? Start building your prison empire today!",
  "lastVersion": "Nov 23, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamplay.bubbleshooter.google",
  "name": "Bubble Shooter : Animals Pop",
  "company": "Dreamplay Games",
  "rating": "",
  "downloads": "10K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Pop like magic! Try playing the refreshing bubble shooting game!Rescue animal friends who have playfully turned into bubbles in an instant by the Bubble Witch's' mischief!Solve puzzles in easy yet challenging numerous levels and experience a fantastic adventure!◎Features- Match three animal bubbles of the same color to make them burst.- Feel the warm game atmosphere with adorable characters.- Enjoy hundreds of exciting and addictive levels.- Non-stop variety of adventures awaits you.- Maximize your combos with special boosters to enhance the fun!- Achieve the highest score and show off your skills!",
  "lastVersion": "Nov 8, 2023",
  "classify": "PuzzleBubble shooter",
  "privacy": "https://play.google.com/store/search?q=Bubble+shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mpr.vn",
  "name": "MapleStory R: Evolution-VN",
  "company": "Wetaps VN RA",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Countless creatures live in the beautiful continent of Maple World. People live and work in peace and contentment. However, one day, a huge black hole appeared in the sky, breaking the peace, and the connection between human beings and civilization disappeared. The survivors united to form an adventure alliance to save the broken world...   The officially authorized version of \"MapleStory R: Evolution\" is launched! This is a brand new, free, and open adventure world, with exquisite game style, rich plot, and diverse systems. It includes various cultivation systems, cute and changeable pet systems, exciting guild arenas, rich home decoration systems, etc. In this world, adventurers work hand in hand to defeat monsters and search for the lost civilization... Can the adventurers pass the test and find the lost civilization?    The game integrates battle, collection, cultivation, social interaction, and team battles. Now idle your character to battle and win in a breeze!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mpr.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.storytaco.c7client",
  "name": "Unromantic Demon Queen : Otome",
  "company": "StoryTaco.inc",
  "rating": "4.4star",
  "downloads": "10K+",
  "reviews": "268 reviews",
  "age": "Teeninfo",
  "describe": "\"I will regain my magic and become the Demon Queen!\"You, the heir to the Demon king, entered the human world and lost all your magical abilities.You discover that you can restore your magical powers through intimate contact with three men you encounter by chance...At the end of this adventure, will you be able to ascend to the throne as the Demon Queen?👑 About the gameAn Interactive simulation game featuring Storytaco and Cinamon.\"Unromantic Demon Queen\" is a fantasy genre interactive romance otome game.You embark on a thrilling adventure to reclaim your lost magical powers and ascend to the throne as the Demon Queen.Experience steamy romance episodes with charming characters and discover the ending you desire!👑Game Story\"Kill that demon! Until all magical power disappears!\"You, the heir to the Demon, wanted to become the Demon Queen by accumulating dazzling achievements.In an instant, you lost all your magical power in the human world...\"I feel like my strength is restored when I touch you.\"You learn that your strength can be restored through erotic skinship with three men you meet by chance.They ended up being with you, for whom love had been on the back burner...A trainee priest with both cuteness and bewitchment [Felix]\"Please understand even if I'm a little clumsy...\"A solitary lover devoted to only one [Barad]\"You're the one who has tamed my heart.\"A two-faced elf who is innocent during the day and sly at night [Eliyah]\"My heart finds its purest light in your gaze, my love.\"A dangerous and dizzying journey, and the more strange events you fall into.After a life-threatening adventure, will you be able to safely become the Demon Queen?A steamy romantic fantasy unfolding in another world, Unromantic Demon Queen!👑 Key Points① A fantasy universe that crosses the human world and underworld② Diverse side stories that will enrich the game③ Various costumes that will guide you to special episodes and desired endings④ Beautiful illustrations that can be acquired by playing through the novel 👑 Unromantic Demon Queen is for you if:✔ You're seeking various endings based on your choices.✔ You love otome roleplay games from Storytaco and Maybe.✔ You enjoy dating simulation game with captivating characters.✔ You want to interact with attractive characters and make your own ending.✔ You're looking for interactive otome game and role playing game.✔ You want to play with charming and captivating characters.✔ You relish titles of Dangerous Fellows and Love Pheromone.✔ You have an affinity for the fantasy romance genre with special episodes.",
  "lastVersion": "Nov 14, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.storytaco.c7client"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.daerigame.heroine",
  "name": "S class Heroine",
  "company": "DAERI SOFT Inc",
  "rating": "3.7star",
  "downloads": "100K+",
  "reviews": "3.52K reviews",
  "age": "Everyone 10+info",
  "describe": "▶Esperia Kingdom's poster◀We invite precious adventurers to our humble game.■ A helpful story when readThe Last Princess Ella who revived with the pendant. And the lost colleagues.Of course, we'll be able to meet them again! Ella another universe!Interact with Ella from another dimension, meet precious colleagues, and become the strongest!Today, April 28, 390, I, Princess Ella, starts another adventure.Raise your own S-rank female character in the multiverse world!■ Features of raising an S-class female character!- Advocating for infinite growth of idle game- A high-quality RPG that will ease your eyes tired from low-quality games.- The pleasure of breakthrough action and the fun of farming a torrent of items- How many avatars are you raising? Choose how many to raise according to your taste- A solid RPG with many things that are there and not many things that are not there.■Interact with various avatars! Enjoy your new skills!You can acquire unique avatars through missions?!Each avatar has brilliant skills, equipment, and even explosive growth!■Breakthrough action that breaks through enemies without hesitation!Breakthrough! Onwards! Pleasure! Action!Grow endlessly with refreshing sense of action!■Become stronger by exploring dungeons!Unique dungeons! Various growth rewards!Defeat monsters with my own strategies!■Gather charming colleagues and form an S-class party!If you work with your colleagues, your abilities will grow quickly!Team up with colleagues who fit your unique avatar! Find the strongest avatar combination!◈ YOUTUBE ◈https://www.youtube.com/c/DAERISOFT◈Access rights guidance◈[Selective access rights]Camera: Required for photo and video uploads.Photos/media/file: Required to save images, upload photos and videos.* You can use the service even if you do not agree to grant of access.◈ Support Specifications ◈Resolution: All devices supported, including Galaxy Fold 3RAM: 3 GB or moreCapacity: At least 300 MB of free spaceOS: Android 10 or higher recommended",
  "lastVersion": "Dec 6, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.daerigame.heroine"
}]