[{
  "link": "https://play.google.com/store/apps/details?id=com.AarJeeBee.Dictators",
  "name": "Dictators : No Peace",
  "company": "RPN Indie Developer",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "300K reviews",
  "age": "Everyoneinfo",
  "describe": "Dictators : No Peace is a war simulation and dictator game. This is a fun,simple and some say a funny countryballs game.If you like simulation games, you will love playing Dictators : No Peace. Play as a dictator of your favourite country and colonize the world.Start ruling the world : Increase your gold reserves by upgrading your production activities. Also increase your gold reserves by trading goods. Use the gold reserves to upgrade your military and then Colonize. Become the greatest President of your country and the greatest dictator of all time. Have fun playing Dictators : No Peace.My Youtube channel:https://www.youtube.com/channel/UCrtMitrjROYnrVaxdEzoi4g?&ab_channel=RPNIndieDeveloperMy twitter (@IndieRpn)https://twitter.com/IndieRpn",
  "lastVersion": "Sep 9, 2023",
  "classify": "SimulationManagementGovernmentCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.HyperBeardGames.MyDearFarm",
  "name": "My Dear Farm",
  "company": "HyperBeard",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "60.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Decorating with vegetables had never been as fun! Grow your crops with love and enjoy this sim farming-adventure!- Customize your character! Set out into this horticultural adventure being your best farmer self. Change your appearance, hairstyle, and even your pet to your liking!- Grow your crops to grow your business! Once you're done harvesting the products of your hard labor, go into the marketplace to sell your wares and build your farming empire!- Collect and decorate! My Dear Farm is filled to the brim with interesting furniture and decoration sets to unlock so your farm can look as stylish as you want it to be!",
  "lastVersion": "Dec 8, 2023",
  "classify": "SimulationManagementFarmingCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.idle.food.bar.tycoon",
  "name": "Idle Food Bar: Food Truck",
  "company": "DailyFun",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "1.88K reviews",
  "age": "Everyoneinfo",
  "describe": "Do you want to be a food tycoon? Get into this restaurant management sim game now, start as a street food bar, recruit staff and upgrade to earn more money, then open a bigger restaurant!Feature:- Simple and easy to start, just tap for fun- Strategically upgrade your restaurants to maximize revenue- Various restaurants and food waiting for you to unlockIf you like simulation tycoon games and idle simulation game, give Idle Food Bar a try. Use your wits to break into the restaurant business and become a tycoon!",
  "lastVersion": "Dec 11, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.happylabs.happymall",
  "name": "Happy Mall Story: Sim Game",
  "company": "Happy Labs",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "1.03M reviews",
  "age": "Everyoneinfo",
  "describe": "Design and build your own dream shopping mall in Happy Mall Story! Unlock unique and cute shoppers to your mall and become the ultimate mall tycoon! ★BE THE ULTIMATE TYCOON!✔ Design your own mall, create new floors and fill it up with shops, special attractions and mall amenities!✔ Increase Shop Appeal to attract new shoppers. Watch their cute interactions with store owners!✔ Expand your mall, upgrade stores and services, and invest to earn coins!✔ Run tours and Fever sales to earn easy money!★FEATURES!✔ FREE to play!  ✔ 120+ shops and 30+ shopper types to unlock! ✔ Tip your friends and show off your mall! ✔ Offline! Manage your mall without using up data ✔ Optimized for S3/S4/Note 2/Tab and large screen devices! *You can pay real money for in-game currency, this can be disabled in Settings. ❤ Write a review to support us!  - Feedback: isabelle@happylabsfree.com ❤ Follow us: - fb.me/happymallstory - twitter.com/HappyHappyLabs",
  "lastVersion": "May 8, 2019",
  "classify": "SimulationManagementTycoonCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rockbite.sandship",
  "name": "Sandship: Crafting Factory",
  "company": "Rockbite Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "178K reviews",
  "age": "Everyoneinfo",
  "describe": "From the developers of Deep Town, Sandship is a factory management game set in a post-apocalyptic sci-fi universe. You control the last remaining sandship: a gigantic, artificially intelligent mega-factory, which roams across the endless deserts of a far-away planet. Noranti One was a highly advanced civilization. After an accident forced your sandship into hibernation, it awoke in a world of ruins. Join us on a journey to rediscover forgotten technologies, forge a better tomorrow through crafting and trade, and fight a vicious cult hellbent on your destruction. Unlock the secrets of this cryptic land onboard your incredible sandship.Design futuristic factories from the ground up in this free to play adventure. Place devices like synthesizers, chemical mixers, and ice guns in your sandship factory. The more devices you have, the greater your automated productivity. Connect those devices with conveyor belts to craft a wide variety of materials, from copper wires and combustion engines to ancient technology utilizing the mythic power of the overwell. Upgrade your sandship and add bigger factories to get the space you’ll need to produce more complex items. Trade the incredible stuff you make to earn credits, XP and get old crates filled with scientific research from the distant past. This ancient knowledge gives your sandship new abilities, becoming stronger, smarter, and more powerful than she’s been in a long, long time.Your engineering mentor is Harvey, a tenacious one-eyed cyborg who needs your help to reconnect with his past. Harvey will show you the ropes of sandship engineering as you build and maintain more complex factories on a desert journey. Are you ready to voyage through a mysterious alien desert with many obstacles in your path? The planet is inhabited by an unusual assortment of robots and aliens. Some are friendly and astounded by your sandship. Others are hostile and want to see your sandship destroyed, but you’re not sure why. Complete quests to meet new characters, uncover ancient civilizations, hear campfire stories and learn how this once industrious world crumbled in the distant past.There’s so much to discover on-board a sandship. Solve factory floor puzzles, then create your own to share with other players. Get creative in the sandbox to try out new setups without using any resources. Build an enigmatic underwell to mine precious resources, but be prepared to defend against hordes of extraterrestrial enemies to collect them. New features and places to explore are added continuously. The universe of Sandship is constantly expanding. FEATURESEngineered for Fun:Free to PlayOnlineSingle-playerDesign a futuristic assembly line for automated craftingProduce everything from simple items to otherworldly technology Place more devices to create increasingly complex materialsTrade what you make for credits, XP, and crates containing ancient knowledgeUpgrade your sandship’s size to mythic proportionsMaximize your credits to buy buildings, devices, and decorationsDevelop holographic blueprints to get creative with your setupsSolve factory floor puzzles and share your ownExplore the World:Help Harvey, your cyborg engineering mentor, reconnect with his pastComplete quests to earn rewards and assist the colorful inhabitants of Noranti OneAdventure through a strange planet inhabited by aliens and robotsUncover lost civilizations and learn their secret historiesDefend your sandship against hordes of extraterrestrial enemiesSign up for our newsletter:http://rockbitegames.com/sandshipLike Sandship on Facebook! ✔️http://facebook.com/sandshipgameTwitter ✔️https://twitter.com/SandshipGameInstagram ✔️https://www.instagram.com/Sandship/Reddit ✔️https://www.reddit.com/r/Sandship/ Discord ✔️https://discord.gg/NzvBaGFAny questions?Feel free to send a message to:sandship@rockbitegames.com",
  "lastVersion": "Feb 22, 2023",
  "classify": "SimulationManagementCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "154K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ofcr.cm00",
  "name": "Cooking Mama: Let's cook!",
  "company": "Office Create Corp.",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "835K reviews",
  "age": "Everyoneinfo",
  "describe": "Chop, bake, stew...Cook tasty meals with easy touch controls!Try out this unique cooking game.The yummy food you'll create will definitely make you hungry!▼Let's Cook! Cook food by playing fun mini games. More than 30 kinds of recipes are waiting for you. Do your best, Special Chef!▼Happy Village! Serve your cooking to everyone at your restaurant. Create a big and wonderful restaurant that's all your own.Harvest lots of things by going Fishing, growing plants in the Fields, and raising animals in your Ranch.Gather up lots to exchange for Happy Foods!▼Game Plaza!Play non-cooking games like \"Help out,\" \"Play Shopkeeper,\" and \"Exercise your brain.\" More than 30 kinds of mini games are waiting for you. Aim to get high scores!▼Challenge Ranking!Compete in weekly events for the best scores! Join the global rankings!▼Other Ways to Have Fun-Decorate the kitchen with various items.-Make surprise dishes by combining 2 recipes.-Watch realistic cooking videos for supported recipes.-Watch an animated video of Mama's fun daily life.[Game Features]With its intuitive controls, both children and adults can enjoy the game. Also, even if you make mistakes there are no game overs, so everyone can complete dishes. Furthermore, children who play may develop an interest in cooking.[Recommended Setup]Android OS 4.1 or later.**Game may not be playable on certain devices even if the above conditions are met.**By downloading this game, you are accepting its User Agreement.http://www.ofcr.co.jp/APP_CookingMama/en/privacypolicy.html[Supported Languages]English,French,German,Italian,Spanish,Dutch,Russian,Portuguese,Polish,Czech,Turkish,Japanese,Korean,Simplified Chinese,Traditional Chinese,Indonesian,Filipino,Malay,Thai,Vietnamese,Hindi,Spanish-mexico,Portugues brasileiro,Arabic,Persian,Swedish,Norwegian,Danish,Finnish",
  "lastVersion": "Nov 30, 2023",
  "classify": "SimulationManagementFarmingSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.appmaga.pixelfarm",
  "name": "Tiny Pixel Farm - Simple Game",
  "company": "Game Start LLC",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "35.9K reviews",
  "age": "Everyoneinfo",
  "describe": "♥A Cute Pixel-Art RanchManage a miniature stock farm on a single screen.No obnoxious dashing all over the place on errands.Run your very own ranch filled with a jumble of little characters bustling around.♥How To PlayTake the weed-ridden, out of commission ranch you inherit from your grandfather and turn it back into the lively farm it used to be with lots of animals and guests. ♥Animal AreasClean up an animal area and populate it with the animals of your choice. There are different facilities for different types—sheep, cows, pigs, and more. Design a ranch rich in diversity.♥Wild AnimalsOnce you get some life back into your ranch, wild animals such as wolves, foxes, and rabbits may show up. Increase your friendship level and get them all.♥Overnight GuestsYour ranch has overnight accomodations. Depending on what animals and facilities your ranch has, different guests will come to stay. Level up your guest rooms and attract them all.♥StoreYou sell everything from livestock to animal products here. Customers will periodically stop by to make purchases. Level up your store to get more customers and earn coins faster.♥EncylopediaLists your farm animals, wild animals, guests, and fish. Collect all the characters!♥Ranch HandsYou can hire six ranch hands and assign them to the guest rooms, animal areas, and silo. As they level up, they learn to help with more jobs such as harvesting, cutting grass, and collecting room fees from the guests. Station them where you like and leave the work up to them.---------------------------------------Best. Farm. Ever. Welcome to Tiny Pixel Farm, the most popular miniature style farming game on mobiles and tablets.Surrounded by animals and friends, let's harvest more and more!◆FOLLOW US◆Twitter   https://twitter.com/game_start_llcFacebook https://www.facebook.com/GAME-START-LLC-494823844363263",
  "lastVersion": "Sep 27, 2023",
  "classify": "SimulationManagementFarmingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.gamestart.Shibainu",
  "name": "Food Truck Pup: Cooking Chef",
  "company": "Game Start LLC",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "34.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Here comes a cute cooking x sim game featuring a Shiba Inu and other animals!Cute pixel graphics + cooking + business management!Prepare crepes in the cooking game and design your shop with furniture you like. You can dress up the adorable pixel dogs, too. There's a Shiba Inu, a retriever, a beagle, and more.  ◆How To Play◆Work with the dogs to build a global crepe business. Use the money you earn to buy furniture and clothes, and decorate your crepe truck or cafe.◆Gathering Ingredients◆Collect strawberries, bananas, and other crepe ingredients.◆Hand Out Flyers◆Promote your shop by handing out flyers to the animals passing by.◆Cooking Mode◆Prepare crepes for customers in Cooking Mode.◆Part-Timers◆You can hire other dogs to work as part-timers. Part-timers can do tasks such as gathering ingredients or helping customers on their own. Work together to expand your crepe business.◆Furniture◆Buy furniture at the cat shops. Make life better with a chair or a bed. Customize the interior of your shop with benches, tables, and more.◆Clothes◆You can buy clothes on the second floor of the cat shops. Have your dogs wear matching outfits or clothes that go with your shop. You can keep up to three sets of clothing for each dog.   ◆Go Global◆Save up money and open a shop in a new area.◆Mini games◆Match-3 puzzle game.*Clothes, furniture, and different animals will be added in future updates.◆FOLLOW US◆Twitter   https://twitter.com/game_start_llcFacebook https://www.facebook.com/GAME-START-LLC-494823844363263",
  "lastVersion": "Oct 20, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.eldring.exominer",
  "name": "ExoMiner - Idle Miner Universe",
  "company": "ExoCorp",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "345K reviews",
  "age": "Everyoneinfo",
  "describe": "Ever dreamed of conquering planets? Leaving your mark on human history? Rivaling the Medici, Rockefeller, and Bezos? Making unbelievable money and ADVANCING the world? Discovering and creating life changing technologies? Then, strap in, because you are headed to the STARS.PLANETS TO DISCOVEREven after you go from rags to riches… you’re only getting started. Build your reputation as a daring entrepreneur and keep expanding your empire into daring new galactic fronts.ENJOY YOUR SUCCESSExoMiner is easy to play. Watch your corporation grow from a humble mine with a tiny spaceship, to covering entire worlds.PROFIT FROM LUCRATIVE CRAFTINGHas anyone ever said two businesses are worse than one? You won’t only reap profits from settling planets. You discover materials, invent new technologies, and craft more items. 68+ MATERIALS! MINING NEVER GETS OLDYour interstellar experience isn’t going to be mining the same boring stuff. There are 68+ different ores, alloys, and ingots you can discover and craft. Turn these into items you can sell to make even more PROFIT!BUILD YOUR EMPIRE WHILE YOU'RE AWAYYour miners, ships, and heavy machinery are busy at work for hours! Doesn’t matter if you put your phone down when you’re at work, eating, or sleeping at night! Your empire keeps growing!What are you waiting for? There are planets for you to write your name on!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SimulationManagementTycoonSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vizorinteractive.zombiesettlersv2",
  "name": "Zombie Castaways",
  "company": "VIZOR APPS LTD.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "872K reviews",
  "age": "Everyoneinfo",
  "describe": "Experience living on a farm island side by side with friendly and adventure-loving zombies in Zombie Castaways! Here’s a list of things to never get bored in a zombie universe: 🗺 Travel through a diverse zombie world! A tour of Toys Island🧸, a ride through a hectic City of Humans👫, a space mission to Asteroid✨, adventures on the Safari Island🦁 - you name it, Zombie has got it!🏝 Build your home island: choose from regular zombie farm fields and factories or world-famous landmarks - Eiffel Tower, Egyptian Sphinx, Louvre and more!🏴‍☠️ Restore a huge pirate island and pursue a career of a zombie pirate with all well-known attributes: a noisy tavern, commissions from sea wolves, and faraway journeys! 🌾 Start your own zombie farm and grow the most unusual plants, fruits, and flowers - gather your first farm crops of boneberries, necropumpkins, eyeball peas and what not!  💞 Follow a moving story of the main character: will Zombie ever become a human for love of his life? 🤗 Meet cute zombie farm helpers and new friends:  Amy (major spoiler: Zombie’s future girlfriend), Z.Chief (a local celebrity), Diana Jones (Zombie’s BFF), zombie woodcutters and stoneminers, treasure hunters and cooks! 📱Long story short, forget what they told you about zombies before! Welcome to fun farm and adventures in Zombie Castaways! 🌟_______Follow us on our official Facebook page: https://www.facebook.com/ZombieCastaways/Terms of Use: http://vizor-interactive.com/documents/zc_mobile/eula_googleplay.htmlPrivacy Policy: http://vizor-interactive.com/documents/zc_mobile/pp_googleplay.html",
  "lastVersion": "Dec 1, 2023",
  "classify": "SimulationManagementSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.foursakenmedia.bugheroestd",
  "name": "Bug Heroes: Tower Defense",
  "company": "Foursaken Media",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "705 reviews",
  "age": "Everyone 10+info",
  "describe": "Control powerful heroes, unlock dozens of tower types, and craft your perfect defense in an exciting blend of action, strategy and tower defense! Master 10 Bug Heroes, each with their own play style, abilities, and weapons; from the Spider Assassin to the Ant Engineer, to the Worm Demolitions Expert, and more! Scavenge for food and junk, build turrets, level up your heroes and towers, equip upgrades, and defend against the enemy!FEATURES• An exciting mix of action, tower defense, and RPG style upgradeability• Jaw dropping, stylized graphics • Huge single player campaign spanning an entire neighborhood of houses• Dozens of towers to unlock and experiment with - craft your defense however you choose• Discover a unique world with interesting heroes, each with their own unique play style, abilities, and personalities• RPG style progression with level ups, upgrades, equipment, and more• Tons of enemy variety to keep gameplay fresh• Take direct control of your heroes from a 3rd person camera, or play like a traditional tower defense game with a classic overhead cameraWe truly respect your time and support, and we hope you enjoy Bug Heroes: Tower Defense! If you have any questions, suggestions, or need help, please contact us at info@foursakenmedia.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.smokingguninc.phobies",
  "name": "Phobies",
  "company": "Phobies Holdings Inc.",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "15.7K reviews",
  "age": "Editors' Choice",
  "describe": "Phobies is a turn based CCG, where players duel one another in the surreal realm of the subconscious.With its team composed of industry veterans behind award-winning strategy games such as Company of Heroes and Age of Empires: Castle Siege, it's no wonder that Phobies is the choice for gamers seeking an immersive and engaging strategy card game.Collect over 120 powerful and mischievous Phobies inspired by your most irrational fears and use their abilities to seize control of perilous environments. Gain an edge over your opponents in both asynchronous and arena modes by adapting your strategy with new fears and abilities you unlock along the way. Fancy a few cards collected more than others? Level up Phobies to give them an added edge in battle.As you strategically navigate through hazardous tiles and utilize the environment to your advantage, you can ascend the Mount Ego leaderboards, and unlock weekly and seasonal rewards along the way.For fans of popular collectible card games such as Hearthstone, Pokémon TCG, and Magic The Gathering, we invite you to give Phobies a try. With over 1M installs to date, we're confident you’ll see what makes Phobies one of the top-rated new CCG on the market.Are you brave enough to face your fears? Download Phobies for free today!FEATURES:COLLECT FEARSOME PHOBIES: Overpower your opponents by unlocking and upgrading your favorite Phobies. With an army of terrifying Phobies at your beck and call you are sure to win any battle.   MASTER TACTICAL GAMEPLAY: Plan your strategy around hex-based environments. Utilize tactical positioning across spine-chilling terrains to gain an upper hand on your opponents. REFINE YOUR STRATEGY: Utilize the practice mode to test out and further refine your strategies before using them on your unsuspecting victims. TEST YOUR WITS IN CHALLENGE MODE: In need of a quick brainteaser? Try out the PvE challenge mode containing various puzzles and objectives to sharpen your wits. PLAY WITH YOUR FRENEMIES: Add and duel your friends in asynchronous PvP battles. That is one way to put them in their place! EXPERIENCE ASYNCHRONOUS BATTLE: Take your horror show to the masses by engaging in PvP battles with players worldwide. The turn-based mechanics of asynchronous battles allow players to play multiple matches simultaneously. Enjoy the never-ending terror and fun.   COMPETE IN ARENA MODE: Feeling a bit antsy with competitive tendencies? Then experience the real-time mayhem of the arena mode. Assert dominance through strategic superiority in real-time battle. Why wait when you can win? PLAY WHEREVER YOU WANT: Take your worst fears with you wherever you go through cross-platform capabilities. Whether you prefer to dominate via PC or on the go through your mobile: play the game your way.Terms of Service: https://smokingguninc.com/terms-of-service/Privacy Policy: https://smokingguninc.com/privacy-policy/",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.rush",
  "name": "Soul of Eden",
  "company": "Rayark International Limited",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "42.8K reviews",
  "age": "Editors' Choice",
  "describe": "Rayark's first step into an esports title!Soul of Eden is a PvP competitive game that combines real-time strategy with card games. The unique spread system, the exciting four-minute games, every single match is a different challenge! Choose your destined one among the four major factions and challenge contestants from all across the world!#Choose your factionThe tech-savvy Republic, the unpredictable Aliens, the sword-and-magic wielding Empire, and the savage Beasts. Four factions, four completely different styles for players to choose. The Factions' stories intertwine with one another. Which Faction will you lead to glory?#Build your deckOver 100 unique cards, with a deck flexibility of 30 cards. Unleash your strategic potential and create your own tactics.#Showcase your controlsThe unique spread deploy system leads to endless formations in battle. The skills of the legendary heroes can turn the tide of battle all by themselves! On the ever-changing battlefield, your controls and decisions will be the key to achieve victory!",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.maxgames.stickwar3",
  "name": "Stick War 3",
  "company": "Max Games Studios",
  "rating": "",
  "downloads": "5M+",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Real-Time Multiplayer StrategyPVP Matches.• Take control of any unit at any time!• No “Pay for Power”!Team up with friends!• 2v2 Matches• Add your friends and battle it out!Single Player Modes:• Huge ever expanding campaign!• Practice your strategies vs AI’sCustom ArmiesBuild your own Battle Decks• Collect and unlock from a growing selection of Army types.• Add Upgrades to your deck and research powerful army bonuses.• Enhancements such as the “Rune of Reanimation”:  will cause any poisoned enemy units to respawn as Zombies! Or as you will know them “Deads!”.• Choose from spells such as a giant bubble that blocks incoming projectiles, or “Snow Squall” to freeze entire legions!• Generals of each of the major nations are now available to add.  Play as “Prince Atreyos” leader of the Speartons or “Princess Kytchu” bowmaster of the Archidons.Customize your Battlefield• Custom your troops with unique Skins!• Custom Statues! Shiny Gold!• Custom voice-lines and Emotes.Live Replays• Watch and share games.• Pause, rewind, fast forward replays.• Watch games from any of the players' views.Massive Growing Campaign *In Development for release early 2022*• An expansive campaign with multiple chapters being developed• Fully animated comic book,  music video style cut scenes.Huge Storylines and in-depth world:• The Order Empire led by King Zarek and brother, Zilaros the Royal Hand,  have finally defeated the Chaos Empire. Together you discover Medusa has been slain. What lay hidden in the depths of her keep will set you on the adventure of a lifetime. Your reward: strategy, and war!In a world called Inamorta where weapons are religion the struggle for dominance continues.  The classic cast of nations still thrive.  The Swordwrath, Speartons, Archidons, Magikill, and the Giants are joined by many other nations, each with their own unique fighting style such as the “Sicklewrath\", from simple farmers to deadly splash damage warriors. The Chaos Empires, ranged unit  “Eclipsors” are flying bat-like creatures raining arrows from above.  “Shadowrath”  are ninja assassins and these are only a small taste.",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ParallelSpace.Cerberus2",
  "name": "Hades' Star: DARK NEBULA",
  "company": "Parallel Space Inc",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "3.73K reviews",
  "age": "Everyone 10+info",
  "describe": "Start your own personal journey in the Hades Galaxy, or continue guiding the Empire you started in Hades' Star.DARK NEBULA is the next evolution of the Hades galaxy. With familiar but well-refined activities, as well as brand new activities, building a Space Empire has never been more rewarding. Create and grow your space Empire, in a persistent galaxy that constantly evolves.EXPLORE AND COLONIZE YOUR VERY OWN YELLOW STAR SYSTEMAs the most stable star type, the Yellow Star offers a perfect setting to establish your permanent presence and plan your Empire's long term economy. All new players start in their own Yellow Star system and over time expand to discover and colonize more planets, set mining patterns, establish trade routes and neutralize the mysterious alien ships found throughout the Hades galaxy.As the owner of a Yellow Star system, you have complete control over what other players have access to it. By establishing diplomatic relations, you can allow any other player to send ships to your system, and dictate your own terms for mining, trade or military cooperation.COOPERATIVE PVE IN RED STARSVery early in the game, every player will build a Red Star Scanner, a station that allows them to jump ships to detected Red Stars. These stars have a small lifetime and will go supernova after 10 minutes.The goal in the Red Star is to co-operate with any other players that have ships in that star system, defeat the NPC ships, retrieve Artifacts from the Red Star planets, and jump back before the Supernova. Artifacts can be researched in the home star and will yield necessary resources for trade, mining and combat advancements. Higher level Red Stars offer more challenging enemies and better rewards.TEAM PVP IN WHITE STARSPlayers can organize in Corporations. Besides helping each other, Corporations can also scan for White Stars. A White Star sees 20 players from two Corporations battle in the same star system for Relics, a resource that can be retrieved to upgrade the Corporation and give each member additional benefits.Time passes by very slowly in White Stars: every match lasts for 5 days, giving Corporation members time to talk and coordinate their strategy. The Time Machine can be used to plan future moves, communicate them to other Corporation members, and see potential outcomes of future combat.EXCITING PVP IN BLUE STARSBlue Stars are short lived combat arenas that only last for a few minutes, during which the entire system is collapsing on itself. Each player can only send a single Battleship to the Blue Star. The 5 participating players combat each other, using their ship's modules and other NPC ships to destroy the other player Battleships and be the last one alive.Blue Stars offer the fastest PvP action in the game. Regular participants receive daily and monthly rewards to advance their Empire.",
  "lastVersion": "Nov 9, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noxgroup.game.android.townsurvivor",
  "name": "Town Survivor - Zombie Haunt",
  "company": "Nox Joy",
  "rating": "3.9star",
  "downloads": "500K+",
  "reviews": "21.3K reviews",
  "age": "Teeninfo",
  "describe": "Heads up! Right now you are the leader of this small town in the zombieverse that is suddenly attacked by zombies. Town Survivor, the brand new tower defense strategy game in the zombieverse with compelling adventures and thrills. You have to use your brainy strategies to upgrade your defenses and build equipments to fight back waves and waves of zombies and ghosts at night that are trying to destroy the town. The more defense and equipments you have, the more damage you can inflict and the more coins you collect in the zombieverse.But watch out, zombies will never stop coming. They will become stronger and faster as you advance through the game. You will have to use your skills and strategy to balance your defense and offense. You can also unlock special abilities and power-ups to enhance your performance and customize your town in the zombieverse.🔥Easy Gameplay:🎯Collect coins to upgrade doors and build weapons. Customize your town to defend against zombies!💡Unlock various buildings and new characters. Powerful props are waiting for you to experience!🔆Upgrade ability to survive. Challenge the limit and keep getting stronger! Try to survive to the end!🧸Game Features of Town Survivor!► Easy to play - simple tower defense game, keep mining to get coins, build your town to defend against zombies. You can play anytime, anywhere~► Powerful props - Use a variety of powerful magic props to defeat incoming zombies and save the town!► Level mode - keep moving forward! Save more towns. The fate of mankind is in your hands!► Various characters - Unlock multiple characters, super fantastic abilities are waiting for you to experience!►Upgrade talents - you can accumulate gold coins through the levels, upgrade your survival talents, keep getting stronger, and survive longer!Town Survivor is a fun and addictive game that will keep you hooked for hours. You can play it both offline or online. You can also compete with other players on the leaderboard and see who can survive the longest.If you are ready for an exciting challenge, download Town Survivor and start your adventure in the zombieverse!Join us: https://discord.gg/EqwfjkwVuaFind us: https://www.facebook.com/townsurvivorappTweet us: https://twitter.com/townsurvivorappEmail us: townsurvivor@noxjoy.com",
  "lastVersion": "Dec 6, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geargames.aow",
  "name": "Art of War 3:RTS strategy game",
  "company": "Gear Games Global",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "396K reviews",
  "age": "Teeninfo",
  "describe": "А unique classic real-time strategy game with direct control - for true commanders who are not afraid to face the enemy in real-time PvP battles! For those who want to feel the thrill of victory over a real opponent! For those who can think like a strategist and act decisively in any battlefield situation! For those who just want to fight and blow stuff up! It’s no place for the timid!Are you ready for the challenge, Commander?Art of War 3: Global Conflict (AOW) - is a real-time strategy online game in the best tradition of old classic PC RTS games. Command, conquer and defeat your enemy on the battlefield in this modern warfare game! Like other PvP games you may have played, you have to fight against other players in PvP battles, invent new combat tactics, develop your victorious strategies, and upgrade your infantry, assault vehicles, tanks, navy, and air force to reign supreme over the enemy in battle.The action takes place in the near future. The world is engulfed by a global conflict between two warring factions - the Confederation and the Resistance. Choose your side and fight shoulder to shoulder with other commanders and generals to win this World War. Take the side of the Confederation and protect the world from the red alert. Join the rebels and crush the global domination system. Be a general of your very own strike force.★ Epic real-time PvP and cooperative battles.★ Thousands of players online from all over the world!★ Classic RTS direct control system. You can control each unit directly!★ Stunningly detailed 3D graphics will provide you with full immersion.★ A variety of units and tactical abilities allow you to invent different victorious strategies.★ Two warring factions, each with their own features, unique combat units, strengths, and weaknesses.★ А large number of unit and building upgrades gives you ample opportunities to create your own unique and victorious army.★ Continuous World War in which the clans fight each other for global domination.★ А huge campaign for each faction, including dozens of hours of game time.This online, real-time (RTS), modern war strategy game gives you the opportunity to feel like a battlefield general. Command, conquer, build your base, train infantry, produce assault tanks and armored vehicles, warplanes and warships to defeat the enemy. Take part in the World War. Use superweapons and unleash your power! Join a clan with your friends and fight other factions to dominate the world. Fight to the death andtotally annihilate your enemies!If you are a fan of pvp games and battle games like the classic rts, then Art of War 3: Global Conflict (AOW) is the game you are looking for! We need you, General!Art of War 3: Global Conflict is a multiplayer online game. It requires a constant, stable internet connection.Facebook: https://www.facebook.com/aow3rtsYouTube: https://www.youtube.com/user/GearGamesIncDiscord: https://discord.gg/KVxbxYnIf you have problems while playing the app, or if you want to offer some interesting opinions for improving it, don't hesitate to contact us via aow3@gear-games.com. We look forward to reading your emails to make our games even better and more convenient for players.",
  "lastVersion": "Nov 30, 2023",
  "classify": "Strategy4XMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "784K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easytech.strategy.wargame.sengoku.shogun",
  "name": "Great Conqueror 2: Shogun",
  "company": "EasyTech",
  "rating": "4.8star",
  "downloads": "50K+",
  "reviews": "5.32K reviews",
  "age": "Everyone 10+info",
  "describe": "【Game Introduction】As the Ashikaga Shogunate wanes, warlords arise and the fog of warfare engulfs the era of Sengoku. In this era, a host of generals and daimyos compete for power, overthrowing higher positions, and the wielding of swords and blades. Numerous legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen ascend onto the stage. Amidst the background where the flames of war rise all around, you will witness the rise and fall of various factions in the Sengoku period in the game.【Game Characteristics】▲ Relive real historical events in hundreds of campaign* Explore 16 chapters with over 200 well-known ancient military battles, including historical events such as the “Battle of Okehazam”, \"Mino Campaign\" and \"Armed Unification\". To recreate the tumultuous time of the Sengoku period.▲ Experience the battles of wits and courage between different Powers in the Sengoku periodIncluding conquest scenarios such as \"Turmoil in Owari\", \"Armed Unification\" and \"Encirclement of Nobunaga\", allow you to experience both open strife and the veiled struggle between daimyos and different factions. Elements such as retainers group, subordinate states, prestige, personality, and attitude will affect the tides of war, bringing you a new gameplay experience with unlimited potential. The occurrence of historical events will impact the state of the battlefield, and completing missions will reward you with battlefield bonuses. By employing different diplomatic strategies such as gifts, agreements, and war declarations, you will gain deeper insights into the diplomatic situation and attitude between daimyos. Thereby enabling you to make flexible strategies and tactics to advance steadily between conquest and diplomacy!▲ Begin with one castle, unify the whole regionTake Osaka Castle as your main castle, gradually conquer neighboring Powers, embarking on a journey to dominate, to achieve the ambition of \"unifying the entire country\" and become the \"Tenkabito\".Princesses, expeditions, special forces... more interactive gameplay, with more item rewards. In the \"Tenkabito\" mode, different choices will unlock different history! Fight for your country or open a different path—it is all decided by your wisdom. Write your history and create exceptional glory for the empire!▲ Legendary generals and extraordinary troops await your command* Become legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen. The spirit of the samurai awakens at this very moment! * Infantry, cavalry, archer, musketeer, war gear, ship... a wide variety of unit types allow you to strategize within the command tent and achieve victory a thousand miles apart! There are also special troops with exceptional combat abilities, such as ninjas, sword masters, and Horoshū, ready to be dispatched at any time. Hone your troops on the battlefield as they will gain level upgrades, potentially altering the state of the battlefield!▲ Conquer the Chaotic era with the assistance of divine artifact suitWakizashi, naginata, muramasa, armor... a variety of ancient military equipment and traditional Japanese items will aid you to rise in the Sengoku period. A single exclusive equipment general is no longer your only choice! The powerful suit system and comprehensive forging system allow you to have an abundance of equipment combinations to choose from!【Contact Us】EasyTech Official Website: https://www.ieasytech.com/en/Phone/EasyTech Customer Support Email: easytechservice@outlook.com- English CommunityGreat Conqueror 2: Shogun FB Page: https://www.facebook.com/EasyTechGC2SEasyTech Facebook Group: https://www.facebook.com/groups/easytechgamesEasyTech Discord (English): https://discord.gg/fQDuMdwX6HEasyTech Twitter (English): https://twitter.com/easytech_gameEasyTech Instagram (English): https://www.instagram.com/easytechgamesofficial",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyWargameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Wargame+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "91.8K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "420K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "StrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.ironmarines.invasion.rts",
  "name": "Iron Marines Invasion RTS Game",
  "company": "Ironhide Games",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "6.87K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Iron Marines: Invasion, Ironhide’s epic space rts game!Command and conquer countless missions in unique worlds. Lead a sci fi army across epic challenges in deep space. Unravel an action-packed story full of war strategy games, rts games, army battles and military threats that will lead your marines across the galaxy. Enjoy unique space missions and special operations on exciting new planets - each battlefield has its own space terrain, style, action, enemies, and conditions. Learn how to beat them across a galaxy with unique planets!Battle alien enemies, epic armies, and ferocious alien creatures in fun and electrifying rts missions full of strategic challenges. Plan your battle strategy to defend the galaxy!Calling all Iron Marines, rts & war strategy games lovers, who love offline RTS and Ironhide strategy games full of action! The ultimate battle for space is here! Build your battle strategy and take on this thrilling space rts game!Lead a mighty tactical army across 20+ worlds to battle on unique real-time strategy challenges ato get rewards and boost your arsenal. Fight side by side with the Federation’s toughest Marines! Now you can combine your squad and take advantage of each Unit’s unique fighting skills: from ranger to snipers, mechas or epic alien warrior clans. Looking for a colorful rts game? Lead the action!Train brave heroes & their abilities: boost up your army’s firepower, increase their stamina and reach, or detect enemies before they attack. Lead them to defend peace among the galaxy!Explore the galaxy’s biggest mysteries! Seize thef tactical info available to configure your battle strategy & complete challenging rts games & missions!Check all the amazing features of Ironhide’s real-time space battle:- Explore an entire galaxy of epic planets in space: 25+ campaign missions will take you to the most incredible sci fi worlds. Tons of planets for you to explore and defend on a electrifying battlefield, as you execute a tight strategic game plan!- 75+ rts game special operations for you to upgrade your Marines abilities to this kind of war games’ peak level.- 10 Unit groups for a total of 30 different troops. Combine your backup depending on the sci fi mission and tactical game plan you’re planning to deploy.- 9 epic action heroes to train, adapt to your strategy, and battle every enemy you face. - 8 Special Weapons to boost your army tactics and arsenal on the battlefield!- 40 army Upgrades to improve your strategy & units with defense drones, napalm rockets & more of what this kind of offline epic war games usually offers.- 30+ Achievements to prove the galaxy the real-time strategy battle expert you’ve become!Three difficulty modes for the best space rts games experience: Casual, Normal, or Veteran.Prove yourself in daily challenges to collect amazing rewards.Play our rts games & tactical war games offline anywhere! Enjoy Ironhide’s awesome war game experience anywhere, as you explore incredible offline worlds.Iron Marines Invasion offers hours of colorful, fun gameplay in an epic real-time strategy adventure, for those who like to play offline rts games & strategy games.Enjoy rts games & tactical war games offline: discover Ironhide’s awesome real-time strategy experience anywhere as you explore incredible worlds.Iron Marines Invasion will offer hours of colorful, fun gameplay in an epic real-time strategy, for those who like to play offline rts games & strategy games.",
  "lastVersion": "Aug 23, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.awesomepiece.castle",
  "name": "King God Castle",
  "company": "AWESOMEPIECE",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "61.4K reviews",
  "age": "Everyone 10+info",
  "describe": "King God Castle is threatened by powerful enemies at the strategic point.  Defend against invasions using heroes, the power of the Most High, and your strategy!   ■ Defend with your strategy and luck!  Your luck will decide which hero you can enhance and which weapon you'll get. Use your strategy and tactics to make the most of what you've got and defeat your enemies!  ■ Enhance and combine your own heroes!  Choose the 6 most strategic heroes. Use gold and gems from battles to strengthen your heroes and bring out their potential.  ■ Strengthening heroes through the power of Most High!  Strengthen the Altar to wield the Might Righteous power. Choose the Altar that will make your Heroes strong and borrow their righteous powers.  ■ Diverse enemies!  You'll be invaded by enemies with diverse characteristics and skills. Decide whether to wipe them out with magic or tackle them one by one.  ■ Choose your own difficulty and challenge!  You can use the challenge system to take on stronger enemies and earn more rewards.   ----------------- Official Forum https://discord.gg/5d2H4sfHcA   Inquiries kgcastle@awesomepiece.com",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyAuto chessMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Auto+chess+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Everguild.WarhammerWarpforge",
  "name": "Warhammer 40,000: Warpforge",
  "company": "Everguild Ltd.",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "9.06K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for a genre-defining CCG with fast, strategic gameplay, innovative game modes, awesome art and a deep love for Warhammer 40,000 showing through in every detail!A digital collectible card game set in the Warhammer 40,000 universe. Warpforge will bring together all the major factions in the Galaxy as digital cards. Build your collection, create the best deck, and fight against other players in brutal and fast-paced battles!Warhammer 40,000: Warpforge © Copyright Games Workshop Limited 2023. Warpforge, the Warpforge logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved to their respective owners.",
  "lastVersion": "Dec 7, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.Everguild.WarhammerWarpforge"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.foursakenmedia.bugheroestd",
  "name": "Bug Heroes: Tower Defense",
  "company": "Foursaken Media",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "705 reviews",
  "age": "Everyone 10+info",
  "describe": "Control powerful heroes, unlock dozens of tower types, and craft your perfect defense in an exciting blend of action, strategy and tower defense! Master 10 Bug Heroes, each with their own play style, abilities, and weapons; from the Spider Assassin to the Ant Engineer, to the Worm Demolitions Expert, and more! Scavenge for food and junk, build turrets, level up your heroes and towers, equip upgrades, and defend against the enemy!FEATURES• An exciting mix of action, tower defense, and RPG style upgradeability• Jaw dropping, stylized graphics • Huge single player campaign spanning an entire neighborhood of houses• Dozens of towers to unlock and experiment with - craft your defense however you choose• Discover a unique world with interesting heroes, each with their own unique play style, abilities, and personalities• RPG style progression with level ups, upgrades, equipment, and more• Tons of enemy variety to keep gameplay fresh• Take direct control of your heroes from a 3rd person camera, or play like a traditional tower defense game with a classic overhead cameraWe truly respect your time and support, and we hope you enjoy Bug Heroes: Tower Defense! If you have any questions, suggestions, or need help, please contact us at info@foursakenmedia.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27.1K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "24.9K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bethsoft.falloutshelter",
  "name": "Fallout Shelter",
  "company": "Bethesda Softworks LLC",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "3.67M reviews",
  "age": "Teeninfo",
  "describe": "** Google Play Best of 2015  **Mobile Game of the Year - 2016 DICE AwardsWinner 2015 Golden Joystick Best Handheld/Mobile Game\"Might just be the best free-to-play game out there\" - GamesBeat\"Probably the best game of E3 2015” – Gizmodo \"Fallout Shelter is simple to play and addictive as hell.\" - GameZoneBUILD THE PERFECT VAULTCreate a brighter future…underground! Select from a variety of modern-day rooms to turn an excavation beneath 2,000 feet of bedrock into the very picture of Vault Life.OVERSEE A THRIVING COMMUNITY Get to know your Dwellers and lead them to happiness. Find their ideal jobs and watch them flourish. Provide them with outfits, weapons, and training to improve their abilities.CUSTOMIZETurn worthless junk into useful items with Crafting! Customize the look of any dweller in the Barbershop.PROSPERA well-run Vault requires a variety of Dwellers with a mix of skills. Build a Radio Room to attract new Dwellers. Or, take an active role in their personal lives; play matchmaker and watch the sparks fly! EXPLORE THE WASTELAND Send Dwellers above ground to explore the blasted surface left behind and seek adventure, handy survival loot, or unspeakable death. Find new armor and weapons, gain experience, and earn Caps. But don’t let them die!PROTECT YOUR VAULTFrom time to time, idyllic Vault life may be disrupted by the dangers of post-nuclear life. Prepare your Dwellers to protect against threats from the outside…and within.Vault-Tec has provided the tools, but the rest is up to you. What are you waiting for? Get started building your Vault today for FREE.",
  "lastVersion": "Dec 2, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tomtominc.candiesncurses",
  "name": "Candies 'n Curses",
  "company": "Tako Boy Studios LLC",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Play as Molli Pop as you fend off hordes of adorable ghosts in a twisted mansion forever haunted by the Phantom King! Power-up Molli with new flashlights and abilities as you level up - and team up with ghostly pups and other spectral creatures as you work together to clear the mansion of its sugar-craved evil!Features:- Vaporize ghosts with a wide array of different, upgradeable flashlights; from cursed lanterns to magical beam swords, each flashlight provides a different way to play!- Need an edge to help overcome a difficult stage? Players can equip Charms to their flashlights, enhancing Molli with a multitude of different abilities and power-ups! Some charms even provide Molli with companions to aid her on her ghost-stomping adventure! - Upon completing a stage, players can choose from a randomized set of candies and curses that will provide permanent power bonuses for the remainder of that run. Will you restore all of your hearts hoping to last longer before an untimely demise? Or will you sacrifice defense for ultimate power? The choice is yours!- Visit 6 different regions of the Phantom King's mansion, each teeming with a variety of dangerous ghosts and ghouls. And be prepared to face-off against a mighty boss at the end of each stage!- Participate in Daily Challenges that offer various rewards!- Enjoy beautiful, hand-crafted pixel art with fluid animation that oozes ghostly charmControls: Control Molli by swiping the screen. Molli runs in one direction automatically, and swiping left or right makes her change direction. Swiping up or down will make her jump between floors. Certain flashlights you can use offer slightly different control schemes.Twitter: @takoboystudioes, @CM_Games",
  "lastVersion": "Apr 11, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr2.f2p.google",
  "name": "Cut the Rope 2",
  "company": "ZeptoLab",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.34M reviews",
  "age": "Editors' Choice",
  "describe": "Second part of the legendary Cut the Rope logic puzzles series. Get it now for free!Cut the Rope 2 is a part of the iconic Cut the Rope franchise by ZeptoLab, which follows the adventures of Om Nom, a cute green creature that adores candies!Meet Om Nom's friends - the Nommies - and hop on the amazing journey through more than 160 levels that will take you through lush forests, busy cities, junkyards and underground tunnels, all in pursuit of one goal – CANDY!Familiar to play, yet challenging to master, Cut the Rope 2 brings fresh mind bending challenges and unanticipated obstacles to the casual phenomenon loved by preschool children and adults alike! Keep your brain fit and boost your problem solving skills by mastering the tricky levels based on real-life physics. Tired of mind game? Just sit back and enjoy the cheerful and relaxing game atmosphere of one of the most beautiful free educational apps for kids. If you like Cut the Rope, you’ll love Cut the Rope 2.ALL NEW LOCATIONS TO EXPLORE! Experience 168 entirely new levels of rope cutting, mind boggling action.ALL NEW CHARACTERS TO MEET! Find 7 new characters, the Nommies, to help you solve puzzles.ALL NEW HATS TO BRAG ABOUT! Customize Om Nom, choose your favorite candy and select your finger traces.ALL NEW ADVENTURES FOR OM NOM! Experience completely new graphics, sound and gameplay elements, including the ability to move Om Nom. MEET OM NOM’S NEW FRIENDS, THE NOMMIES!  • Roto can carry Om Nom to the best candy catching locations. Nom noms, yummy! • Lick can make small bridges with his tongue to help Om Nom reach his goal • Blue can lift Om Nom to new levels of candy hunting fun • Toss can throw objects up in the air. Use her to boost Om Nom, candies and you problem solving skills! • Boo can scare Om Nom to jump to new heights • Snailbrow bravely rolls on walls, ceilings and pushes candies around, like a boss • Ginger can burn away obstacles between Om Nom and the candyTired of mind work and cutting ropes? Relax and enjoy Om Nom's exciting adventures with the 'Om Nom Stories' cartoon series without leaving the app!And don't forget to subscribe to our YouTube channel for more candy crunching videos with your favorite sweet tooth! http://bit.ly/1TO38exAlready a fan?LIKE US: http://facebook.com/cuttheropeFOLLOW US:  http://twitter.com/cut_the_ropeVISIT US: http://cuttherope.net/cuttherope2\"Something's wrong with game? We're masters at problem solving! Just drop us a note at support@zeptolab.com, we can help you!What are you waiting for, help Om Nom get back his candy! Download Cut the Rope 2 now for free!About ZeptoLab:ZeptoLab is a global gaming and entertainment company best known for developing the award-winning, hit franchise Cut the Rope, which includes Cut the Rope, Cut the Rope: Experiments, Cut the Rope: Time Travel, Cut the Rope 2 and Cut the Rope: Magic. Cut the Rope games have been downloaded more than one billion times by users around the world since the first game's debut in October 2010. The company has also released King of Thieves, a massive multiplayer mobile title with more than 50 million downloads so far, as well as Pudding Monsters and My Om Nom games",
  "lastVersion": "Aug 11, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
}]