[{
  "link": "https://play.google.com/store/apps/details?id=com.aspyr.civvi",
  "name": "Civilization VI - Build A City",
  "company": "Aspyr Media, Inc.",
  "rating": "2.9star",
  "downloads": "500K+",
  "reviews": "15.1K reviews",
  "age": "Everyone 10+info",
  "describe": "Play 60 turns of Civilization VI for FREE. Upgrade to keep playing!Develop a civilization from an early settlement, grow your empire, conquer the world, and improve your strategic thinking and decision-making skills. That is what this fantastic strategy game is all about.Civilization VI is an advanced empire building game for Android that simulates raising an empire from the beginning of time. Play as the leader of your empire and manage your resources to build new structures, empower your army to attack and defend, grow your territory, and make your citizens satisfied and happy.Your choices and decisions have effects on the entire world ecosystem. You can choose whether to conquer the world through military dominations or cultural influence.If you are into empire-building apps and looking for an advanced strategy game to improve your strategic thinking skills, you have come to the right place.Sid Meier's Civilization VI, often referred to as Civ 6, Civ, or Civ VI, is finally available for mobile devices. Civilization VI is free to try on your Android device. Do whatever it takes to turn your small territory into the biggest empire all around the world, all on the go. Try the tutorial, create your very first structure, and begin to build your empire.Console-like graphics with amazing performance:What makes this strategy game stand out from the competition is its high-quality graphics, along with its mesmerizing music, smooth animations, and high performance.Develop strategic thinking and resource management skills:In this thrilling strategy game, your decisions and tactics don’t just affect your own empire; they also change the world ecosystem. You can decide to utilize your military forces to conquer the world or follow a more civilized approach. As for resource management skills, be aware that your resources are limited! You need to have a solid strategy to use your resources in a way that leads to a growing and thriving civilization.Why don't you give this 4X strategy game a try?Whether you’re a seasoned strategy gamer who used to play Sid Meier's Civilization games on your PC or you’re a beginner who has just started playing strategy and simulation games, we've got you covered.Civilization VI, the engaging empire-building app, delivers everything you should expect from strategy games and sets the bar even higher by offering console-quality graphics, easy to learn gameplay with endless challenges and possibilities, a wide range of options and choices to grow your territory, and much more.Civilization VI main features at a glance:Clean and neat design with a fresh and intuitive interfaceHigh-quality graphics with smooth animationsExciting strategy game to build an empire and conquer the worldEmpire building game suitable for amateurs and professional gamersCreate buildings and upgrade structuresManage your resources and improve strategic thinking skillsMake wise choices and change the future of the planetDownload Civilization VI on your Android phone or tablet, and let us know about any bugs, questions, feature requests, or any other suggestions via support@aspyr.com",
  "lastVersion": "Sep 26, 2023",
  "classify": "Strategy4XSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.farlightgames.samo.gp.vn",
  "name": "Call of Dragons - Funtap",
  "company": "HHPlay VN",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "How to play Surprise Pets added! Now in Call of Dragons you can capture your own Pet. The 3.88 million square kilometer super-large map becomes your hunting ground, capturing and purifying, nurturing training, leading your Pet to war!▶▶ Catching PetsFight Pets, capture them under command, strengthen your fantasy army!▶▶ Raising and fighting Pets ◀◀Stick with Pets to increase Sympathy, nurture the strongest Pets through feeding, training, inheritance, etc., so that they become indispensable members of your Expeditionary Legion!▶▶ Conquer and Summon Behemoth ◀◀Hunt Behemoth with allies in the clone, summon Behemoth to fight and sweep the battlefield with super high combat power▶▶ High freedom party battle strategy ◀◀Take advantage of the 3D terrain to strategize with your allies, control the Flying Corps over the terrain, coordinate with your allies to display the Hero's active skills, lead the fantasy army to save the homeland!*****Game Features*****【Purification of Pets, Nurturing into Battle】The simple Giant Bear, the stubborn Lizard, the cold Eagle, and the mischievous Dragon Fairy all want to make friends with you, purify them, conquer them under your command, your magical army of you will get stronger and stronger. Unique sympathy and many nurturing methods allow you to have the best companion in the fantasy world, while increasing your fighting power! 【Hunting and Taming the Behemoth】The land of Tamaris has been invaded by the Behemoths — gigantic ancient creatures like Lizards, Thunderbirds, and mighty and ferocious Dragons. Team up with your allies to tame these creatures, then train them to be your secret weapon. And in decisive battles, deploy Behemoths to destroy the enemy! 【Free Unit Heal】Wounded units can be automatically healed without consuming resources. Freely wage war, challenge other players and fight to the will of your heart! Enjoy the extreme excitement on the battlefield without having to worry about the army. Your conquest journey has begun right now! 【Lots of Magical CreaturesThere are many wondrous races inhabiting the land of Tamaris: Noble Elves, mighty Orc Monsters, cunning Woodmen, Tree of Wisdom, mighty Forest Eagles and otherworldly Angels. All of the above races can join your forces and lead them to victory. 【Strong General Skills】Entrust your forces to mighty generals to lead and train them to use powerful skills, including stealth, shock the entire battlefield in a single note or launch attacks Massive destruction of the entire army! Dominate the battlefield, then strike at the pivotal moment to turn the tide of battle and win! 【3D Terrain & Air CorpsTake advantage of the rich and varied 3D terrain to launch raids, defend key positions and launch air raids to execute a strategy to destroy the enemy. Deploy legions of air combat over canyons, deserts, rivers, and mountains to keep the enemy out of their hands! 【Expand, Exploit, Explore & Destroy】Whether the Kingdom becomes prosperous or not, it is all up to you to decide. Upgrade buildings and technologies, train troops, gather resources, expand your territory and prove that you are the king worthy to rule Tamaris!【All Units Matter】Unity is strength! Whether you manage the front lines, maintain critical routes, or build defenses, every position is a vital link in the battle machine that runs smoothly on the battlefield - victory depends. into everyone!",
  "lastVersion": "Nov 8, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.farlightgames.samo.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nirvanagames.nexuswar",
  "name": "Nexus War: Civilization",
  "company": "Phantix Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "19.7K reviews",
  "age": "Teeninfo",
  "describe": "The Astra tore through the sky and descended upon Origin Star. The once vibrant cities were laid waste beyond recognition…The end is nigh on Origin Star, and every race is fighting desperately in hopes to survive in the new age of terror…As destiny chose you, you must now act. Raise an army and seek out the mightiest heroes from the four races of Origin Star – The Humans, Izans, Aokus, Theias, and unite them all to annihilate the Invaders of your home planet. Return Origin Star to its former glory!  ********[Features]********Freely Explore the Open World and Uncover the Mystery of Origin StarJourney a path to uncover the truth of this world from relics and hidden treasures scattered across the monster-infested lands. Meet the natives of Origin Star and the four races that govern the planet. Navigate through deception and conflicts in the world to start or prevent war. Annihilate the Astra and bring new hope for the survivors. In-Depth Strategic BattlesCommand dozens of unlockable heroes from each race. Personalize your army from infantry, artillery, and tank units. Direct your army into the unknown and strategize against your enemies or overpower them with military might. Seek and destroy other players, capture resources, occupy fortresses, and join alliances. Experience the most exciting real-time war immediately! Build, Design, and Personalize your CityPersonalize and plan your city using the 4 available architectural styles from each race. Build mega structures like Titan Docks, Research Lab, Intelligence Building, and many more to design your city any way you want. Take Part in Alliance Battles and Become the Ruler of Origin StarLegend has it that whoever ascends the Infinity Throne gains absolute control and power of the entire planet. With the unparalleled power granted by the Throne, one can gain access to the rarest resources and technological advantage. Hunt down the deadliest monsters and defeat the strongest alliances. Earn your right to ascend the throne and become the ruler of Origin Star.Official Facebook Page：https://www.facebook.com/Nexus-War-105668681957633Contact us: support.nexuswar@phantixgames.comNexus War Team",
  "lastVersion": "Dec 6, 2023",
  "classify": "Strategy4XSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rok.gp.vn",
  "name": "Rise of Kingdoms - Gamota",
  "company": "LilithGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "97.1K reviews",
  "age": "Teeninfo",
  "describe": "Greece marches out, reaching the top▶ Rise of Kingdoms introduces a new civilization: Greece! ◀Greece has joined the Rise of Kingdoms arena. The cradle of Western civilization, home of legendary philosophers, warriors and poets, the power of the Greek world is now in your hands:The Greeks – Brave, insightful, artists and inventive, the ancient Greeks were known for their architectural marvels such as the Parthenon, as well as for their pioneering role in politics and the arts. , philosophy and war. How will you use this mountain of resources and wisdom in your hands?Can he steer Greece like it did under Pericles' heyday, fostering democracy and building architectural marvels? Or will you display military might like Alexander the Great? Will he succumb to the Romans, or will he build on the glorious legacy of Greek civilization over time?The time has come for you to show your strength.▶Game Features◀● 14 featured civilizations Choose one14 historical civilizations and take your civilization from a lone clan into a great, unstoppable force! Each civilization has its own architecture, unique units and special advantages – at your disposal! Show your power to rule the country with Greek civilization, fight with Pyrrhus, Pericles, Alexander the Great and other great commanders, conquer the Aegean sea.● Develop superior combat tactics and strategiesWant to create a siege on the map? Want to protect your base and outlive stronger enemies? Or do you want to hit the center of the enemy territory and attack from behind? Rise of Kingdoms' unique Free March feature will give you the chance to show off your genius military prowess!● Rule the world with legendary commandersLegendary commanders from around the world are ready to appear in Rise of Kingdoms! Julius Caesar, Cao Cao, Joan of Arc, and many more are waiting to be recruited!Each commander has been recreated according to their historical profile, including their appearance, voice, and specially designed skills, representing their historical achievements. Governors can now lead a civilization of \"talented commanders and fierce soldiers\".Heroes make legends, or legends make heroes? Assemble your own team of heroes who pledge allegiance to you!● Unlimited zoom for full map controlWe created the first map to support unlimited zoom! Start at the macro level of the world map, zoom in to see the surrounding factions, then zoom in all the way to see the city map. Smooth zoom in and out with just two fingers, enjoy the whole world in the palm of your hand!With ultra-high-resolution 3D graphics and a realistic fog of war slowly disappearing, experience the excitement of sending your scouts to explore this new world!● Create a city limited only by your creativityA prosperous city is the key for every civilization to flourish. In Rise of Kingdoms, players can create their own unique city layout by freely arranging buildings.The buildings of each civilization have their own unique style. Dwellers walk, lights illuminate the night and soldiers constantly patrol beyond the walls... A city that has stood the test of time and is the source of your legend!● Show your cunning and strategy with our new Conqueror gameplayFacebook: https://www.facebook.com/ROKSLGVNFacebook Group: https://www.facebook.com/groups/rokvn.official",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rok.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=puzzle.suika.game.high",
  "name": "Watermelon Pang - Fruit Merge",
  "company": "HIGHSCORE GAMES",
  "rating": "2.9star",
  "downloads": "1M+",
  "reviews": "7.88K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome!Simple goal: Stack cute blocks inside the box to make a \"King Watermelon\".- Defeat other players to take the top spot.-  Stack the blocks strategically to make the King Watermelon!Let's get start!- This is a simple 2048 puzzle game.- Playable with a variety of skins and backgrounds.- It can compete with people all over the world.",
  "lastVersion": "Dec 6, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=puzzle.suika.game.high"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.storytaco.c5client",
  "name": "Aqua Romance: Mermaid Otome",
  "company": "StoryTaco.inc",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "1.07K reviews",
  "age": "Teeninfo",
  "describe": "\"Are you shy? Then how will you do it on the first night?\"They live in the palace of deep sea, where no one know!Unfold the secrets of those men in the dangerous yet tempting underwater!In front of the hidden secrets of the sea, can you forge your destiny and protect your connections?Solve the unsolved mysteries of the Palace of Mermaids and choose your own ending!▶ Game IntroductionPresented by Storytaco and E&P Games, \"Aqua Romance\" is a unique high-level romance otome game. It is a modern fantasy interactive choice game where you can immerse yourself in an enchanting universe filled with thrilling twists. Write your own romance story in \"Aqua Romance\"! (Note: Every choice you make changes the fate of the characters.)▶ Game Story💙In a tranquil seaside village, the moist(?) proposals of the mermaids begin!💙\"...I'm the heir of the King?\"After failing in your career and returning to your hometown, four charming men and women appear in front of you.Set aside the hope for a miracle.Your promise to embark on a new path with excited hearts becomes meaningless,as you find yourself at a crossroads of life-altering decisions.A grand and beautiful palace beneath the sea strech out in front of your eyes,slowly revealing secrets and hidden stories of the mermaid royal family...And the mermaids who are vying for you start to reveal their true self!\"I will never let anyone take you from me\"#BrightSunshine #PuppyLike #Submissive- Your First Love, Jayden\"C-can... you... love me... more?\"#UnexpectedCharm #ShyGuy #Redeeming Love- Aristocrat, Arthur\"Right now, what matters is that I need you.\"#Mysterious #BadBoy #ForbiddenRomance- Mysterious Figure, Kai\"I'm unarmed in front of you!\"#ToughGirl #PassionateCharacter #GrowthRomance- Childhood Friend, ChloeIt's too late to run away!Choose your romance ending right now!▶ Charming point!- A tantalizing romance story for mature players!- Various character costumes that lead to desired endings!- A women-oriented otome text romance game.- Increase character likability and collect high-quality illustrations with diverse romantic moods!- Enjoy thrilling moments with a variety of choices and illustrations.- Collect a wide range of endings with different strategic characters.[Aqua Romance is recommended for...]✔Those who want to enjoy an immersive female-oriented dating simulation game full of realism.✔Those who want to meet a sexy mermaid character in a role-playing game.✔Those looking for handsome or innocent characters.✔Those who haven't found a satisfying yuri dating simulation.✔Those who want to enjoy a romantic relationship with charming characters.✔Those who want to try a female-oriented visual novel or multiple character game with furry.✔Those who want to experience surrogate satisfaction through sweet dating simulation.✔Those who want to see high-quality date illustrations full of immersion.✔Those who want to explore different endings based on their choices in story gameplay.✔Those who want to check and make various choices in the game.✔Those who enjoy uncovering plot twists and pondering choices in story gameplay.✔Those who want to enjoy an LGBTQ+ romance simulation game.✔Those who want to experience the refreshing feeling of beach romance.✔Those who can't give up on either bad or good guys.✔Those looking for a story with a blend of Eastern and Western elements.✔Those who enjoy the boundary between everyday life and fantasy.✔Those who like pure romance comics, web novels, and webtoons.✔Fans of dating story games like Day7, Storytaco, Maybe, and Storypick.✔Those who have enjoyed Arcana Twilight.✔Those who have had fun playing with Eternal Afterlife.",
  "lastVersion": "Oct 19, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.storytaco.c5client"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rawfury.kingdom80s",
  "name": "Kingdom Eighties",
  "company": "Raw Fury",
  "rating": "4.1star",
  "downloads": "1K+",
  "reviews": "229 reviews",
  "age": "Everyone 10+info",
  "describe": "Kingdom Eighties is a standalone expansion to the award-winning Kingdom series: A singleplayer adventure of micro-strategy and base building, inspired by the neon lights of the eighties. You play as The Leader, a young camp counselor who will have to defend their town and family from the relentless attack of the mysterious Greed. What are these monsters, and why are they trying to steal their family legacy, the Crown of Creation?Recruit the neighborhood kids and assign them roles as soldiers or builders. Use coins to build and expand your kingdom, and fortify it by raising walls and defensive turrets. And be prepared for when the night comes, for the Greed will attack you without mercy. If you lose your crown, everything is doomed! Every game in the Kingdom series holds secrets. Explore the surroundings to unlock mounts, discover technology upgrades and weapons, and learn how to manage your resources wisely to survive.A KINGDOM GAME FOR VETERANS AND NEWCOMERSBuilding upon the well-known mechanics from the previous Kingdom games, Kingdom Eighties will deep dive into the lore and worldbuilding of the series. And if you're new to it, the story elements will fluently guide you through the gameplay mechanics. MEET YOUR COMPANIONS You will meet three supporting characters along the way: The Champ, The Tinkerer, and The Wiz. Each one has different abilities that you can combine to solve puzzles and find the solution to each level. HIT THE STREETS IN STYLEThe summer camp is just the beginning! You will travel through different locations never seen before in the Kingdom series. Find some fresh wheels at the skateboard park, visit the shops on Main Street, and free the New Lands Mall from the Greed.PIXEL ART MEETS SYNTHKingdom's iconic, handcrafted art style is back, now with a neon touch coming directly from the eighties aesthetics. Chill and vibe with the synthwave OST from Andreas Hald, and travel back to the wonder days of bike riding and summer camps, when everything seemed possible.",
  "lastVersion": "Oct 13, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rawfury.kingdom80s"
},
{
  "link": "https://play.google.com/store/apps/details?id=franz.mystery.horror.interactive.story",
  "name": "Franz: Scary Interactive Story",
  "company": "Ice-Pick Lodge",
  "rating": "4.5star",
  "downloads": "50K+",
  "reviews": "7.19K reviews",
  "age": "Teeninfo",
  "describe": "Dive into an interactive story game in the mystery horror genre with Franz — the enigmatic creature in your phone.Imagine that your device is haunted by a mysterious creature named Franz, who has her own will, character and desires. Through face-to-face communication with Franz, visual novel gameplay and phone notifications, you can find out who she really is and what she truly desires. Moral choices form the narrative foundation of the story. The decisions that you make as this interactive story game progresses determine whether you become the rightful owner of Franz or turn into her puppet.The gameplay of Franz is based on a text-rich story and tactile interaction with the character. Your smartphone is Franz herself, so you need to be much more careful with the device. Franz is unpredictable and touchy, but is very much into you. She is susceptible to physical interaction, just like any real person. Therefore, it is necessary to consider the consequences of your choices when communicating with her, even those that may seem insignificant.This visual novel is based on physical interaction with a smartphone, namely:● Word puzzle solving gameOne of the main ways of interacting with Franz is by solving various puzzles that illustrate the complexity of communication between people. Like in real dialogue, you can misunderstand something or miss an important detail, which can affect future interactions. Words in this text-rich story game, like in real life, are an important tool of communication, and should be handled with care.● Touches and choicesYou can express your attitude towards Franz through tactile contact, using gentle or aggressive touches. Franz can both ask for your affection and try to provoke you. It is up to you whether to submit to Franz or resist her manipulations as you go through the scary visual novel.● The interactive story game with a time factorFranz can kick you out of the app and lock you out of it for a certain period of time. You can choose whether to wait until Franz lets you back into the game or be the one who makes the choices of your own. For example, you may attempt to interrupt the waiting time, but it can hurt Franz in the process.● Response to notifications Franz can send notifications when she wants you back in the game. Depending on how quickly you open the app after receiving the notification, Franz will either be offended or delighted.● Non-linear narrative in the puzzle solving gameFranz is a living entity that reacts differently to every action of yours, whether it's touching her, solving puzzles, ignoring her desires, or indulging her emotional manipulations. Therefore, depending on your behavior and choices, this scary interactive story will change.Plunge into the scary interactive story game about a choice between tenderness and severity. Discover this visual novel and horror simulation game. Become Franz’s friend or reject her feelings.",
  "lastVersion": "Nov 1, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=franz.mystery.horror.interactive.story"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.humblebundle.wizardoflegend",
  "name": "Wizard of Legend",
  "company": "Humble Games",
  "rating": "4.4star",
  "downloads": "1K+",
  "reviews": "173 reviews",
  "age": "Everyone 10+info",
  "describe": "Master the elements in Wizard of Legend, a no-nonsense, fast-paced, action-packed roguelike dungeon crawler that emphasizes precise movements and smart spell combinations—featuring over a hundred unique spells and relics!TAKE ON THE TRIALSEvery year in the Kingdom of Lanova, the Council of Magic holds the Chaos Trials, a gauntlet of magical challenges put forth by its strongest members. Contestants who successfully complete this perilous journey and demonstrate superior wizardry earn the title of Wizard of Legend.Battle your way through the Chaos Trials by collecting powerful spells and defeating sinister conjured enemies. Discover ancient relics and build up your magical arsenal to fit your play style. Achieve mastery over magic by chaining spells to create devastating combinations. Confront the Council of Magic to become the Wizard of Legend!RELENTLESS ACTIONExperience dynamic magical combat that rewards quick movement and lightning-fast use of spells.AN EXPANSIVE ARSENAL OF SPELLSCommand the chaos by unlocking over 100 unique spells and relics, and create elemental magic combinations to suit your play style.  DISCOVER POWERFUL COMBOSCombine spells and concoct creative, devastating combinations to lay waste to your enemies.UNPREDICTABLE DANGER Procedurally generated levels offer new challenges every time you delve into a dungeon.FRIEND OR FOEGrab a friend and tackle the Chaos Trials together in local co-op mode via Wi-Fi, or battle it out to prove who’s more legendary in local PvP! TAKE CONTROLSling spells naturally with the intuitive mobile interface, or battle how you see fit with full gamepad and controller support. New aim assist options allow you to play comfortably on mobile devices!",
  "lastVersion": "Dec 6, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.humblebundle.wizardoflegend"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.koalitygame.hoopland",
  "name": "Hoop Land",
  "company": "Koality Game",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "586 reviews",
  "age": "Everyoneinfo",
  "describe": "Get ready for tip off at center court in the latest hoops title by Koality Game! Choose a league, select a team, and build your roster into a champion through the college draft. Dribble the ball up court and cross-over your opponent for the step back three. Swish! Or run a fast break offense and throw the lob to your teammate for the alley-oop. Slam dunk! Either way, you can become the next dynasty in the hottest basketball simulation game on the market. Welcome to Hoop Land.",
  "lastVersion": "Nov 8, 2023",
  "classify": "SportsBasketballCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Basketball+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=happy.zoo.animal.safari.match.three.decorate.build.panda",
  "name": "Zoo Valley: Happy Animal Park",
  "company": "TERAHYPE - AR, GPS & Fantasy RPG + Casual Games",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "1.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Save cute animals, build and decorate the most Happy Zoo of your dreams in our match 3 ZOO game for free! 🐼 Become the legendary Zookeeper. In our game, you become the Zoo keeper, who takes care of animal welfare. 🐻 With your progress through quests you will be a Zoo Builder too, who takes care of Zoo keeping and feeding animals. Once your amazing Zoo is built, you can decorate it to become the true safari jewel. Gather enough coins to tame/unlock more animals and build the true animal kingdom.🐒 With our Match-three game you take care of Pandas, monkeys, and many more. 🐊Why will you love our happy safari animal Zoo Match 3 game?❤️ • A World of Animals: 🌍 If you love animals, our Match 3 game is the ultimate playground for you. Immerse yourself in a world filled with adorable and majestic animals, each waiting for you to discover and care for them. Tame a mighty tiger, build the animal kingdom with a lion on the throne, feed cute pandas, fall in love with a koala, have a crocodile, and more.🌍 • Collect Animal Coins to tame more animals. Save them, feed them, make them happy! 🐨 Match 3 in a row to feed them and keep them happy. How many animals will you save in your own safari true Zoo? 🦁 • Ever wondered what is it like to be an animal caretaker for Pandas in Beijing Zoo? 🐼 Taking care of animals means you have to feed them and make a Happy Zoo with happy animals. Every happy animal, which expands your Zoo, will give you bonus gems 💎 for the next Matching puzzle games.💎• Become the builder of a new animal Zoo shelter. 🏗️ Save and take care of animal welfare. Build a new home for a mighty lion, wild tiger, cute panda, happy giraffe, strong bear, funny monkey, and more cute animals. Each anmal needs a place to stay and it is up to you, to build and decorate it. 🎨 • Match-3 and build:🧩 your matching adventure is your quest to success. Solve puzzles and keep Matching jewels to collect coins and gems 💎. Use your winnings to rebuild and expand your ZOO, creating a safe Safari for your favorite animals. You can make it a complete Wonder Zoo.🧩• Expand Your Safari park: 🌳 Keep matching to expand and decor your animal park and create a harmonious environment with several decorations for your beloved animals. The more you match, the more you can build, making your ZOO an even more amazing attraction. Decor the Zoo with funny shops and make even your visitors happy. 🌳 Make safari matching the greatness of Berlin Zoological Garden. • Puzzles, animals, Decorate 🦁 Free animal games meet with match 3 game in Safari Zoo Match-3. Solve Match-3 puzzles, tackle challenges, and befriend new animals as you build and decorate your true Zoo. 🎲 • Tame Legendary animals! 🐵 Find out more in our free safari game.🌟 • Offline Play: 🎮 Enjoy free games with no need for Wi-Fi. Keep your animal zoo adventure going wherever you are.🎮While you build your safari, get deeply inspired by the amazing work of the world's greatest Zoos.🌍 Build a Lion shelter as in San Diego Zoo. Keep great rhinos and hippos, like in the Bronx Zoo. Let your visitors enjoy the animal feeding as they do in London Zoo with a spectacular view of Giraffes. Match 3 in a row to build a large Taronga Zoo like Safari park for your animals. Singapore Zoo is famous for its unique rainforest setting for animal exhibits and care for animal welfare. In Toronto Zoo it is possible to enjoy educational experiences. Want your Zoo to be as famous as Prague Zoo? Match 3 in a row to gather more coins, tame new animals, and become even greater than Vienna Zoo. Thank all the Zoos in the world for amazing work and love they give to animal welfare.❤️ Ready to embark on your zookeeping, Zoo building, Zoo Decorating, and Animal saving adventure? Enjoy our Offline Zoo Phone Game! Now go Match 3!",
  "lastVersion": "Nov 23, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=happy.zoo.animal.safari.match.three.decorate.build.panda"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.MDickie.OldSchool",
  "name": "Old School",
  "company": "MDickie",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "2.79K reviews",
  "age": "Teeninfo",
  "describe": "Attend a schedule full of classes in time to gather the knowledge you need to succeed, and take responsibility for your own behaviour every step of the way. With hundreds of other students walking the halls, an equally important popularity contest challenges you to survive long enough to thrive! Envisaged in 3D for the first time, there are dozens of locations to roam inside and outside of school - as well as an abundance of fully interactive props to get you through the day. You can also fine-tune the camera to enjoy the action from a variety of different angles.Choose from hundreds of preset characters of any age, or upgrade to create your own by saving your changes to every character in the editor. Just when you think you've seen it all, a whole other career as a teacher awaits - which challenges you to impart knowledge as successfully as you learnt it!* Acknowledging that school is the first (and only) place that many people experience violence, this is an unflinching exploration of how true morality can only ever grow out of the muddy waters of immorality. The game depicts a fictitious universe. Any similarity to real people, past or present, is coincidental.",
  "lastVersion": "Dec 7, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.MDickie.OldSchool"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noodlecake.altosodyssey",
  "name": "Alto's Odyssey",
  "company": "Noodlecake",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "267K reviews",
  "age": "Editors' Choice",
  "describe": "Just beyond the horizon sits a majestic desert, vast and unexplored. Join Alto and his friends and set off on an endless sandboarding journey to discover its secrets.Soar above windswept dunes, traverse thrilling canyons, and explore long-hidden temples in a fantastical place far from home.Along the way, you’ll grind across vines, bounce atop hot air balloons, ride towering rock walls, and escape mischievous lemurs – all while uncovering the desert’s many mysteries. Features:• A standalone experience. Alto’s Odyssey is the follow-up to the critically acclaimed Alto’s Adventure, but you don’t need to have played one to enjoy the other.• Easy to learn, difficult to master. At the heart of the Alto series is an elegant one-touch trick system. Chain together combos, and complete 180 goals — all with intuitive controls.• Explore Biomes. From the dunes, to the canyons, to the temples, explore a rich and diverse landscape, with each area boasting unique visuals and gameplay. • Newfound heights. Discover secrets in the sky with hot-air balloons, moving grind rails, and wall riding.• Master the elements. In addition to dynamic lighting and weather effects like sandstorms and shooting stars, the desert is home to swirling wind vortexes and rushing water.• Meet Alto and friends. Unlock six unique characters, each with their own attributes and abilities.• Zen Mode. Complete with its own serene soundtrack, this relaxing mode distills Odyssey down to its purest elements: no scores, no coins, and no power-ups. Just you and the endless desert. • Photo Mode. From the pause screen, get behind the lens and take stunning photos of your trip through the desert. Pinch, swipe, pan and zoom to frame the ideal shot, and share them with friends and family.• Original music and handcrafted audio. Headphones recommended!",
  "lastVersion": "Nov 21, 2023",
  "classify": "RacingStunt drivingCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.midjiwan.polytopia",
  "name": "The Battle of Polytopia",
  "company": "Midjiwan AB",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "224K reviews",
  "age": "Everyone 10+info",
  "describe": "The Battle of Polytopia is a turn based civilization strategy game about controlling the map, fighting enemy tribes, discovering new lands and mastering new technologies. You take on the role as the ruler of a tribe and attempt to build a civilization in a turn based strategy competition with the other tribes. It can be played offline why the game is also suitable for traveling. With millions of installs, this game has  become a popular civilization style strategy games for mobile and it delivers a sleek user interface and depth in strategic game play.FEATURES:* Free turn based civilization strategy game.* Single & multiplayer strategy.* Multiplayer matchmaking (Find players all over the world)* Mirror Matches. (Meet opponents with the same tribe)* Multiplayer Real time view.* 4x (eXplore, eXpand, eXploit, and eXterminate)* Exploration, strategy, farming, building, warfare and technology research.* Three game modes – Perfection, Domination and Creative* Diplomacy - Make Peace treaties & Build Embassies*  Invisible Cloaks and Daggers for Stealth attacks* Wide range of different tribes with unique nature, culture and game experience.  * Auto generated maps make each game a new experience.* Allow offline game play.* Player Avatars.* Game play in portrait and landscape mode.* Strategy multiplayer & Pass & Play.* Leader board with top scores for the best civilization builders.* Really Cute low poly graphics.",
  "lastVersion": "Dec 10, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow polyOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GeorgeBatchelor.BirdAlone",
  "name": "Bird Alone",
  "company": "George Batchelor",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "38.4K reviews",
  "age": "Editors' Choice",
  "describe": "* Experience the Google Indie Game Festival winner *◆ Become best friends with the loneliest bird in the world ◆A journey of growth and loss with a best friend.Talk about life, make music, draw pictures and write poetry.Start each day answering your new friend's questions about life, death and the meaning of existence. Guide the bird through daily life as it confronts the same worries as the rest of us.◆ What's your favourite colour?◆ Where are all my friends?◆ Do you ever think about death?What will your best friend ask you today?◆ Draw a picture for the Art Gallery◆ Write a poem together for the Book of Poetry◆ Unlock today's plant for the Musical Garden◆ Rub its bellyWatch each day turn to nightPonder the changing seasonsFace the heaviness of growing old with a best friend.Maybe this bird won't be so lonely after all.◆Content warning: Bird Alone contains themes and discussion of death. User discretion is advised for those sensitive to this topic.",
  "lastVersion": "Jul 24, 2023",
  "classify": "AdventureInteractive storyCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Interactive+stories&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.StudioWaterzooi.PleaseTouchTheArtwork",
  "name": "Please, Touch The Artwork",
  "company": "Thomas Waterzooi",
  "rating": "3.7star",
  "downloads": "100K+",
  "reviews": "679 reviews",
  "age": "Everyoneinfo",
  "describe": "◆◆  Winner Google Play Indie Festival ‘22 ◆◆◆◆  Free limited demo : In-app purchase the full game. ◆◆ ◆◆  No AdsA cozy puzzler about art. Recreate paintings by applying lines & colors in a specific order. Explore beautiful mazes & collect letters of a poem. Help two sweethearts find a path towards each other. ◆ A quick note from solo-developer Thomas ◆ You don't get what this game is about? That's completely normal!Part of the fun in this game is finding out the rules of the game. But don’t worry, there are always hints to help you progress! In essence it's just a calm casual puzzle game where you play with art without shame or punishment.◆ Features ◆+ 3 games in one+ More than 160 levels+ Lighthearted and bittersweet stories+ 3~4 hours of gameplay + Fit for ages above 11+ Hints when stuck+ No time pressure, no-stress puzzling + A relaxing jazzy soundtrack+ Fun art facts◆ Awards & Recognition ◆ + Winner \"Google Play Indie Games Festival '22\"+ Finalist \"Apple Design Awards '22\"+ Winner \"Best Art\" @ Tokyo Game Show",
  "lastVersion": "Oct 29, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.IvanKovalov.quadline.android",
  "name": "quadline",
  "company": "Ivan Kovalov",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "7.56K reviews",
  "age": "Editors' Choice",
  "describe": "🏆 Winner of the Google Indie Games Festival 2022!Move lines through the cells to put them in specific slots. Rotate, move, push or teleport them and use other game tools to solve fun puzzles. • New unique puzzle mechanics with high variety and complexity • 175+ individually designed levels based on 10 core mechanics and their combinations • No timers or pressure: just you and puzzles • Self-explanatory flow that doesn’t need any interruptive tutorials • Minimalistic, clean and simple design • Symmetrical gameplay experience • Light and Dark mode • Colorblind-friendly • One-tap controls • Built-in solutions • Not a single text line :)Enjoy!",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "154K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=se.itatake.gumslinger",
  "name": "Gumslinger",
  "company": "Itatake",
  "rating": "4.0star",
  "downloads": "10M+",
  "reviews": "92.9K reviews",
  "age": "Teeninfo",
  "describe": "🏆 Winner of Google Play's Indie Games Festival 2021 🏆Welcome to Gumslinger! A gummy candy world of intense shootouts, amazing skillshots and crazy fun gunplay missions. • Duel Gumslingers around the world in PvPb tournaments, 64 players but only one winner.• A wide variation of skillshot missions.• Join different quests and claim your rewards.• Challenge your friends to find out who is the greatest.• Climb the leaderboards to earn rewards and respect.• Enjoy the amazing soft-body physics fun.• Many widely different and fun guns to unlock.• Style your guns with gun skins of your choice.• Collect all the fantastic Gumslingers.• Loads of different levels and environments.Gumslinger is a unique combination of skill, competition, physics, mouthwatering gummy candy and great fun!",
  "lastVersion": "Dec 6, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tgc.sky.android",
  "name": "Sky: Children of the Light",
  "company": "thatgamecompany inc",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "979K reviews",
  "age": "Everyone 10+info",
  "describe": "From the creators of Journey (2013 Game of the Year), comes a peaceful and cozy MMORPG to warm your hearts. Experience the best of humanity and meaningfully connect with others. Soar above the clouds, play instruments, or just relax and enjoy the beauty around you. All are welcome, especially you!Background: Experience the enchanting world of Sky, a beautifully-animated kingdom waiting to be explored by you and your loved ones. Spirits and their stories will lead you through their peaceful world and all its 7 realms. Help the star spirits return home - you will need compassion for humanity, timeless wonder, and light within your heart to guide your way. Meet players in this peaceful, open world MMORPG and team up to uncover the secrets of Sky. Play together and encounter the great wonders that Sky has worldwide. Team up with others to adventure into darker realms, save spirits and uncover ancient treasures. Bring light and positive warmth to everything you touch. Join others from around the world on an adventure that never ends - Sky is an ever-expanding open world with expanding realms and seasonal events. In Sky, we arrive as the Descendants of the Light, spreading hope and light through the desolate kingdom to return fallen Stars to their homes in the constellations.SKY FEATURES Social Adventure Game: - Journey through 7 dreamlike realms and uncover the mystery of the stars - Positive and relaxing MMORPG of timeless wonder - Explore the world to save spirits in each constellation and set them free - Epic story adventure of bringing lost stars home - Meet new characters and unlock unique stories with each new adventure, season and event Play Together & Create Genuine Human Connections: - Play with friends to save spirits of the Sky realm - Adventure with your friends, or meet new friends online from all over the world - Team up with others to adventure into darker realms, and uncover ancient treasures - Create new bonds and encounter other friendly players online with charming expressions - Gift candles of light to share appreciation and grow friendships in every realm Friendly Open World: - Join an ever-expanding world with new upcoming attractions, seasonal events and expansions of realms - This MMORPG is an uplifting social adventure that is set to warm your heart - Explore the open world solo or with friends to experience the beauty of Sky Unlock & Level Up the Descendant of Light: - Unlock items, like Winged Light, to help you explore the world of Sky - Level up and express yourself through your character with unique customizations - Express yourself and customize your hair, clothing color schemes and more You are filled with a peaceful light young one, share your compassion with humanity. -- Connect with us: TikTok: https://www.tiktok.com/@thatskygame Facebook: https://www.facebook.com/thatskygame Instagram: https://www.instagram.com/thatskygame Twitter: https://twitter.com/thatskygame Website: https://www.thatskygame.com/",
  "lastVersion": "Nov 30, 2023",
  "classify": "Role PlayingMMORPGMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.leosfortune",
  "name": "Leo's Fortune",
  "company": "1337 & Senri LLC",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "66.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Leo’s Fortune is an award-winning platform adventure game where you hunt down the cunning and mysterious thief that stole your gold. Beautifully hand-crafted levels bring the story of Leo to life in this epic adventure.• VOYAGEthrough lush environments from mossy forests and arid deserts, to pirate cities and snowy mountains.• SURVIVEvicious traps and solve physics-based puzzles through 24 levels of treacherous platform adventure.• FOLLOWthe trail of gold and uncover the truth behind Leo’s stolen fortune in this award-winning platformer.Finish Leo’s Fortune to unlock Hardcore Mode: try to beat the whole game without dying, a rare feat among players of this epic platform adventure! Compete with your friends to beat as many levels as you can in the fastest time possible.Leo’s Fortune supports Game Controllers and Gamepads made for Android devices, Cloud Save, Leaderboards and Achievements.Check out our Rube Goldberg trailer featuring the levels of the game brought to real life: http://youtu.be/SH9KnEgPsXcFan of Leo? Join our community at:http://facebook.com/LeosFortunehttp://twitter.com/LeosFortunehttp://youtube.com/LeosFortuneQuestions, suggestions, or need help? We would love to hear from you! Reach us at support@leosfortune.com*Certain Game Controllers and Gamepads have specific minimum device requirements. Check compatibility with your game controller or gamepad manufacturer. Android TV users only: a compatible gamepad is required to play. A gamepad is not required for play on handheld devices.If you experience issues after \"Content has finished downloading\" and cannot continue, please try the following:On your device, go to Settings > Apps > Google Play and press \"clear data\" and \"clear cache\". After this, restart the game.Privacy Policy: http://www.leosfortune.com/privacyEULA: http://www.leosfortune.com/eula",
  "lastVersion": "Mar 7, 2022",
  "classify": "ActionPlatformerCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bscotch.crashlands",
  "name": "Crashlands",
  "company": "Butterscotch Shenanigans",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "17K reviews",
  "age": "Teeninfo",
  "describe": "\"...a design masterpiece.\" 5/5 - TouchArcade2016 Game of the Year - TouchArcade, Gamezebo2016 Action Game of the Year - Pocket TacticsDICE 2016 Mobile Game of the Year NomineeTime's Top 10 Games / Top 50 Apps of 2016Craft, battle, and quest your way through Crashlands, an outlandish story overflowing with sass!Become Flux Dabes, a galactic trucker whose latest shipment gets derailed by a chin-strapped alien menace named Hewgodooko, leaving you stranded on an alien planet. As you hustle to retrieve your packages you’ll become enmeshed in a nefarious plot of world domination, which will require all of your wits and both of your glutes to overcome. Learn recipes from the local sentient life, make new friends, uncover ancient secrets and deadly bosses, tame everything and build yourself a home-away-from-home as you learn to thrive on planet Woanope.▼▼ Key Features ▼▼● Expansive Crafting System ●Unlock over 500 craftable items as you explore the world and learn its secrets!● Self-managing, Infinite Inventory ●In Crashlands, your inventory is infinite, manages itself, and retrieves your tools when you need them, so you can focus on adventuring, questing, and building. You'll never have dig through your bag or return to your base to free up inventory space!● RPG-Style Character Progression ●Become more powerful through creating ever-more-amazing items! As you grow in power, you can venture to new regions of the world, meet strange characters, discover new stories, and encounter new and interesting enemies.● Skill-Based Combat ●Learn the attacks of the enemies you encounter, and use your skill, agility, and wits to defeat them! You can even augment your fighting prowess with the power of the dozens of gadgets you can craft. Set your enemies on fire, stun them, slow down time, and more!● Intuitive Base Building ●Building a base in Crashlands is so simple it feels like fingerpainting. You can create beautiful, sprawling bases in minutes!● Tameable Creatures ●Every creature in Crashlands can become a trusty combat sidekick. Find an egg, incubate it, and hatch your very own adorable or hideous bundle of joy. You can even craft special items to grow and empower them!● Huge World... with Huge Problems ●Four sentient races, three continents, an epic bid for the future of the planet, and you - trapped in the middle, trying to deliver your freakin' packages. Take your time to dive into the sidestories of the characters you meet or just rush headlong into making that special delivery. With hundreds upon hundreds of quests, there's a lot to do and discover on planet Woanope! ● Effortless Cloud Saving ●Just because your battery died or you accidentally dropped your device into a bottomless chasm, doesn't mean your save has to die with it. With BscotchID, you can easily store and retrieve your save from the cloud, and move it between your devices!● Controller Support ●Tired of rubbing your sweaty hands all over your beautiful touchscreen? No problem! We've got support for most mobile-compatible controllers, so you can rub your sweaty hands on some joysticks instead!----------------------------------------Recommended Hardware & OS:● Android 5.0 or newer● At least 1GB RAM● At least 960x540px screen resolutionPlease note that BscotchID functions may not work for Android 4.4 or older devices due to the outdated TLS protocol.",
  "lastVersion": "Apr 27, 2022",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.RustyLake.WhiteDoor",
  "name": "The White Door",
  "company": "Second Maze",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "9.33K reviews",
  "age": "Teeninfo",
  "describe": "Robert Hill wakes up in a Mental Health facility and suffers from severe memory loss. Follow the facility’s strict daily routine, explore his dreams and help him recall his memories.The White Door is a new point-and-click adventure developed by the creators of the Cube Escape & Rusty Lake series.Features:■ Pick-up-and-playEasy to start but hard to put down■ Interactive storyline Follow a daily routine and recollect memories in a playful way, filled with brain teasers and riddles■ A unique Rusty Lake split-screen adventureExperience Robert Hill's stay in Rusty Lake's Mental Health facility with an innovative split-screen gameplay■ Absorbing atmosphereEach day in the facility has its own atmosphere, suspense and a variety of unexpected and surrealistic events■ Immersive and haunting soundtrackAtmospheric theme songs composed by Victor Butzelaar■ Special achievementsThe White Door has more secrets to unravel",
  "lastVersion": "May 2, 2023",
  "classify": "AdventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=vo.threes.exclaim",
  "name": "Threes!",
  "company": "Asher Vollmer",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "32.8K reviews",
  "age": "Editors' Choice",
  "describe": "Threes is tiny puzzle that grows on you.∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞“It's surprisingly adorable, for a game starring numbers.” ~ Joystiq“It’s the kind of game that embosses the rules on your brain within 30 seconds, but then compels you to spend the next two hours playing.” ~ Pocket Tactics∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞Explore our little game’s deep challenge and grow your mind beyond imagination. ³ Endless challenge from one simple game mode³ An endearing cast of characters³ A heart-warming soundtrack³ No IAP - Threes is a complete experience the moment you download itHonorably mentioned for Excellence in Design by the Independent Games Festival.∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞From the makers of PUZZLEJUICE:³ Designed by Asher Vollmer ³ Illustrated by Greg Wohlwend (Ridiculous Fishing, Hundreds) ³ Scored by Jimmy Hinson (Black Ops 2, Mass Effect 2)³ Android by Hidden Variable (Bag It!, Tic Tactics)∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞Threes grows with you and you’ll grow with Threes.",
  "lastVersion": "Jan 6, 2023",
  "classify": "PuzzleMergeCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kleientertainment.doNotStarvePocket",
  "name": "Don't Starve: Pocket Edition",
  "company": "Klei Entertainment Inc.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "45.1K reviews",
  "age": "Editors' Choice",
  "describe": "Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 6 million players to Android. Now you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.",
  "lastVersion": "Sep 19, 2023",
  "classify": "#7 top paid adventureActionAction-adventureSurvivalCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mountains.feathertop",
  "name": "Florence",
  "company": "Annapurna Interactive",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "15.2K reviews",
  "age": "Everyoneinfo",
  "describe": "At 25, Florence Yeoh feels a little stuck. Her life is an endless routine of work, sleep, and spending too much time on social media. Then one day, she meets a cello player named Krish who changes everything about how she sees the world.Experience every beat of Florence and Krish’s relationship through a series of bespoke gameplay vignettes – from flirting to fighting, from helping each other grow... to growing apart.Drawing inspiration from ‘slice of life’ graphic novels and webcomics, Florence is intimate, raw and personal.From the lead designer of Monument Valley comes Florence, an emotive and unique mobile narrative experience.",
  "lastVersion": "Jun 16, 2020",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ustwo.monumentvalley2",
  "name": "Monument Valley 2",
  "company": "ustwo games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "68.1K reviews",
  "age": "Everyoneinfo",
  "describe": "NOW INCLUDING brand new chapter, The Lost Forest:The Lost Forest is a special chapter we have created to help protect trees, as part of Playing for the Planet’s Green Game Jam. With these four intimate scenes, we hope to inspire you to sign the Play4Forests petition and declare our shared interest in forest conservation. We hope you enjoy the new update and join us to help preserve our forests!====Guide a mother and her child as they embark on a journey through magical architecture, discovering illusionary pathways and delightful puzzles as you learn the secrets of the Sacred Geometry. Sequel to the award-winning Monument Valley, Monument Valley 2 presents a brand new adventure set in a beautiful and impossible world. Help Ro as she teaches her child about the mysteries of the valley, exploring stunning environments and manipulating architecture to guide them on their way.====“Subtly more sophisticated than its predecessor” - WIRED“Little vignettes of a surreal world that works its socks off to make me happy” - POLYGON“One of the best gaming experiences available on any device, let alone mobile” - POCKETGAMER“I was enraptured by everything I saw and heard” - DESTRUCTOID=====A STANDALONE ADVENTUREA completely new story from the Monument Valley universe. You don’t need to have previously played Monument Valley to enjoy Monument Valley 2.INDIVIDUALLY CRAFTED PUZZLESEnjoy beautiful levels filled with illusory, meditative puzzles, using brand new interactions to explore the changing dynamics between characters.CONTEMPORARY VISUALSArtwork inspired by an eclectic mixture of architectural styles, artistic movements and personal influences, each translated into stunning geometric structures.BEAUTIFUL AUDIOImmerse yourself in uniquely melodic interactive soundscapes, tailored perfectly to every step of Ro and her child’s journey.=====Monument Valley 2 is only compatible with devices running Android 4.4 or later.",
  "lastVersion": "Dec 6, 2023",
  "classify": "#10 top paid puzzlePuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolverdigital.myfriendpedro",
  "name": "My Friend Pedro: Ripe for Reve",
  "company": "DevolverDigital",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "123K reviews",
  "age": "Editors' Choice",
  "describe": "They kidnapped his wife and kids and left him for dead. But it's going to take more than that to split this banana's family. Help your friend Pedro serve some ice cold revenge, with a sprinkle of bullets on top!My Friend Pedro is back in a brand new mobile adventure of blood, bullets and bananas! Flip and fire your way through 37 action packed levels on foot, on a motorcycle and even on a skateboard. Plan your high caliber choreography for the best scores and, if your skin is tough enough, test your skills in Blood Rush mode.This banana is Ripe for Revenge. Are you?",
  "lastVersion": "Dec 13, 2022",
  "classify": "ActionShooterCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.RobotGentleman.sixtyParsecs.mobile",
  "name": "60 Parsecs!",
  "company": "Robot Gentleman",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "2.54K reviews",
  "age": "Teeninfo",
  "describe": "Atomic Space Age was a blast! Until it became the Post-Apocalyptic Space Age.Your space station is about to explode and you only have 60 seconds before things get messy. What (or who) will you grab before you make a mad dash for the emergency shuttle and begin your journey into THE GREAT UNKNOWN?This is 60 Parsecs!, a dark comedy sci-fi adventure set in the Atomic Space Age - complete with all the Cold War paranoia, chrome-plated wall accents and cockroaches with space helmets.Lead a crew of woefully unprepared astronauts, equipped with whatever junk - sorry - \"supplies\" you can grab before blasting off, on a journey across the cosmos that's best described as misguided. Make the best of it, while dealing with soup shortages and other horrors of outer space. Will you have what it takes to find a new home and survive?Bon voyage!SCAVENGE & EVACUATEWith only 60 seconds before nukes reduce the space station to floating particles in the vacuum of space, frantically grab whatever supplies and crew you can before getting out of there. You never know when that sock puppet will come in handy.SURVIVE & DECIDESpace funerals are inconvenient, so try to avoid dying where possible. Use your limited supplies and (hopefully not limited) wits to make difficult choices and ensure your survival, even though the odds are definitely stacked against you.EXPLORE & CRAFTDuct tape fixes all problems, but how do you fix (or at least craft) duct tape? Chart expeditions to find resources, craft survival essentials and explore strange new worlds in a procedural, very-much-permadeath adventure.LEAD & PROTECTAs captain, it's your duty to keep the crew happy - they're less likely to kill you that way. Manage relationships as you watch them grow closer and hopefully not throw each other out the airlock.Languages: English, Français, Deutsch, русский, 简体中文, Polski, 한국어, 日本語",
  "lastVersion": "Aug 31, 2023",
  "classify": "AdventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FireproofStudios.TheRoom3",
  "name": "The Room Three",
  "company": "Fireproof Games",
  "rating": "4.9star",
  "downloads": "500K+",
  "reviews": "110K reviews",
  "age": "Teacher Approved",
  "describe": "“Probably the Best Mobile Game of 2015” - Vice“With its rich atmosphere and clever puzzles, The Room Three is engrossing and hard to put down.” - Game Informer“A triumph. We fully recommend immersing yourself in this atmospheric mystery” - Stuff“Much bigger and longer than the previous titles, more of a full-blown adventure game” - Touch Arcade“A brilliant, uniquely tactile experience packed with incredible puzzles. Just go and buy it.” - Pocket Gamer___________________________________________________________________________________The eagerly awaited sequel to the BAFTA award winning 'The Room' and 'The Room Two' is finally here.Welcome to The Room Three, a physical puzzle game within a beautifully tactile world.Lured to a remote island, you must draw upon all your puzzle-solving ability to navigate a series of trials devised by a mysterious figure known only as “The Craftsman”.PICK-UP-AND-PLAY DESIGNEasy to begin yet hard to put down, enjoy a unique mix of intriguing puzzles with a simple user interface.INTUITIVE TOUCH CONTROLSA tactile experience so natural you can almost feel the surface of each object.EXPANDED LOCATIONSLose yourself in a variety of stunning new environments, each spanning multiple areas.INTRICATE OBJECTSRotate, zoom and examine dozens of artifacts to discover their hidden secrets.ATMOSPHERIC AUDIOA haunting soundtrack coupled with dynamic sound effects create an unforgettable soundscape.MAGNIFIED WORLDSUse the new eyepiece ability to explore the world in miniatureALTERNATE ENDINGSReturn to a persistent environment and change your fateENHANCED HINT SYSTEMRe-read hints to get the full pictureCLOUD SAVING SUPPORTEDShare your progress between multiple devices, and unlock the all-new achievements. MULTI LANGUAGE SUPPORTAvailable in English, French, Italian, German, Spanish, Brazilian Portuguese, Turkish and Russian.Fireproof Games is an independent studio from Guildford, United Kingdom.Find out more at fireproofgames.comFollow us @Fireproof_GamesFind us on Facebook",
  "lastVersion": "Nov 7, 2022",
  "classify": "AdventurePuzzle-adventureCasualStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.RustyLake.ThePastWithin",
  "name": "The Past Within",
  "company": "Rusty Lake",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "33.1K reviews",
  "age": "Teeninfo",
  "describe": "Note: The Past Within is a co-op only game. Both players need to own a copy of the game on their own device (mobile, tablet or computer), as well as a way to communicate with each other. Play together with a friend or find a partner on our official Discord server!The past and future cannot be explored alone! Team up with a friend and piece together the mysteries surrounding Albert Vanderboom. Communicate what you see around you to help one another solve various puzzles and explore the worlds from different perspectives! The Past Within is the first co-op only point-and-click adventure set in the mysterious world of Rusty Lake.Features:▪ A co-op experience Play together with a friend, one in The Past, the other in The Future. Work together to solve the puzzles and help Rose set her father’s plan in motion!▪ Two worlds - Two perspectives Both players will experience their environments in two different dimensions: 2D as well as in 3D - a first-time experience in the Rusty Lake universe!▪ Cross-platformAs long as you can communicate with each other, you and your partner of choice can each play The Past Within on your preferred platform: PC, Mac, iOS, Android and (very soon) Nintendo Switch! ▪ Playtime & ReplayabilityThe game contains 2 chapters and has an average play-time of 2 hours. For the full experience, we recommend replaying the game from the other perspective. Plus you can use our replayability feature for a fresh start with new solutions to all puzzles.",
  "lastVersion": "Jul 6, 2023",
  "classify": "#6 top paid adventureCasualPlay Pass",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.RustyLake.ThePastWithin"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mediocre.smashhit",
  "name": "Smash Hit",
  "company": "Mediocre",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.7M reviews",
  "age": "Everyoneinfo",
  "describe": "Take a surreal journey through an otherworldly dimension, move in harmony with sound and music and smash everything in your path! This experience requires focus, concentration, and timing to not only travel as far as you can, but also break the beautiful glass objects that stand in your way.* Smash your way through a beautiful futuristic dimension, smashing obstacles and targets in your path and experiencing the best destruction physics on mobile devices.* Musically synchronized gameplay: music and audio effects change to suit each stage, obstacles move to each new tune.* Over 50 different rooms with 11 different graphic styles, and realistic glass breaking mechanics in every stage.Smash Hit is playable at no cost and free from ads. An optional premium upgrade is available through a one-time in-app purchase that will enable new game modes, cloud save across multiple devices, detailed statistics and the ability to continue from checkpoints.",
  "lastVersion": "Dec 5, 2023",
  "classify": "PuzzlePhysicsCasualHypercasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=dk.houseonfire.android.thesilentage",
  "name": "The Silent Age",
  "company": "House on Fire",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "120K reviews",
  "age": "Teeninfo",
  "describe": "The Silent Age takes you on an adventurous journey into a dystopian future where mankind has gone extinct!Travel through time between the iconic 70's and a desolate present day haunted by silence.The Silent Age is an atmospheric point-and-click adventure game with stylized visuals and an eerie soundtrack that will keep you in suspense as you solve mind-bending puzzles.With an interface specifically designed for touch devices, you'll flow through the story without hiccups and frustrations. Sit back, plug in your headphones, and enjoy the adventure.Background Story -------------------------------------------------It’s 1972. Love is free. Flipflops, English leather and bandanas are the height of fashion. Meanwhile the Cold War is more than lukewarm and a real one is going on overseas. Movements are happening. Environmentalists, the female liberties movement, and on the dance floors an entirely different kind of movement is overtaking the underground clubs. The winds of change are certainly blowing over the country.Somewhere in the big city, in a tall, faceless government building someone left a window open. All the winds of change are doing here is blowing leaves all over Joe’s newly-swept floor. He’s been there for two years now. Working a dead-end attendant job making sure the building is as spotless as the suits walking the halls. It’s been like this for years, going from one soul-devouring job to the next.Our protagonist is Joe in more than just name. He is quite literally Joe Average. Average height, average weight, average IQ. In fact, the only thing remotely remarkable about him is exactly how much he conforms to the median of the hypothetical everyman, and up until this point, Joe’s life hasn't exactly been biography material.This is all about to change...",
  "lastVersion": "Jan 29, 2020",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.greenheartgames.gdt",
  "name": "Game Dev Tycoon",
  "company": "Greenheart Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "149K reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Game Dev Tycoon. In this business simulation game you start your own game development company in the 80s. Create best selling games, research new technologies to boost your business and invent new game types. Become the leader of the market and gain worldwide fans.Create games your wayYour success depends on your creativity and willingness to experiment. What topics and genres go well together? Should your Action game focus more on engine optimization or on quest design? The decisions you make during the development of your games will have a major impact on the ratings you receive.Grow your companyOnce you have successfully released a few games you can move into your own office and forge a world-class development team. Hire staff, train them and unlock new options.Features🕹 Start a game development company in the 80s✍ Design and create games💡 Gain new insights through game reports 👁 Research new technologies ⚙ Create custom game engines 🏢 Move into bigger offices 👩🏽‍💻 Forge a world-class development team 🔬 Unlock secret labs📈 Become a market leader💚 Gain worldwide fans🥇 Unlock achievementsThe full game has many more features which are not listed here to prevent spoilers.The mobile version introduces☠ A super-difficult (but optional) pirate mode📰 An updated storyline👩‍🍳 New topics for even more varied games📱 New UI optimized for phones and tabletsA game with 💚Game Dev Tycoon does not contain any in-app purchases or ads. Enjoy!",
  "lastVersion": "Sep 4, 2023",
  "classify": "SimulationManagementTycoonStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.goongames.DungeonsofDreadrock",
  "name": "Dungeons of Dreadrock",
  "company": "Christoph Minnameier",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "31.3K reviews",
  "age": "Teeninfo",
  "describe": "Puzzle your way through 100 handcrafted levels into the ancient depths of Dreadrock Mountain.\"It's super creative\" (IGN)\"A masterpiece\" (WATSON)\"Beautifully designed\" (PURENINTENDO)\"Something really special\" (MACWORLD)",
  "lastVersion": "Mar 22, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rebeltwins.cookiesmustdie",
  "name": "Cookies Must Die",
  "company": "Rebel Twins",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "42.7K reviews",
  "age": "Teeninfo",
  "describe": "🏆Winner of the 2020 GOOGLE INDIE GAMES FESTIVAL! 🏆 Play a new game from the creators of Dragon Hills and Daddy Was A Thief!Jack is a super-secret agent with special powers implanted in his body by government scientists! He has to stop a group of evil, mutated cookies and their powerful bosses before they reduce his city to rubble!Hurry! Grab the best weapon and sling onto the battlefield! Start an intense and exciting war. Crush your enemies, survive the attacks, defeat huge bosses with your smart movements and skills. Deadly jellies, angry cookies, threatening chocolates and many more sweet but dangerous characters are waiting here! Awesome FEATURES:● A fast-paced, platform-based shooter game of epic action● Easy-to-play but hard-to-master gameplay (just swipe to jump or run)● The slow-motion effect to shoot with extreme precision and feel like you’re in the Matrix. ● Epic boss battles● Upgradeable weapons, characters and explosive power-ups available for unlocking● Achievements and leaderboards to compete with friends● An incredibly addictive game with tons of surprising moments.Remember! Cookies must die … even the sweetest ones. =================================Rebel Twins, is the developer behind great games like: Daddy Was A Thief, Dragon Hills, Dragon Hills 2, Aliens Drive Me Crazy, Crumble Zone.=================================To start the game you must accept our:Privacy Policy: http://www.rebeltwins.com/privacy-policy/Terms of Use: http://www.rebeltwins.com/terms-of-use/PLEASE NOTE!Our games are free to download and play. However, it is possible to buy game currency or some game items using real money. You can disable in-app purchases from your device's settings if you do not want to use this feature.",
  "lastVersion": "Sep 18, 2023",
  "classify": "ActionPlatformerRun & gunCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.terrycavanaghgames.diceydungeons",
  "name": "Dicey Dungeons",
  "company": "Terry Cavanagh",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "1.15K reviews",
  "age": "Everyone 10+info",
  "describe": "Become a giant walking dice and battle to the end of an ever-changing dungeon! Can you escape the cruel whims of Lady Luck?In this new fast-paced deckbuilding roguelike from Terry Cavanagh (Super Hexagon, VVVVVV), Chipzel, and Marlowe Dobbe, you'll fight monsters, find better loot, and level up your heroes as you work together to take down the Goddess of Fortune, Lady Luck herself. Balance your carefully planned strategies against the unknown of a dice roll.",
  "lastVersion": "Aug 22, 2023",
  "classify": "#3 top paid role playingRole PlayingRoguelikeCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolver.grispaid",
  "name": "GRIS",
  "company": "DevolverDigital",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "5.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Gris is a hopeful young girl lost in her own world, dealing with a painful experience in her life. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality. As the story unfolds, Gris will grow emotionally and see her world in a different way, revealing new paths to explore using her new abilities.GRIS is a serene and evocative experience, free of danger, frustration or death. Players will explore a meticulously designed world brought to life with delicate art, detailed animation, and an elegant original score. Through the game light puzzles, platforming sequences, and optional skill-based challenges will reveal themselves as more of Gris’s world becomes accessible.GRIS is an experience with almost no text, only simple control reminders illustrated through universal icons. The game can be enjoyed by anyone regardless of their spoken language.",
  "lastVersion": "Nov 22, 2023",
  "classify": "AdventureCasualSingle playerStylizedInk wash paintingOfflinePlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pid.scourgebringer",
  "name": "ScourgeBringer",
  "company": "PID Games",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "7K reviews",
  "age": "Teeninfo",
  "describe": "ScourgeBringer is a fast-paced free-moving roguelite platformer. Help Kyhra to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity.Set in a post-apocalyptic world where a mysterious entity wreaked havoc on all humanity, ScourgeBringer puts you in the shoes of the deadliest warrior of her clan: Kyhra. Help her to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity.Key Features:• Dive into fast-paced rogue-platforming gameplay described by Eurogamer as \"Dead Cells meets Celeste\"• Slash and shoot your way smoothly with super fluid platforming controls• Sharpen your skills with a frantic combat system focused on attacks only• Dash forward to the otherworldly adaptive sounds of Joonas Turner (Nuclear Throne, Downwell, Broforce...)• Defy hordes of unspeakable enemies and giant bosses holding the secrets of the Scourge• Explore the infinite depths of an ever-changing dungeon• Uncover mysteries and find mementos of previous explorers to unlock reality defining secrets",
  "lastVersion": "Apr 14, 2023",
  "classify": "Role PlayingRoguelikeCasualStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pinestudio.buildings",
  "name": "Cats in Time - Relaxing Puzzle",
  "company": "PINE STUDIO",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "27.7K reviews",
  "age": "Editors' Choice",
  "describe": "🏆 Winner of the Google Play Indie Games Festival 2021! 🏆Hello explorers! My name is Professor Tim Edger, and I'm the inventor of the time machine and an avid cat lover! Sadly, I have a problem, and maybe YOU can help me.You see, my beloved cats are missing. While playing in the lab, they've activated my time machine and ⚡zap⚡, now they are lost in space and time! You have to travel from ancient Egypt, all the way to the streets of late 20. century New York, and even beyond the present - to future Tokyo. Your goal is to find all the cats! Please be careful; these cats are really good at hiding. 😺 CUTE CATS 😺Save more than 330 cats hiding in the most unusual of places.🧩 TACTILE PUZZLES 🧩Solve amazing puzzles and riddles to save all the trapped cats. ⭐️️ BEAUTIFULLY CRAFTED 3D LEVELS ⭐️Escape to eight distinctive locations set in different ages.🎶 RELAXING SOUNDTRACK 🎶Listen to the relaxing sounds of the period while exploring.💎 FREE TO TRY 💎The first two levels from the each time period (18 in total!) are completely free to play! Unfortunately, the time machine is expensive to run, so the rest can be unlocked with a single purchase later. Take your time (heh), and enjoy the trip! Professor Tim E.",
  "lastVersion": "Mar 30, 2023",
  "classify": "PuzzleLogicCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolver.reigns",
  "name": "Reigns",
  "company": "DevolverDigital",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "148K reviews",
  "age": "Teeninfo",
  "describe": "** Play Store Most Innovative Game of 2016 **Sit on the throne as a benevolent (or malevolent) medieval monarch of the modern age and swipe your royal fingers either left or right to impose your will upon the kingdom. Survive the seemingly never-ending gauntlet of requests from your advisors, peasants, allies, and enemies while maintaining balance between the influential factions of your kingdom. But beware; each decision you make might have implications and unfortunate consequences down the road that could put your reign and family’s dynasty at risk!Each year of your reign brings another important – seemingly random – request from your unpredictable kingdom as you strive for balance between the church, the people, the army, and the treasury. Prudent decisions and careful planning make for a long reign but unforeseen motivations, surprise events, and poor luck can take down even the most entrenched monarch. Extend your reign as long as possible, forge alliances, make enemies, and find new ways to die as your dynasty marches along through the ages. Some events will span on centuries, with an intrigue involving burning witches, scientific enlightenment, wicked politics and, maybe, the Devil himself.",
  "lastVersion": "Oct 12, 2023",
  "classify": "#7 top paid cardAdventureInteractive storyCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Interactive+stories&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.IvanKovalov.G30Android",
  "name": "G30 - A Memory Maze",
  "company": "Ivan Kovalov",
  "rating": "4.4star",
  "downloads": "10K+",
  "reviews": "826 reviews",
  "age": "Everyoneinfo",
  "describe": "🏆 Winner of Google Indie Games Festival 2019🏆 Google Play Best of 2019A puzzle you haven’t seen before. A story you won’t forget.G30 is a unique and minimalistic take on the puzzle genre, where each level is hand-crafted and meaningful. It’s a story of a person with a cognitive disorder, who is trying to recollect the elusive past – before the disease takes over and everything will fade away.KEY FEATURES: • Each puzzle is a story. Solve the memories mystery hidden in 7 main chapters of unique and individually designed puzzles. • Experience a touching narrative. Live the life of a person whose memories have faded. • Feel the game. Atmospheric music and sounds will dive you into the breathtaking story • Relax and play. No scores, no timers, no “game over”.  AWARDS🏆 Winner of Google Indie Games Festival 2019🏆 Most Innovative Game, Casual Connect USA & Kyiv 🏆 Best Mobile Game, CEEGA Awards🏆 Excellence in Game Design, DevGAMM🏆 Best Mobile Game & Critics’ Choice, GTP Indie CupINNOVATIVE PUZZLES THAT ARE THE STORYEach level sparks a little memory of the person’s life. It’s a two-part puzzle: a visual image of the memory and a telescopic text, that reveals itself with every step. You start with fragmented pieces of the picture and have to move them to restore the original image. In turn, telescopic text reacts to your every step – the closer you are to the solution, the more text unfolds. You are indeed remembering – adding details to the memory and forming a clear picture.A DEEP AND MYSTERIOUS STORYG30 is about memory and consciousness – and what they mean for a human being. There are people around who are losing their ability to remember – some kinds of mental diseases do that to a person. G30 shows how they see the world, how they feel about the past they can’t remember and the reality they can’t recognize.",
  "lastVersion": "Jan 30, 2022",
  "classify": "PuzzleCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noodlecake.inks",
  "name": "INKS.",
  "company": "Noodlecake",
  "rating": "4.6star",
  "downloads": "10K+",
  "reviews": "1.16K reviews",
  "age": "Teacher Approved",
  "describe": "From the makers of BAFTA-winning Lumino City comes INKS. INKS updates pinball for a new generation. It combines the joy of pinball with skilful tactical challenges, and allows you to create wondrous works of art as the ball smashes around the canvas. Blocks of color burst like beautiful fireworks across the surface, building up in vivid layers and recording a visual history of your game as you perfect your score.FEATURES:- Beautiful and elegant design - Over 100 unique tables to play- Perfectly balanced gameplay- Each canvas tells the story of your game- Share your favourite levels and high scores“Amazing looking... vibrant, full of life. Are we excited about this.” Pocket GamerInspired by artists like Miro, Matisse, Jackson Pollock and Bridget Riley, each table becomes a unique work of art, sculpted by the player as they fire an ink covered ball around the canvas. With State of Play’s creative flare and skill at crafting beautifully elegant gameplay, INKS offers something new: art and gameplay as one, for everyone.",
  "lastVersion": "Dec 14, 2022",
  "classify": "ActionCasualSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pid.turnipboy",
  "name": "Turnip Boy Commits Tax Evasion",
  "company": "PID Games",
  "rating": "4.8star",
  "downloads": "500K+",
  "reviews": "17.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Embark on a humorous adventure filled with action, puzzles and tax evasion. Meet cute talking vegetables and fruits, while also fighting massive animal bosses and dozens of different enemies in EPIC dungeons!Take control of an adorable turnip who happens to be an absolute menace to society. After failing to pay taxes and getting evicted from your home, you must go on an epic quest to pay back your massive debt to an onion mayor.During your journey, uncover what’s spoiling this garden community and rise to tear down the corrupt vegetable government!Key features:• A thrilling, single-player adventure full of tax evasion, petty crimes and more.• Dungeons full of puzzles, enemies and rare treasures to pay back your debt.• Battle massive beasts that terrorize the garden community.• Grow and harvest plants to aid in your journey.• A large cast of quirky food-based characters, all with their own stories and problems.• Tons of tax documents to rip up, allowing you to erase your paper trail and potentially destroy the government.• Earn collectible hats and alternate between which one to wear.• Multiple endings based on how effectively you commit tax evasion.• A deep history of the world and how it became what it is.[The game requires a purchase in order to have access to the full game content. Only the demo version will be available for free.]© 2021 Snoozy Kazoo ©2022 Graffiti Games and Plug In Digital",
  "lastVersion": "Jul 20, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.darkdome.haunted.laia",
  "name": "Haunted Laia",
  "company": "Dark Dome",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "74.3K reviews",
  "age": "Teeninfo",
  "describe": "A new family has arrived in Hidden Town, but since the day they moved in, they have been harassed by strange presences in their own home, until a few days later they disappeared without a trace. What happened? Where are they? Help Laia solve the mystery and reveal the secrets behind her disappearance.Haunted Laia is the fifth episode of the Hidden Town escape game series. In this point and click game, you must navigate through your memories to discover how you got to where you are and escape to rescue your family and return home.The Dark Dome games can be played in any order you like. They are all connected to each other in one way or another. Little by little all the mysteries of Hidden Town will be revealed. This game has connections to The Ghost Case and Another Shadow- What you will find in this game:A lot of brain teasers and puzzles spread between Laia's house, the cave, and the room behind the red door.An exciting and captivating interactive story with an unforgettable protagonist.A surprising graphic style that together with a deep soundtrack will completely immerse you in the adventure.An alternate achievement: Find all 10 lizards hidden throughout the entire game. Lizards can be very elusive and hard to find. Search every corner.A very complete hint system. If you feel stuck in the game you can always turn to the hints to help you and continue with the story.- Premium version:By purchasing the Premium Version you will be able to play an exclusive secret scene with a side story of Hidden Town that has additional riddles and puzzles. In addition, all the ads in the game will be removed, so you can access all the hints directly without seeing ads.- How to play:Interact with objects and characters in the environment by touching them. Use the inventory items on game objects or combine them to create a new item to help you continue on the adventure. Put your wits to the test and solve the puzzles and riddles.“Immerse yourself in the enigmatic stories of the Dark Dome escape games and reveal all its secrets. There are still many mysteries to be unraveled in Hidden Town.\"Find out more about Dark Dome at darkdome.comFollow us: @dark_dome",
  "lastVersion": "Aug 30, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.adriaandejongh.hiddenfolks",
  "name": "Hidden Folks",
  "company": "Adriaan de Jongh",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "4.37K reviews",
  "age": "Teacher Approved",
  "describe": "Search for hidden folks in hand-drawn, interactive, miniature landscapes. Unfurl tent flaps, cut through bushes, slam doors, and poke some crocodiles! Rooooaaaarrrr!!!!!A strip of targets shows you what to look for. Tap a target for a hint, and find enough to unlock the next area.------/ Game Features /------- 32 hand-drawn areas- 300+ targets to find- 2000+ mouth-originated sound effects- 500+ unique interactions- 3 color modes: normal, sepia, and night mode- 22 languages (translated by the community)------/ Need help? /------You can always email game designer Adriaan de Jongh:support@hiddenfolks.com",
  "lastVersion": "Mar 16, 2023",
  "classify": "PuzzleHidden objectCasualSingle playerStylizedHandicraftOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dihanov.imago",
  "name": "imago - Card Guessing Game",
  "company": "Dimitar Dihanov",
  "rating": "4.8star",
  "downloads": "10K+",
  "reviews": "94 reviews",
  "age": "Everyoneinfo",
  "describe": "Play imago - the animated GIF pair puzzle card game with countless hours of replayability! This game offers to help you train your visual memory, logic and focus the fun way. New trending GIF images to solve daily!Challenge yourself with guessing and solving animated card pairs that help you get smarter and improve your attention!How many cards can you guess?Addictive, fun and simple to learn yet hard to master⭐ Brain and memory training - guess all animated puzzle card pairs together⭐ Unlock over 100 levels⭐ Daily challenges⭐ Pick your own favorite image category⭐ Different game modes⭐ Over 20 unlockable card back rewards⭐ Many unlockable colors⭐ imago will help you improve your visual attention to detail!⭐ An amazing and stylish retro design with many themes and card backs to unlock and choose from⭐ Share your result with friends and see if they can best your time⭐ Keeps you guessing by challenging you with the latest and greatest trending GIFs daily!Follow me on twitter:https://twitter.com/ddihanovAnd remember to have fun! 👉😎👉P.S: 100% made in Jetpack Compose",
  "lastVersion": "Nov 4, 2023",
  "classify": "PuzzlePair matchingMemoryCasualSingle player",
  "privacy": "https://play.google.com/store/search?q=Pair+matching+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playsportgames.mmo",
  "name": "Motorsport Manager Game 2024",
  "company": "Playsport Games",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "95.3K reviews",
  "age": "Editors' Choice",
  "describe": "Looking for an adrenaline-fueled mobile racing game? Look no further than Motorsport Manager Online 2024! This cutting-edge manager racing game offers players the chance to design their own cars and hire top drivers.Take on other real-life managers from around the globe in intense 10-player multiplayer racing cars, all while experiencing the excitement of motorsports in stunning 3D graphics and racing. With a wide range of legendary motorsport cars available.Are you ready to compete against the best in the world of motorsport management? Join the weekly World Motorsport Championship and see if you have what it takes to be the number one manager on the leaderboard and best at racing cars.With Motorsport Global and Friends Leaderboards, you can always keep an eye on your ranking and collect new rewards every week. So why wait? Download Motorsport Manager Online now and get ready to take the racing motorsport cars by storm!MULTIPLAYERTake on the world cars in thrilling 10 player online multiplayer manager racing.3D RACING MANAGER ACTIONZoom in to see the intense wheel to wheel action, with your cars and liveries rendered on track in 3D as you see the cars racing.THE MANAGER COMPETITION NEVER STOPSWith Global and Friends Leaderboards, come back every week to check your ranking and collect new rewards.",
  "lastVersion": "Nov 23, 2023",
  "classify": "SportsCoachingCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Sports+management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.eightyeightgames.photographs",
  "name": "Photographs - Puzzle Stories",
  "company": "EightyEight Games",
  "rating": "4.4star",
  "downloads": "5K+",
  "reviews": "276 reviews",
  "age": "Teeninfo",
  "describe": "***Winner at the Google Play Indie Showcase 2019***“A Bittersweet ending I was happy to to take part in” - Polygon“Captivating Vignettes about Regrets” - Game Informer“Photographs’ is a game about tragedy, heartbreak, and the choices we can’t undo” - MashablePhotographs is Narrative Puzzle Game. >Explore Beautiful Dioramas>Five different kinds of puzzles>Search for clues>Choose your endingIt's a little bit different than most games, I hope you find it interesting!",
  "lastVersion": "Oct 15, 2019",
  "classify": "CasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Single+player+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lojugames.android.Ordia",
  "name": "Ordia",
  "company": "Loju",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "2.94K reviews",
  "age": "Everyoneinfo",
  "describe": "Ordia is a one finger platformer where you play as a new life form taking its first leaps into a strange and hazardous world.Jump, bounce, stick and slide your way through rich and vibrant environments. Guiding each creature to safety in a primordial world packed with various perils, challenges and surprises! With 30 levels to complete, plus extra challenge modes, bonus levels and achievements to unlock Ordia is a unique and challenging game with hours of gameplay.Features- Simple one-finger controls- 30 levels set across 3 worlds- Action packed platformer- Extra challenge modes for each level- Bonus levels and achievements to unlockWinner in the 2019 Google Indie Contest! 🏆\"All in all, Ordia is a hell of a game. It’s absolutely gorgeous, the animations are buttery smooth, and the sound effects and haptic feedback are incredibly satisfying\"  - TouchArcade\"Ordia is a truly special platformer that knows exactly what it’s supposed to be\" - 148Apps\"A perfectly put together package for both casual platformer fans and enthusiasts alike\"  - AppSpy",
  "lastVersion": "Aug 28, 2023",
  "classify": "ActionCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=amanita_design.samorost3.GP",
  "name": "Samorost 3",
  "company": "Amanita Design",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "17.7K reviews",
  "age": "Teacher Approved",
  "describe": "Samorost 3 follows a curious space gnome who uses the powers of a magic flute to travel across the cosmos in search of its mysterious origins. Visit nine unique and alien worlds teeming with colorful challenges, creatures and surprises to discover, brought to life with beautiful artwork, sound and music.",
  "lastVersion": "Sep 29, 2022",
  "classify": "AdventurePuzzle-adventureCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.AocaGameLab.Arida",
  "name": "ARIDA: Backland's Awakening",
  "company": "Aoca Game Lab",
  "rating": "4.0star",
  "downloads": "50K+",
  "reviews": "2.14K reviews",
  "age": "Everyoneinfo",
  "describe": "A historical single player game with elements of adventure and survival.Explore the aridest regions, collect resources and discover clues about the destiny of the young Cícera, a girl that faces the drought to explore the 19th-century Brazilian backlands to find her parents again.FEATURE LIST:🪓 Equipped to venture out 🗡To survive in ÁRIDA you will need some equipment. Use the machete and hoe for essential actions such as getting water, opening paths, or cutting a corn crop. But do not forget to have a handful of grindstones because blunt equipment is of no use!☀ Get ready with recipes 🌵To live in the backlands you need to be wise. The fauna and flora are unusual, so try to learn the recipes available for crafting with the typical items of the region. Maybe one day you need to cross the backlands ...🍴 Interact to survive 📝 Hunger and thirst can be very cruel in the backlands during the drought. Ask for help for the elders of your village and solve their quests to get some water and food.🏃‍♀ Explore to know 🎒Explore the aridest regions to learn more about the backlands and find the resources you need to stay on your way. A full inventory is always a good idea!📜 Stories to learn 💎The Brazilian backlands is a special place, with many stories that would only happen there. Venture out to search for the collectible lost objects and find out more about the legends of the backlands.🎮 Behind the scenes of ÁRIDA 🏜Gain access to the digital version of \"Art of ARIDA\", an artbook with incredible behind-the-scenes details of the game's creation.📱 System requirements - minimum ⚠- OS: Android 7.1- Memory: 4GB- Processor: Octa-core 1.8Ghz- GPU: Adreno 610 or higher",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
}]