[{
  "link": "https://play.google.com/store/apps/details?id=com.hunterhamster.snailbob3",
  "name": "Snail Bob 3",
  "company": "Hunter Hamster Studio",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "24.7K reviews",
  "age": "Everyoneinfo",
  "describe": "In this sequel, a hurricane takes Snail Bob and his friends to a desert island. Now Bob needs to explore the island, learn all its secrets, and build the new Snail Town.Snail Bob always crawls onwards. But he needs your help! Press buttons, switch levers, open doors, remove traps, and so on. You need to do everything that Snail Bob reaches the Exit safe and sound. SUPER SHELLSNow you can find Super Shells which give you possibilities to jump, fly and even shoot the cannon!BUILD YOUR OWN SNAIL TOWNNow you can not only complete levels but build your brand new Town! Build new buildings, unlock new areas and your town will be filled with new various residentsUNIQUE OUTFITSPlaying the levels don’t forget to collect stars and hidden treasure chests to unlock many funny outfits for Bob including superhero and video game characters.MAIN FEATURES:- A variety of different levels- After completing bonus levels you can find even more treasures- Super Shells can give you a possibility to jump, fly, shoot the cannon and even more.- A brand new ’Time Mode’ giving access to bonus levels- Find hidden stars and chest to unlock all outfits- A lot of funny outfits the main character can be dressed for his adventuresADDITIONAL FEATURES:- A free puzzle arcade and an incredible adventure- A funny main character- Every puzzle and adventure has a logic solution- Tons of various outfits can be found on the islandDeveloped and published by Hunter HamsterIf you faced any issue or you want to give us your feedback, please write us sb3.help@gmail.com",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hitcents.drawastickmanepic2free",
  "name": "Draw a Stickman: EPIC 2",
  "company": "Hitcents",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "378K reviews",
  "age": "Everyoneinfo",
  "describe": "** Winner of 5 Webby Awards - Draw a Stickman Franchise **** Played over 100 Million Times around the Globe **Grab your pencil and get ready for the most creative DRAW A STICKMAN adventure yet, with the first 2 levels FREE! Imagination is the key, as you enter a magical storybook land full of mystery and wonder, unusual creatures and enigmatic puzzles!  Create your own original stickman and then watch it come to life in DRAW A STICKMAN: EPIC 2!  Challenge yourself to unlock every secret, collect every drawing and share your creativity with the world!BRING YOUR DRAWINGS TO LIFE!Unleash your creativity as you draw a Stickman from your own unique perspective, and then watch your animated Hero come to life before your eyes!  Make every idea a reality by saving unlimited drawings in your Sketchbook, and sharing them with friends!A NEW STORYEmbark on a perilous journey through time!  Draw your Stickman and create a friend!  But be warned….disaster falls upon your ally!  It’s up to you to become the hero! Maneuver your way through the magical world of EPIC 2 in a quest to save your partner!YOUR DRAWINGS MATTERCreate and save unlimited drawings in your sketchbook!  Use them throughout your adventure!SHARE AND RECEIVE DRAWINGS WITH FRIENDSWith the new share feature, you can now send your creations to your friends!  They will then be able to use your drawings in their own epic adventures!  FIGHT EPIC BATTLESFace off against inked-out goblins, tongue-lashing frogs, fire-breathing dragons, and BIG bosses!  You must use your own strategies to solve intriguing challenges and puzzles, while battling all new villains!Jump in to this action-packed adventure that allows for endless creativity! As you explore each colorful environment, choose from an assortment of drawing pencils and tools to help you successfully overcome every obstacle along the way.New features and enhancements allow you to choose from a larger color palette, along with a variety of pencil sizes.  With the new share feature, send your drawings to your friends!  Unlock hidden Color Buddies, locate puzzle pieces, and enjoy new drawing pencils for Wires, Eggs, and Ice! This is an experience like no other, personalized by you!DRAW A STICKMAN: EPIC 2 is the sequel you’ve been waiting for and is sure to offer hours of entertainment to avid gamers and creative minds alike!",
  "lastVersion": "Oct 3, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedHandicraftOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.HuaYiGame.DeliveryFromThePain",
  "name": "Delivery From the Pain:Survive",
  "company": "HuaYi Game Studio",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "59.9K reviews",
  "age": "Teeninfo",
  "describe": "Delivery From The Pain is a survival-strategy game with a fantastic RPG storyline, taking 30+ hours to unlock one of several endings. 【Features】► Unique doomsday experience with puzzles, clues, & hidden game features.► Multiple endings full of mysteries and surprises. Which one is the truth?► A huge map with dangerous, attractive 3D urban buildings.► Lifelike NPCs with particular personalities, timelines & evocative story development.► Thought-provoking, consequential dialogue options.► An array of weapons & a unique sneak system that will provide hours of varied experimentation in combat.► Study system and workshop management that offer myriad strategic choices, trying to maximize your safe shelter right away!► 10+ types of zombies, each with specific skills & 4 ultimate boss monsters are waiting for you.► Using Google Drive sync support, you won't lose your progress.► Support available for Metal rendering to further enhance the performance!【About Challenge Mode】The core of the gameplay is survival duration as the ultimate goal. The challenge mode uses a large map scene, used for exploration - except BOSS scenes & other scenarios with NPCs.In Professional difficulty, saving file will be deleted when the player fails to survive. The challenge will instantly be restarted. In Normal difficulty, the saving file can be saved, the save rule being the same as the game normal mode rule.【About New DLC】1.New Story: The story between Big Brother and Moira explains much of the backstory of the main game - as a Prequel.2.New Pet: The faithful dog \"Hamburger\" will join your fight against flesh eating zombies, even being more energetic in toxic areas.3. New game system: A creative feeding system, training system & cooking system will offer you a brand-new survival adventure experience in the zombie world.4.New Map: A new map ( Lumberyard ) is added to offer your base survival food sources, allowing you to hunt animals & gather other materials like potatoes, medical herbs, & wheat.5.New Character: An underworld accomplice of Big Brother's crime syndicate will appear in this new DLC, allowing his backstory & having trade with him for otherwise unattainable resources. 6.New Mode: Players receive an unlimited survival supply pack under assist mode when you want to have a quick understanding about the new story. An experienced survival game player? You can try the survival mode with significant difficulty to challenge yourself.7.New Cooking System: You can send gifts to Moira & get new surprises from her, too.【Story】In 201x, an anti-cancer research institute announced the discovery of the key to eternal life. In response to this breakthrough, Faith Energy Company concocted a vaccine-driven startup, the “Human X Plan.” However, the vaccine altered inoculated populations across the globe, altering their DNA . . . transforming them into zombies. Your home city has been overrun & you must survive. Uncover the conspiracy behind the Human X Plan as you explore and try to escape from the nightmare city!You will meet many survivors. Do you want to see them all survive to the end? At what cost? What secret was hidden in the abandoned tapes, newspapers, magazines & files found along your way? Can you discover the password to unlock the door to a new life?【We want to tell you】This game is our first 3D indie game, we started to develop this game in 2015 & are lucky to expand our team from 5 to now having 7 members. We've put effort & much love into \"Delivery from the Pain.\" We want to make your playing experience valuable, being mutual with connecting with our fan base. We appreciate all of your feedback, every idea, & personal opinion on making \"Delivery from the Pain\" as sharp & complete as possible.【Follow us】Facebook： @DeliveryFromThePainTwitter： @DeliveryPainDiscord: https://discord.gg/Y88CZ66",
  "lastVersion": "Sep 12, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.herogame.gplay.lastdayrulessurvival",
  "name": "Last Island of Survival",
  "company": "HK Hero Entertainment Co., Limited",
  "rating": "3.6star",
  "downloads": "10M+",
  "reviews": "538K reviews",
  "age": "Teeninfo",
  "describe": "Last Island of Survival is your last fortress of surviving this wasted open world. Make your own rules of survival in this multiplayer zombie survival game full of action and adventures! Start an exciting journey and lifeafter on this post-apocalyptic island and survive hunger, dehydration, dangerous wildlife and other malicious survivors. Scavenge resources, craft weapons, and build shelter to survive. Will you be the last of us standing? ♦ Explore the unpredictable zombie island ♦ Ruins are everywhere, evil walking dead are covered in blood, rusted military choppers are snooping left and right. Find out what happened here and how long can you last! Uncover the secrets of the island in its last days of civilization, check out the huge open world map and source for valuable items and blueprints to gear up and to protect yourself!♦ Experience the total freedom to play ♦ Set up your own rules of playing! Being a team player or loner, make new friends or enemies, it’s all up to you! Find trustworthy teammates, grow a clan and dominate the island, or make a terrifying name all by yourself. Build giant fortresses and base or show your power by blowing up enemies and raid their homes. You are the one to decide what to do in this online survival mobile game.♦ Unfold your creativity of building ♦ Explore this huge island for gathering resources and claiming places, that you can call home. It can be a cozy hut in the snowy ice field, an impressive fortress guarding the outskirts of the desert, or a conveniently placed outpost for expeditions. Just build whatever your heart desires. But beware of the worst enemies – rust and decay. In this last days on earth, you will need to maintain your structures to protect them from rust and defend them against your enemies. ♦ Last man standing ♦ Last Island of Survival is a PVP focused online mobile game. From the unification of the island to a brutal bloodbath battle is only one step away. All these survival actions are on your mobile device! Be ready to fight! Craft various powerful weapons or find ones that covered in rust, join a team or be a lone wolf, fight for your life, or perish. Raid enemy forts and steal valuable loot from them. Build invincible fortress and defend it with your clan. The opportunities are vast, you only need to take and survive!PLEASE NOTENetwork connection is required.Last Island of Survival is free to download and play. Some in-app items can also be purchased for real money. In-app purchases can be disabled through your device’s settings.By downloading this app, you agree to our privacy policy and terms of use. Privacy Policy: https://www.hero.com/account/PrivacyPolicy.htmlTerms Of Use: https://www.hero.com/account/TermofService.htmlFollow us on Facebook for updates, reward events and more!https://www.facebook.com/LastDayRules/Custom Servicelastdayrulessurvival@gmail.com",
  "lastVersion": "Nov 15, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gm_shaber.dayr",
  "name": "Day R Survival: Last Survivor",
  "company": "Rmind Games",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "704K reviews",
  "age": "Teeninfo",
  "describe": "In 1985, an unknown enemy caused the apocalypse and the followed collapse of the USSR, turning the entire country into an uncharted post-apocalyptic wasteland where survival was the utmost priority. In the state of survival following a devastating radiation outbreak, the world has been transformed into a desolate and dangerous place. Violence, hunger, and disease now reign, as the world has been overrun by both zombies and mutants, and you, one of the few survivors, must search for your family in this chaos.The evil presence of mutant creatures lurks around every corner, preying on the remnants of humanity. These abominations possess a chilling ability for mimicry, blending seamlessly with the devastated environment. You must navigate through this wasteland, armed with only your survival skills and wits, in a lonely battle to stay alive. Every step is met with a chilling and scary ambiance, as destruction and chaos have become the new norm.In this survival simulator game, you need to do everything you can to stay alive. Nuclear war and the epidemic of a deadly virus (which is scarier than any zombie virus) has taken over the city, and you are the only survivor left. It's up to you to use your skills, intelligence, and weapons to fight off the enemy and save yourself from the radioactive fallout. You need to find allies and create strategies to survive in this abandoned world ruled by mutants.Search and Craft for ResourcesThe RPG-like gameplay in Day R Survival will immerse you in a post-apocalyptic wasteland that will challenge your survival skills. You need to hunt for food, gather resources, and craft weapons to defend yourself against the enemy. Explore the dark days of the apocalypse and fight to stay alive in this world where there is no way to die.Endless PossibilitiesDay R features over 100 crafting recipes, multilevel systems for character leveling. Enjoy top action RPG mechanics as you acquire skills and ammunition. You'll need to learn not only mechanics and chemistry but also defense from mutants and zombie and fortress building for the ultimate shelter survival.Exciting Quests and Multiplayer ModeYour road to survival includes allies, who can help you complete exciting quests. You can even join forces in an online multiplayer game. With chat, item exchange, and joint fights, you can find new friends in this post-apocalyptic wasteland where the origin of mutation lies in the deadly aftermath of radiation.Hardcore ModeThis wasteland is among the most exciting survival games you'll ever play! Surviving requires a self-challenge and you'll be put to the test. Stay alive against all odds and fight for your family in abandoned cities for your survival. Will you manage to overcome hunger, virus, and radiation? It's time to find out!Functions- The game is available online and offline.- Multiplayer survival mode for online play with friends.- Choice of adventure difficulty: sandbox or real life.- Multilevel system of crafting and character leveling.- Dynamic maps, generation of enemies and loot.- Realism and atmosphere of life after war.Overall, Day R Survival is a thrilling multiplayer game that combines the best elements of survival games, RPGs, and simulators. Fighting against zombies, mutants, and other players creatures to stay alive in a post-apocalyptic world where rules no longer apply is both dangerous and exciting.Official Site: https://tltgames.ru/officialsiteenCustomer Service Email: support@tltgames.netJoin the global Day R community!Facebook: https://www.facebook.com/DayR.game/YouTube: https://www.youtube.com/channel/UCtrGT3WA-qelqQJUI_lQ9Ig/featuredSurvive, craft, and emerge triumphant amid the most realistic uncharted post-apocalyptic open world game you have ever seen in Day R - a last shelter of survival in a world ravaged by apocalypse!",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zombie.survival.online.craft",
  "name": "Prey Day: Zombie Survival",
  "company": "GreenPixel Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "343K reviews",
  "age": "Teeninfo",
  "describe": "In 2033, the world saw the outbreak of an unknown infection that left most of the human population dead.Prey Day is an online, multiplayer, top-down shooter survival game which takes place in a huge city in a world after a zombie apocalypse. An unknown virus destroyed a large part of the population, leaving only the last handful of survivors on earth. Most of the inhabitants have become zombies or mutated under the influence of the virus. Among the labyrinth of empty streets, survivors fortify camps to resist zombie hordes, and venture outside to discover the cause of the infection that left the world in a state of survival.You are one of the few survivors whose destiny is directly related to these events. In your life after the apocalypse, you'll deal with hunger and thirst, look for other survivors' camps, and spend your dark days crafting your own shelter from gathered materials. Investigate the causes of the infection that triggered the apocalypse by completing quests. Explore the darkest corners of the City to craft unique armor and weapons. Build vehicles that will grant you access to secret areas.Confront other survivors, greedy for the loot you carry. Unite with others in the streets of Harbortown to fight back zombies and other survivors hiding and hunting for easy prey. Gather your friends and venture together into the most dangerous parts of the city.HUGE ONLINE WORLDThe world of Prey Day is an open world shooting game set in a vast city destroyed by a wave of infection. You are left to survive with other humans - the real players. You can communicate with any player you meet, join them in a group, or fight against them to take their loot. There are no rules in open world games!CLANSUnite with other players in powerful clans, opening access to clan locations, where you can discover rare items and unlock new craft that can help you in the war against the undead. Together with your clan you can take over abandoned military bunkers, establish a clan base, and start real military action on the streets.CRAFTYou can craft new weapons and equipment from various items collected on your journey. Trigger new craft recipes that can help protect your life against other players - crafting skills allow you to build your own shelter and protect it with traps!ADVENTUREWhat caused the apocalypse? In this zombie game you'll complete quests and explore Harbortown. The best zombie games have rich, mysterious storylines, and Prey Day is no different. Plunge into a whole series of adventures, going down into the city subway, traveling to the mountains and national parks on the edge of the city, and venturing through the wasteland, all while shooting your way through hordes of the walking dead.RPG AND SURVIVALPrey Day is one of the most dangerous zombie survival games full of players who may have different goals and methods of survival - run, shoot, defend, team up, target, and fight real players fighting for survival just like you. Shooting games challenge your skill, speed, and reaction time, and when you're fighting for survival, you'll do everything you can not to die. With both co op and PVP elements, you can communicate and unite with friends, or oppose and kill competitors - the best traditions of MMO and online multiplayer games!",
  "lastVersion": "Sep 13, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=valhalla.survival.craft.z",
  "name": "Frostborn: Action RPG",
  "company": "KEFIR",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "256K reviews",
  "age": "Teeninfo",
  "describe": "Subdue the powers of the gods and confront the army of the dead together with your friends. Make the lands of vikings great again by building a new capital town from scratch and set off for treasures and new victories to the unexplored shores. All of this and more awaits you in the new online survival RPG Frostborn!The world plunged into darknessIn the wilds of Midgard, the dead roam in broad daylight.The water from the rivers burns your throat, Valkyries no longer take the fallen in battle to Valhalla and something sinister is hiding among the shadows of forests and gorges. The goddess Hel is responsible for all this. She cursed these lands with her black magic in just 15 days, and now she wants to enslave the kingdom of the living! Death no longer existsYou are the immortal, valiant Jarl of the northern warriors who no longer face death. Healers and shamans shrug their shoulders and don’t understand why this is happening. But since the way to Valhalla is closed, there is only one thing left to do - arm yourself and send the creatures of darkness back to Helheim!No man is an islandFrostborn is a co-op survival game with MMORPG elements: team up with other Vikings to build a strong base, confront the creatures that hide among the shadows and in the shrines of the gods and fight other players during raids and random encounters in numerous locations and dungeons.Berserk, mage or assassin - the choice is yoursChoose from over a dozen RPG-style classes that suit you best. Do you like heavy armor and face-to-face battles? Choose between Protector, Berserk or Thrasher! Prefer to keep your distance and shoot arrows at enemies from afar? Pathfinder, Sharpshooter or Hunter at your service! Or are you one of those who hide among the shadows and stab in the back? Try a Bandit, Robber or Assassin! And there is more!Win at all costsTrade with other players or ambush and assassinate them in the wilds of Midgard. Make peace with another family and protect each other during the raid, or betray their trust and reveal their secrets to others in exchange for resources. The old order no longer exists, now these are wild lands where the strongest survive.Plow your way to ValhallaUse the crafting system inherent in real MMORPGs to get everything you need to defeat the darkness created by the black magic of the goddess Hel. Strong walls and delicious food, magic potions and deadly traps, powerful weapons and legendary armor. And if that's not enough - build your own drakkar to raid the overseas kingdoms!Build your own cityStrong walls, spacious houses and artisan shops - and this is not all that needs to be rebuilt and improved to open the gates of your city to visitors. But be ready for a long journey - a good city cannot be built in 15 days. Coop with other Vikings and the inhabitants of your city to fight for a place in the sun in a world ruled by black magic.There's no daylight undergroundGo down to the ancient sanctuaries of the gods - dungeons in the best traditions of MMORPGs, fight the strongest dead and monsters who are afraid of daylight, get legendary artifacts and find out why the gods left this world.Experience the survival RPG Frostborn - a new game from the Kefir studio, the creators of Last Day on Earth and Grim Soul. Join now and in 15 days you will understand what it is like to live like a Viking!",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionAction-adventureSurvivalMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.survival.last",
  "name": "Dawn of Zombies: Survival Game",
  "company": "Royal Ark",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "323K reviews",
  "age": "Teeninfo",
  "describe": "Experience the aftermath of a nuclear apocalypse in the king of online survival games, Dawn of Zombies: Survival. This online multiplayer game unfolds in the Last Territories, which have mysteriously survived the Conflagration. In this survival adventure, you'll be battling hunger, cultists, zombies, diseases, radiation, nuclear aberrations, and bandits from across the wasteland. Will you, a born survivor, succeed against the challenges of the post-apocalyptic world? Establish your state of survival and show the apocalypse who's boss.Jump into our survival game:— Acquaint yourself with the rules of survival and master survival craft both above ground and below.— Excel in life after the apocalypse: sate your hunger, quench your thirst, and recover from radiation and diseases.— Delve into a captivating action adventure survival story, with dozens of characters and hundreds of immersive quests.— Experience the realistic graphics that truly bring this survival simulator game to life.— 50+ artifacts from aberrated areas to help you get through the long dark of night.— Wilderness, forests, military zones, and scientific bases, full of zombies, bandits, and fearsome beasts.— Trade and communicate with various factions in the post-apocalypse, from stalkers wandering the Territories to Institute scientists.— 40+ allies to help you in your fight against the unstoppable zombie hordes, including your faithful companion, River the dog, who was otherwise left to survive by himself. Build relationships with these characters to get unique rewards.— Learn more than 100 Combat, Resource, or Survival skills. This ain't one of your typical zombie games!— Craft to survive with 150+ blueprints for weapons, armor, vehicles, and shelter buildings for your base.— 100+ types of weapons, including elemental weapons that deal fire, cold, acid, or electric damage. Shooting zombies is super fun now!— Stealth mode: sneak up to zombies, hide in bushes, and silently dispatch your enemies. Use your smarts to survive the day, before heading back for more.— Multiplayer: kill zombies and survive with your friends in online co-op mode.— Dozens of different decorations and NPC assistants for your shelters and bases.— Repair weapons and armor to withstand the zombie apocalypse.— Travel using vehicles, from a humble bike to a souped-up off-roader. It will be days before they catch up to you!— Special events: protect other survivors from bandits and attack cultist camps. Zombie survival games aren't just all \"braaains!\"— Varied challenges: search airdrops, study aberrations, and find caches full of swag.— Boss raids in radioactive bunkers and dungeons.— Golden Status granting free gear, additional inventory functionality, gold, and skill point bonuses.Coming soon:— More of the features you want in online multiplayer games, such as…— Large settlements where you can talk to other players.— Clan bases, to develop and explore aberrated areas with your friends in an online survival mode.— MMO boss raids and clan zombie hunts.— Co-op PvE quests.Story:Humanity has fallen; the dead have risen. Dark games are afoot. You are a survivor, a stalker, wandering the Wastelands. Your task is to explore these lands, where man is more to be feared than beast, and a can of meat or a pair of worn-out boots is reason enough for murder. Your friend Sherp, an expert on nuclear aberrations, has gone missing in the Last Territories. It's down to you to find out what happened to him and uncover the true cause of the apocalypse. If you're lucky enough to survive in the days after, that is...And remember: however long and dark the night, the light of dawn will always come.News and contests:Discord: https://discord.com/invite/dawnofzombiesTelegram: https://t.me/dawnofzombiesFacebook: https://www.facebook.com/dawnofzombiesTwitter: https://twitter.com/doz_survivalInstagram: https://www.instagram.com/doz_survival/Tech support: support@dozsurvival.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.coregames.duskofdragons",
  "name": "Dusk of Dragons: Survivors",
  "company": "COREGAMES PTE. LTD.",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "9.98K reviews",
  "age": "Teeninfo",
  "describe": "Join our Discord to receive the latest updates and share tips with other players!Discord:  https://discord.gg/dDGuNPrCMnDusk of Dragons: Survivors is a Survival Sandbox Game that transports players to a magical medieval kingdom filled with dragons and enchantment.Players must combat extreme weather, hunger, traps, and bloodthirsty zombies. With the ability to train and nurture your own dragons, construct personalized camp, and form alliances with other factions, you'll find yourself engrossed in a thrilling world of endless possibilities.Game Features:- Hatch Diverse Dragons: Train and nurture your own mighty dragons to fight alongside you. Each dragon possesses unique abilities and strengths, adding a strategic element to your gameplay.- Team up and Unlock Exclusive Instances: Join forces with friends and other players to challenge instances that reward you with exclusive loot and rare items. Cooperation is key to surviving this brutal world.- Explore Random Maps with Boss Encounters: Traverse a variety of dynamically generated maps filled with hidden treasures, dangerous traps, and powerful bosses. Each playthrough offers a fresh and exciting experience, keeping you on your toes at all times.- Build and Customize Your Camp: Construct a personalized camp that serves as your refuge from harsh elements. Hire butlers to help you organize your enormous and different kinds of items. Summon squires to help you collect resources. Create and upgrade structures and design defenses to keep your camp safe from bloodthirsty zombies and other threats.- Experience Primitive Survival: Immerse yourself in a realistic environment where survival instincts are put to the test. Combat extreme weather conditions, manage your hunger and thirst, and adapt to the ever-changing world around you.",
  "lastVersion": "Nov 22, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.grand.survival.ocean.adventure",
  "name": "Grand Survival - Ocean Games",
  "company": "Becube Co Ltd",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "49.6K reviews",
  "age": "Teeninfo",
  "describe": " Grand Survival  is a  marvelous survival game   with unforgettable experience! Brave an ocean full of mysteries and danger with nothing but your wits and your raft. If you want to survive, you’ll have to collect resources, upgrade, craft items and explore islands – all while fighting for your life against sharks, mutant crabs, zombies and other threats. You have not seen that in other raft games!Your first challenge is to survive in this adventure. That is easier said than done, so you will need to figure out ways to collect water and cook food.GAME FEATURES🛠️  Crafting system.  Once you’ve taken care of the basics on your raft, you can start exploring the ocean and islands. Search for resources to upgrade your raft, craft new items and equipment, and do whatever it takes to survive! 🛠️⚔️  Weapons.  Craft unique weapons for your ocean survival. Harpoon, rifle, katana and lots of others will make you a perfect ocean nomad. This game will become your battleground. ⚔️🌧️  Weather.  Keep an eye on the weather, too – different weather types present unique challenges and affect how characters behave. 🌧️🌎  World map.  Explore a vast ocean hiding countless secrets and threats. Each island has a story to tell those brave enough to go looking. 🌎💀  Enemies.  Sharks are just the beginning of your adventure – mutant crabs, zombies and other dangerous creatures are out for your blood too! Make sure it is not your last day on earth. A zombie shark always feels your blood.💀🔥  Graphics.  Enjoy a colourful world with a captivating graphics style differing this game from other survival games. 🔥You will meet different characters on your way who will guide and help you during your adventure. Cooperate with them to get clues to explore mysteries islands' mysteries.Building and craft are the key of this game. Raft games have never been that awesome and challenging.Put your skills to the test and see what you’re made of in an amazing survival game! Start your adventure!",
  "lastVersion": "Oct 4, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.colossi.survival.gladiators",
  "name": "Gladiators: Survival in Rome",
  "company": "Colossi Games - Casual Survival RPG set in History",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "84.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Gladiators: Survival in Rome is an Action RPG with casual survival game mechanics and big city-building possibilities. You'll experience a new type of survival game with quests, continuous open world progression, monthly events and your dumb ways to die not harming your fun level. Free slaves from cruel soldiers, explore secrets of dungeons in barbarian and uncharted lands, and build a city of free, surviving men. Craft weapons and armor from what you have gathered, then slay the king's legions and conquer the Roman Empire!Rise against thousands of other legionnaires yearning for glory and recognition of the Roman emperor, and fight in the arena, for you to become the greatest Gladiator before the eyes of the citizens of mighty Rome - or at least at the pit of the wildlings in their frozen city.⚒ Features of Gladiators: Survival in Rome★ Action Combat: Free movement and hack'n'slay at its finest★ Deep Crafting: Harvest plants, mine stone and chop trees all across the game world★ Open World: Explore the kingdoms of the past and find treasures★ City Building: Plan your home and build your own city with farms★ Strategic Choice: Customize your weapons for different effects★ Unique Art Style: Hand-crafted stylized 3D models and stunning animations★ Great History: Survival against zombies is boring, we’ll put you on a historical fantasy journey into Caesar’s times!Thank you for trying out Gladiators: Survival in Rome! If you like what you see or have feedback, we would be super happy if you could leave a store review or visit our Social Media pages:💬 Discord: https://discord.gg/xg6XYzJgJm🧑🏼‍🤝‍🧑🏻 Facebook: https://www.facebook.com/Gladiators.Survival",
  "lastVersion": "Nov 28, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rkgames.basisgame",
  "name": "Smashy Road: Wanted 2",
  "company": "Bearbit Studios B.V.",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "72.5K reviews",
  "age": "Everyone 10+info",
  "describe": "SMASHY ROAD: WANTED 2The Award winning game: Smashy Road: Wanted has stepped up it's game!We present to you: Smashy Road: Wanted 2!You are wanted! How long can you stay on the run? Find out in this epic car chasing simulator! FEATURES- Open world- Step in any vehicle you come across- 60 unlockable vehicles- 60 unlockable characters- 6 mystery vehicles- 6 mystery characters- Vehicle customisation- Upgrade your vehicles- Variating environments- Procedural generated worlds with chance to encounter secret locations- All vehicles have their own behaviour. Find your favourite- Various cool missions- Online LeaderboardsPLEASE NOTE! Smashy Road is free to play but some game items can also be purchased for real money. If you don't want to use in-app purchases, please disable in-app purchases in your device's settings. privacy policy: http://www.bearbitstudios.com/privacy/terms of use: http://www.bearbitstudios.com/terms-of-use/FOLLOW UShttps://www.instagram.com/bearbitstudioshttps://www.facebook.com/smashyroadgameshttps://twitter.com/smashyroad",
  "lastVersion": "Aug 17, 2023",
  "classify": "ActionAction-adventureSurvivalArcadeMultiplayerCompetitive multiplayerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.rush",
  "name": "Soul of Eden",
  "company": "Rayark International Limited",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "42.8K reviews",
  "age": "Editors' Choice",
  "describe": "Rayark's first step into an esports title!Soul of Eden is a PvP competitive game that combines real-time strategy with card games. The unique spread system, the exciting four-minute games, every single match is a different challenge! Choose your destined one among the four major factions and challenge contestants from all across the world!#Choose your factionThe tech-savvy Republic, the unpredictable Aliens, the sword-and-magic wielding Empire, and the savage Beasts. Four factions, four completely different styles for players to choose. The Factions' stories intertwine with one another. Which Faction will you lead to glory?#Build your deckOver 100 unique cards, with a deck flexibility of 30 cards. Unleash your strategic potential and create your own tactics.#Showcase your controlsThe unique spread deploy system leads to endless formations in battle. The skills of the legendary heroes can turn the tide of battle all by themselves! On the ever-changing battlefield, your controls and decisions will be the key to achieve victory!",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mkx",
  "name": "Mortal Kombat",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "4.53M reviews",
  "age": "Mature 17+info",
  "describe": "Experience the visceral fighting action of MORTAL KOMBAT! Bring the power of next-gen gaming to your mobile and tablet device with this visually stunning fighting and card collection game. Assemble an elite team of Mortal Kombat warriors and prove yourself in the greatest fighting tournament on Earth!MK11 CHARACTERSThe MK11 team is extremely versatile, packed with unique abilities and powerful team synergies to inflict pain onto your enemies. The MK11 collection includes MK11 Raiden, Scorpion, Jade, Sub-Zero, Kabal, and Skarlet, and they are just as deadly as their console counterparts! They even perform the same Fatal Blow!FIGHT IN BRUTAL 3v3 COMBATCreate your own team of Mortal Kombat fighters and lead them into battle to earn experience, new special attacks, and powerful artifacts. Team up warriors with unique synergies to get an advantage over your enemies such as Team Ronin, Team Nightmare, and Team Day of the Dead!CCG - BUILD A MASSIVE ROSTERCollect over 130 Mortal Kombat characters including veterans like Scorpion, Johnny Cage, Sub-Zero, Cassie Cage, Ermac, and many others. Discover new additions to Mortal Kombat Mobile like the bloodthirsty Vampiress Mileena, soccer champion Kombat Cup Sonya Blade, mysterious Klassic Reptile, and warrior princess Ronin Kitana.COMPLETE DIFFICULT CHALLENGESProve yourself in epic battles and complete a series of matches to bring new Mortal Kombat warriors to your roster! Come back every week to take on a different Challenge and expand your Kollection. MULTIPLAYER FACTION WARSCompete and fight with other players in Faction Wars, an online competitive mode where players engage other player teams. Rank up in your Faction’s leaderboard to earn weekly prizes.PERSONALIZE YOUR FIGHT GAMEUnlock unique character customizations in Feats of Strength. Win battles to show off your mastery with limitless combinations of action-packed Victory Stances, insulting Victory Taunts, and champion worthy War Banners. Unlocking Feats of Strength also boosts stats for characters!JAW DROPPING FATALITIESMortal Kombat Mobile brings its trademark Fatalities to mobile, with stunning graphics, and over the top action moves that will punch you right in the guts. EARN REWARDS ON EPIC QUESTSSend characters on epic Quests to earn special rewards! Begin your journey in Outworld and make your way to Netherrealm!Download this groundbreaking, free fighting game TODAY and unleash your power!",
  "lastVersion": "Sep 28, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "167K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperkani.bomberfriends",
  "name": "Bomber Friends",
  "company": "Hyperkani",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.35M reviews",
  "age": "Everyone 10+info",
  "describe": "Place a bomb and hide behind a corner. BOOM! Did you blast the opponent or did they escape? Try again! Collect powerups from the map to get more powerful bombs! Watch out for evil curses!You can enjoy Bomber Friends in both online Multiplayer and Single Player modes. Which Bomber mode do you like more?Single Player features:- Orcs have attacked the Bomber Village and you need to guide our Bomber Hero through 6 different worlds full of devious monsters and mind boggling puzzles to save all his Bomber Friends!- Single Player Campaign mode with over 300 levels!- Three special Quest modes with more challenging levels and epic Boss Fights!- Dungeon run modes for those who like to challenge their Bomber Skills even more!- Daily Bounty hunts! Can you defeat all of the villains hiding in the Bomber World?Multiplayer features:- Bomb your opponents and be the last one standing to win the match!- Compete in the online arenas and gain medals by winning. Climb up arena by arena until you reach the Leagues! That’s where the highly skilled players match against each other in epic battles!- Collect your own battle deck! Different cards give you different special bombs with (for example) bigger blast zones or shorter fuses, you can even call for an Air Strike or launch a Nuke!- Face three opponents in the Arena free-for-all match. You can also play Duels one on one!- Try out the immensely hectic King of the Hill where your team needs to capture the flag before the other team does!- VS Friends Online Multiplayer for 2-8 players! Challenge your friends or play against random opponents. Play classic, team or reversi matches. Create a game room with your own settings and enable Ghost Mode to haunt other players as a ghost!- Two weekly multiplayer events with exciting gimmicks, fascinating maps and awesome rewards! This is how you gain gold coins, gems, cards and new accessories for your Bomber!Customize your Bomber!- Customize your character with cool hats, suits, accessories and bombs- Use taunts and greetings in the matches- Choose a special gravestone and go out in style!- Send customize items as gifts to other players. Make a Wish list to let your friends know which items you want to get!- Take part in the Fashion Show and collect Fashion tokens. Use the tokens to get new clothes and skins from Bomber Gacha. Even Legendary items!Monthly updates!- New Season starts on the first Tuesday of every month- Each Season has a Theme with Seasonal Rewards. Play daily to collect them all! More rewards with Bomber Battle Pass!- Weekly events related to the Season theme!- New Outfit Bundles available every week of the Season!  - Seasonal leader boards for best players and best clans!And there’s more!- Classic Bomber style gameplay, with controls polished for touchscreen!- Complete Daily Tasks to get rewards- Put your luck to the test and spin Bomber Wheel- Join a Clan or create your own. Invite other players to join your clan. Work together to get a weekly Clan Chest.- Universal game controller support.- Introducing Bomber Journal in 2024Get Bomber Friends now and join the fun online multiplayer game! Have a blast!*Important message: This game includes in-app purchases. You can set up password verification for in-app purchases in the settings of your Google Play Store app.*",
  "lastVersion": "Nov 27, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.1star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ParallelSpace.Cerberus2",
  "name": "Hades' Star: DARK NEBULA",
  "company": "Parallel Space Inc",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "3.73K reviews",
  "age": "Everyone 10+info",
  "describe": "Start your own personal journey in the Hades Galaxy, or continue guiding the Empire you started in Hades' Star.DARK NEBULA is the next evolution of the Hades galaxy. With familiar but well-refined activities, as well as brand new activities, building a Space Empire has never been more rewarding. Create and grow your space Empire, in a persistent galaxy that constantly evolves.EXPLORE AND COLONIZE YOUR VERY OWN YELLOW STAR SYSTEMAs the most stable star type, the Yellow Star offers a perfect setting to establish your permanent presence and plan your Empire's long term economy. All new players start in their own Yellow Star system and over time expand to discover and colonize more planets, set mining patterns, establish trade routes and neutralize the mysterious alien ships found throughout the Hades galaxy.As the owner of a Yellow Star system, you have complete control over what other players have access to it. By establishing diplomatic relations, you can allow any other player to send ships to your system, and dictate your own terms for mining, trade or military cooperation.COOPERATIVE PVE IN RED STARSVery early in the game, every player will build a Red Star Scanner, a station that allows them to jump ships to detected Red Stars. These stars have a small lifetime and will go supernova after 10 minutes.The goal in the Red Star is to co-operate with any other players that have ships in that star system, defeat the NPC ships, retrieve Artifacts from the Red Star planets, and jump back before the Supernova. Artifacts can be researched in the home star and will yield necessary resources for trade, mining and combat advancements. Higher level Red Stars offer more challenging enemies and better rewards.TEAM PVP IN WHITE STARSPlayers can organize in Corporations. Besides helping each other, Corporations can also scan for White Stars. A White Star sees 20 players from two Corporations battle in the same star system for Relics, a resource that can be retrieved to upgrade the Corporation and give each member additional benefits.Time passes by very slowly in White Stars: every match lasts for 5 days, giving Corporation members time to talk and coordinate their strategy. The Time Machine can be used to plan future moves, communicate them to other Corporation members, and see potential outcomes of future combat.EXCITING PVP IN BLUE STARSBlue Stars are short lived combat arenas that only last for a few minutes, during which the entire system is collapsing on itself. Each player can only send a single Battleship to the Blue Star. The 5 participating players combat each other, using their ship's modules and other NPC ships to destroy the other player Battleships and be the last one alive.Blue Stars offer the fastest PvP action in the game. Regular participants receive daily and monthly rewards to advance their Empire.",
  "lastVersion": "Nov 9, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.sdorica",
  "name": "Sdorica: Gacha RPG",
  "company": "Rayark International Limited",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "87.3K reviews",
  "age": "Editors' Choice",
  "describe": "▼Fantasy Tactical RPG gamesLegend has it that the world was once pitch black, all that existed was one giant dragon. Eternity was given to the humans by the giant dragon, but their freedom was deprived...Those enslaved have finally awakened. They went in search of hope, and a knight named \"Vendacti\" determined to fight against fate...▼Experience a Story of Heroes and HeroinesVarious beasts, an obstinate damsel, a swordsman from the Orient, a female merchant that carries firearms, and many more. Start building your favorite character! Follow the royal princess, Angelia, to protect the kingdom, or follow Leah, the demihuman with rabbit ears and enter the Rune Academy to learn rune magic!▼Collect Magnificent CharactersWanna collect all kinds of characters? Sophie, a character done in the Onmyoji style; Kittyeyes, the catty maid; Yamitsuki, the killer that dons a kimono; Fredrica, the sexy witch who's keen on getting married; Law, who claims to be martial arts Grand Master, and many more. Follow these incredible characters and explore continent Vendacti!▼Variety of Unique Gameplay ModesSdorica is a classic fantasy turn based tactical RPG that uses the classic team combo of support, attacker, and tank. Remove the orbs strategically to cast spells, save the world, and achieve your fantasy. There are also adorable monsters for you to breed, and a cooperation system that allows you to fight along with friends and guild members. This fun, fascinating and tactical gameplay experience is awaiting you!▼Massive, Epic StorylineSdorica has an enormous worldview and an unprecedented epic story. Season 1 takes place in the corrupt Kingdom of the Sun that seems perfect on the outside...but darkness lurks within; Season 2 opens up the Desert Kingdom that's constantly engulfed in the flames of war. Besides the compelling storyline, to make the RPG games more lively, we've invited well-known Japanese CVs to do the voices for each character.【Players can download this Tactical RPG game for free】",
  "lastVersion": "Jun 29, 2023",
  "classify": "Role PlayingPuzzle Role-playingCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Puzzle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geargames.aow",
  "name": "Art of War 3:RTS strategy game",
  "company": "Gear Games Global",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "396K reviews",
  "age": "Teeninfo",
  "describe": "А unique classic real-time strategy game with direct control - for true commanders who are not afraid to face the enemy in real-time PvP battles! For those who want to feel the thrill of victory over a real opponent! For those who can think like a strategist and act decisively in any battlefield situation! For those who just want to fight and blow stuff up! It’s no place for the timid!Are you ready for the challenge, Commander?Art of War 3: Global Conflict (AOW) - is a real-time strategy online game in the best tradition of old classic PC RTS games. Command, conquer and defeat your enemy on the battlefield in this modern warfare game! Like other PvP games you may have played, you have to fight against other players in PvP battles, invent new combat tactics, develop your victorious strategies, and upgrade your infantry, assault vehicles, tanks, navy, and air force to reign supreme over the enemy in battle.The action takes place in the near future. The world is engulfed by a global conflict between two warring factions - the Confederation and the Resistance. Choose your side and fight shoulder to shoulder with other commanders and generals to win this World War. Take the side of the Confederation and protect the world from the red alert. Join the rebels and crush the global domination system. Be a general of your very own strike force.★ Epic real-time PvP and cooperative battles.★ Thousands of players online from all over the world!★ Classic RTS direct control system. You can control each unit directly!★ Stunningly detailed 3D graphics will provide you with full immersion.★ A variety of units and tactical abilities allow you to invent different victorious strategies.★ Two warring factions, each with their own features, unique combat units, strengths, and weaknesses.★ А large number of unit and building upgrades gives you ample opportunities to create your own unique and victorious army.★ Continuous World War in which the clans fight each other for global domination.★ А huge campaign for each faction, including dozens of hours of game time.This online, real-time (RTS), modern war strategy game gives you the opportunity to feel like a battlefield general. Command, conquer, build your base, train infantry, produce assault tanks and armored vehicles, warplanes and warships to defeat the enemy. Take part in the World War. Use superweapons and unleash your power! Join a clan with your friends and fight other factions to dominate the world. Fight to the death andtotally annihilate your enemies!If you are a fan of pvp games and battle games like the classic rts, then Art of War 3: Global Conflict (AOW) is the game you are looking for! We need you, General!Art of War 3: Global Conflict is a multiplayer online game. It requires a constant, stable internet connection.Facebook: https://www.facebook.com/aow3rtsYouTube: https://www.youtube.com/user/GearGamesIncDiscord: https://discord.gg/KVxbxYnIf you have problems while playing the app, or if you want to offer some interesting opinions for improving it, don't hesitate to contact us via aow3@gear-games.com. We look forward to reading your emails to make our games even better and more convenient for players.",
  "lastVersion": "Nov 30, 2023",
  "classify": "Strategy4XMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blizzard.wtcg.hearthstone",
  "name": "Hearthstone",
  "company": "Blizzard Entertainment, Inc.",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Hearthstone, the strategy card game that’s easy to learn but impossible to put down! Play for FREE and complete quests to earn free rewards!* From the studio that brought you World of Warcraft®, Overwatch® and Diablo Immortal®, comes HEARTHSTONE®, Blizzard Entertainment’s award-winning CCG - play on your phone, tablet or PC! Collect powerful battle cards and create a mighty deck! Summon minions and sling aoe spells to seize control of ever-shifting battle arenas. Wield a masterful strategy and outwit all players who dare challenge you. Each playable Hearthstone class has a unique hero power and their own set of special class cards.What’s your deck builder  strategy? Do you play aggressive and rush your enemy with minions or do you take your time and build powerful cards? What class will you choose?Channel powerful magic spells as a Mage or cut through enemy minions as a Rogue.Play cards your way - Hearthstone has a game mode for everyone!Hearthstone - choose between Standard, Wild, and Casual●\tStandard mode PvP fun and PvE challenges!●\tCraft decks and test your skills to climb to the top of the ranks●\tRanked matches or friendly challengesBattlegrounds mode to play with friends - Enter a battle arena ,  8 people enter 1 person leaves victorious●\tEasy to learn; difficult to master ●\tMajor game changer  to the auto battler genre ●\tAuto Battler with tons of different heroes to choose from●\tRecruit minions and watch them fight Tavern Brawl●\tJump in for a low stake, wacky rumble in these rule-bending limited-time events! ●\tEvery week, there’s a new set of rules and another prize to collect.More fun ways to play ●\tPVE - Solo adventures to practice and hone your skills or just play for weekly quests!●\tReturning player? Wild mode lets you play all of your cards!Descend into the WARCRAFT UNIVERSE Explore iconic locations from the beloved Warcraft universe as you master your deck, collect cards, and assemble powerful combos.Battle with your favorite Warcraft heroes! There’s no shortage of Heroes in the world of Azeroth:●\tLich King ●\tIllidan Stormrage●\tThrall●\tJaina Proudmore●\tGarrosh Hellscream and moreEach class has a unique Hero Power that captures their identity and fuels their strategy●\tDeath Knight: Fallen champions of the Scourge who  harness three powerful Runes●\tWarlock: Call on nightmarish Demons for aid and get power at any cost●\tRogue: Subtle and evasive assassins●\tMage: Masters of arcane, fire and frost●\tDemon Hunter: Agile fighters who call upon demonic allies and fel magic●\tPaladin: Stalwart champions of the Light●\tPlay as a Druid, Hunter, Priest, Shaman or Warrior too!Battle with Your Own Deck Build a deck from scratch, copy a friend’s list, or jump right in with a prebuilt deck. You can customize your decks to get your list just right.What is your deck building strategy?●\tEnjoy premade decks to quickly join the Ranked ladder●\tBuild a deck from scratch or copy a friend’s list●\tCustomize your decks to get your list just rightTrade cards for dust in game to craft new legendary cards!Experience the magic, mischief and mayhem in this epic CCG!  Battle with friends and join the millions of players around the hearth to enjoy Hearthstone, and PLAY TODAY!*In-game purchases are optional.©2023 Blizzard Entertainment, Inc. Hearthstone, World of Warcraft, Overwatch, Diablo Immortal, and Blizzard Entertainment are trademarks or registered trademarks of Blizzard Entertainment, Inc.",
  "lastVersion": "Nov 29, 2023",
  "classify": "#9 top grossing cardCardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfingergames.unkilled",
  "name": "UNKILLED - FPS Zombie Games",
  "company": "Deca_Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "748K reviews",
  "age": "Mature 17+info",
  "describe": "★ Join more than 30 millions of players ★★ Award-winning FPS action zombie game with great gameplay, nice story, and easy controls.★ Get ready for the best zombie game. From the authors of Dead Trigger and Dead Trigger 2, successful Zombie games downloaded by more than 160 million times around the world. THRILLING SOLO COMBAT MISSIONS•  Fight for survival in over 150 missions with an epic storyline. •Target unique zombies and bosses, including SHERIFF, DODGER, MINESWEEPER, BUTCHER and more.SMOOTH FPS SHOOTER ACTION!• Our FPS control system is approved by hundred of millions of players worldwide. Support for a wide range of gamepads.ONLINE PVP MULTIPLAYER. • Take on players from all over the world with FPS online multiplayer shooter in the zombie game. • Build your own zombie army and survive in the world where almost all of us are dead. With Skirmish Ops everything is possible so go to the war against other player’s bases!  Asynchronous  multiplayerTONS OF UNIQUE GUNS.• More than 40 weapons in five classes, featuring the LSAT machine gun, SAIGA-12K shotgun, and the M24 sniper rifle. All beautifully modeled in the FPS view.UNIQUE ZOMBIE GAME• Loads of skins are ready for you to customise your character and guns. • Design your hero with customisable skills and loadouts.RIDICULOUSLY INSANE GRAPHICS in the SHOOTER GAMEWe push the frontier of what is possible on mobile devices! UNKILLED - Zombie Game FPS is a feast for your eyes.New York City is the epicenter of a terrifying zombie apocalypse in this multi-award winning first person shooter. Choose one of five characters and join the elite team known as the Wolfpack, a task force assigned to combat the walking dead zombies and discover the secret behind the cataclysmic plague. Take time out from killing zombies to challenge your friends in online PvP multiplayer games.Download one of the best zombie game on the market now! Join and fight against zombie apocalypse! Zombie FPS Shooter forever!We’re very proud of our console quality FPS shooter games. From cutting edge graphics to a precise control system, over 240 million players worldwide have been blown away by an innovative approach and dedication to quality. We are the best developer who is developing FPS action shooter games for mobile since 2010.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.neowizgames.game.browndust.srpg.global",
  "name": "Brave Nine - Tactical RPG",
  "company": "NEOWIZ",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "142K reviews",
  "age": "Teeninfo",
  "describe": "■ 'Liberators' who received corrupted mana 'Terra' to become closer to gods.They faced the gods with this new power, but lost and were sealed on the other side of the dimension.They were finally revived through the dimension. Find out more about Venus & Diane's Stories!■[Origin Server Only] Receive the rewards from the newly improved 'Jump-start Quest' to form the GOAT formation!Collect 4 Legend Mercenaries at Skill Level +9 without waiting, all at once!Legend Skill Book, Legend Companion Gift Selection, and 5 Stars Companion Selection Ticket!Experience the essence of collector RPG with the Jump-Start Quest that came back stronger than ever!■ The truth behind The Day of the EclipseThe Battle' where everything is at stake will begin!- On that day, I lost two fathers.Unfortunate Crown Prince who cannot reveal his identify after losing all of his followers.Can Adel prevent the schemes of connecting the path to the 'Night World'?- Will 'The Battle' end in a total destruction?NEW FEATURES● Distinguish yourself in the World Arena while battling players from around the globe!● Continue your adventure and flex your chess-like wit with new levels of Evil Castle!● Customize your collection of heroes even further with all-new Companion units!CLASSIC FEATURES● Battle players from around the world in real-time turn-based combat● Master your tactics with more than 1400 stages and hundreds of unique units● Complete bounties to unlock rewards and collect and upgrade powerful new heroes● Construct your ultimate formation to defeat your opponents● Explore chapters of engaging storyline to reveal a deep fantasy world with every episode● Progress through multiple Arenas all the way to the top of the leaderboards● Form a Guild to share strategies and build your very own community● Challenge your Guildmates and friends to private duels● Collect upgrade materials with ease using auto-deploy and repeat battles● Learn formations from top players and cheer on your favorites in monthly Tournaments",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsaga",
  "name": "Candy Crush Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "1B+",
  "reviews": "36.9M reviews",
  "age": "Editors' Choice",
  "describe": "Master the legendary match 3 puzzle game from King and have a blast! With over a trillion matching levels played, Candy Crush Saga is the popular match 3 puzzle game!Match, pop, and blast candies in this tasty puzzle adventure to progress to the next level and get a sugar blast! Master match 3 puzzles with quick thinking and smart matching moves to be rewarded with sugar bonuses and tasty candy combos.Spread jam by matching 3 or more candies in a row and blast your way through the extra sticky puzzles using jelly fishes! Blast jam and chocolate to collect sweet candy juice across thousands of puzzle levels, guaranteed to have you craving more!BECOME THE MASTER OF THE CANDY KINGDOM- Win thousands of sweet matching puzzles: with new puzzles added every 2 weeks, your sugar fix is never far away!WIN CANDYLICIOUS REWARDS- Spin the Daily Booster Wheel to receive jelly fishes and other tasty rewards! Master time-limited match 3 challenges to earn boosters and clear the jelly! VARIETY OF SUGAR-COATED PUZZLE GAMES- Sweet ways to play! Play match 3 game modes and more including Sweet Escape and Clear the Jelly. - Level up playing match 3 puzzles that range from easy to hard, accessible online or offline.BLAST CANDIES WITH FRIENDS- Match and pop candies to get to the top of the leaderboard! Compare scores with friends and find out who’s the match 3 master!- Enjoy the sweetest of match 3 puzzle games around! If you want to master and blast even more puzzles, you may also enjoy other games from King: Candy Crush Soda Saga, Farm Heroes Saga, and Pet Rescue Saga.Candy Crush Saga is free to play but optional in-game items require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Nov 30, 2023",
  "classify": "#1 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scottgames.fivenightsatfreddys",
  "name": "Five Nights at Freddy's",
  "company": "Clickteam USA LLC",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "152K reviews",
  "age": "Teeninfo",
  "describe": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
  "lastVersion": "Oct 3, 2023",
  "classify": "#1 top paid actionActionAction-adventureSurvival horrorCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.2K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "154K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.1M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsodasaga",
  "name": "Candy Crush Soda Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "500M+",
  "reviews": "8.87M reviews",
  "age": "Editors' Choice",
  "describe": "You loved playing Candy Crush Saga - Start playing Candy Crush Soda Saga! More divine matching combinations and challenging game modes, brimming with purple soda and fun!This mouth-watering puzzle adventure will instantly quench your thirst for fun. Match 3 candies and blast your way through new dimensions of magical gameplay. Take on this Sodalicious Saga alone or play with friends to see who can get the highest score!Monthly season updates bring unique quests and exciting match 3 puzzles - more sugar to blast means more fun to have! Progress through the Season Pass while earning rewards and boosters to help you on your Saga.Compete against other players to see who can complete levels the fastest, or work as a team in the 4 in a Row game mode, where players work together for Sodalicious rewards!DIFFERENT GAME MODES: *Soda – Switch the bottles and match 3 or more candies to release purple soda*Frosting – Match candies to blast the ice*Honeycomb – Match 3 candies or more next to honeycomb to release the trapped Candy Bears*Jam – Spread the jam across the boardNEW MATCHING COMBINATIONS:*Match 4 candies in a square block to make a Swedish Fish!*Match 7 candies for the all new Coloring Candy!FEATURES:*Over 10000 Sodalicious puzzle games*Mouth-watering graphics, with 3D characters and an ever changing environmentHave fun playing the fizziest match 3 puzzle game around! If you enjoy playing and want to master & blast even more sugar puzzles, you may also enjoy Candy Crush Jelly Saga and Candy Crush Friends Saga!Candy Crush Soda Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Soda Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Nov 28, 2023",
  "classify": "#4 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.bloonstd6",
  "name": "Bloons TD 6",
  "company": "ninja kiwi",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "364K reviews",
  "age": "Everyoneinfo",
  "describe": "Craft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon!Over a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6!HUGE CONTENT!* Regular updates! We release several updates every year with new characters, features, and gameplay.* Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses.* Odysseys! Battle through a series of maps connected by their theme, rules, and rewards.* Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards.* Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge.* Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more.* Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content.EPIC MONKEY TOWERS & HEROES!* 23 powerful Monkey Towers, each with 3 upgrade paths and unique activated abilities.* Paragons! Explore the incredible power of the newest Paragon upgrades.* 15 diverse Heroes, with 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers!ENDLESS AWESOMENESS!* 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games.* Play anywhere - single player offline works even when your WiFi doesn’t!* 70+ handcrafted maps, with more added every update.* Monkey Knowledge! Over 100 meta-upgrades to add power where you need it.* Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes.We pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates.We truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at https://support.ninjakiwi.com and tell us what we can do better!Now those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6!**********Ninja Kiwi Notes: Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:https://ninjakiwi.com/termshttps://ninjakiwi.com/privacy_policyBloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us at https://support.ninjakiwi.com for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases. Ninja Kiwi Community:We love hearing from our players, so please get in touch with any feedback, positive or negative, at https://support.ninjakiwi.com.Streamers and Video Creators: Ninja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel at streamers@ninjakiwi.com.",
  "lastVersion": "Dec 6, 2023",
  "classify": "#1 top paid strategyStrategyTower defenseStylized",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#5 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wooga.junes_journey_hidden_object_mystery_game",
  "name": "June's Journey: Hidden Objects",
  "company": "Wooga",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "1.16M reviews",
  "age": "Editors' Choice",
  "describe": "Are you ready to go on an exciting journey to seek and find hidden objects in this adventurous unsolved detective mystery game? Sharp-eyed detectives, take matters into your own hands! June’s Journey is the thrilling adventure you’ve been waiting for. Relax with a story of romance, intrigue, and mystery in this exciting hidden object game straight from the roaring 20s!Dive into June Parker's captivating quest to unveil a scandalous hidden family secret. Escape to an era of glamorous mansions, drama, and romance as you solve riddles and search for clues through hundreds of stunning mind-teasing puzzles! I spy a hidden mystery detective game you don't want to miss out on.* ARE YOU READY FOR THE JOURNEY OF A LIFETIME?* ⭐KEEN-EYED DETECTIVES WANTED – Engage your sense of observation to find all hidden clues in this unsolved mystery adventure detective game. Think you’d make a great spy? Take notes and find the hidden objects to crack every case. ⭐YOUR FIRST CLASS TICKET TO THRILLS – Search and find: Mystery! Danger! Romance! Where will each new chapter and every new scene take you? Will June uncover the murder mystery? Will she surrender to true love? We’re sworn to secrecy; only you can unravel this enigma. ⭐MYSTERY WITH ADDED GLAMOUR – Experience hundreds of dazzling Hidden Object Scenes that will test your problem-solving skills, exercise your memory, and help sharpen your mind.   ⭐ HUNDREDS OF BEAUTIFUL SCENES – Lose yourself in June’s world. Build your visual memory as you travel to new locations. Where will this mysterious thriller take you next?  ⭐ DECORATE YOUR MANOR – I spy a masterpiece! Get into decorating and gardening with the opportunity to customize, remodel, and fix your very own luxurious mansion and garden island. The way you decorate your manor matters. Upgrade and customize the gorgeous gardens as well as your mystery manor on your island estate.⭐ NEW DETECTIVE LOUNGE – Make friends and get social when you join a Detective Club. Chat, share rounds of drinks, and challenge each other in Detective Leagues. Share notes on how to best complete challenges and seek for hidden items. Can you find the difference in certain scenes quicker than your challengers? ⭐25 MILLION FANS ALREADY LOVE IT – Don't miss out on the latest hit from Wooga, the makers of the mythical hidden object classic Pearl's Peril. ⭐ ALL-NEW EPISODES – Love stories? Just like your favorite TV series, look forward to a new mystery in each new story chapter, with a new chapter every week. Cliffhangers guaranteed! ⭐ RELAX AND UNWIND – Make this seek-and-find puzzle part of your mindfulness routine. Unwind while you solve mind-teasing mysteries in opulent settings. You’ll be surprised just how much you can improve your memory skills.--------------------------------------------------------------- June's Journey is intended for those 18 and older.June's Journey does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. June's Journey may also contain advertising. You may require an internet connection to play June's Journey and access its social features. You can also find more information about the functionality, compatibility, and interoperability of June's Journey in the above description and additional app store information.By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.Terms of Use: https://www.wooga.com/terms-of-service/ Privacy Policy: http://www.wooga.com/legal/privacy-policy/ Visit us at http://wooga.com Follow us on: facebook.com/JunesJourney",
  "lastVersion": "Nov 22, 2023",
  "classify": "#3 top grossing adventurePuzzleHidden objectCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zigzagame.evertale",
  "name": "Evertale",
  "company": "ZigZaGame Inc.",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "494K reviews",
  "age": "Teeninfo",
  "describe": "Catch and evolve monsters!Dive into a breathtaking fantasy world filled with mysterious monsters to capture, battle, and train. Explore sprawling landscapes, bustling cities, and mythical dungeons in this expansive open-world RPG!Join a band of unlikely heroes and free the world of Erden from the deadly Pandemonium. Collect, train, and evolve over 180 creatures and warriors to fight alongside in supercharged monster battles!Immerse yourself in the engaging single-player offline story or build your team and test your skills against global players online. Battle it out in fast-paced PvP leagues and form guilds with other players to unlock limited-edition gear, power-ups, and more to take your team to the next level!CAPTURE & EXPLORE・Catch, train, and evolve over 180 monsters and heroes across an impressive story-driven adventure!・Encounter friends and foes as you journey across the 6 diverse regions of Erden, each with their own unique monsters to collect.・Discover legendary weapons, accessories, and equipment to boost your warriors and gain the upper hand on your opponents. BATTLE & CONNECT・Build a strategy from hundreds of unique ability combinations to devastate your opponents in engaging turn-based 4v4 combat!・Jump online to compete in real-time PvP leagues and form collaborative guilds with other players to uncover one-of-a-kind items.・Participate in weekly online events that offer exclusive unlockables and limited characters to add to your collection!・Chat with friends from around the world to hang out and discuss new strategies! EXPERIENCE THE STORYThe world of Erden is plagued by an ancient curse— the Pandemonium, a shroud of evil that descends once every 100 years. Only the fabled Crestbearers can cease its destruction, but all have failed to stop it from returning to wreak havoc once again.Join two young heroes and the allies they befriend along the way, as you embark on a perilous quest to uncover the secret to ending this ancient curse and saving their homeland once and for all!Follow us on Facebook:https://www.facebook.com/EvertaleEN/Issues or questions? Contact our support:evertalesupport@zigzagame.comTerms of Service:https://zigzagame.com/terms-conditions-terms/Privacy Policy:https://www.zigzagame.com/privacy-policy/",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superplaystudios.dicedreams",
  "name": "Dice Dreams™️",
  "company": "SuperPlay.",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "1.25M reviews",
  "age": "Everyoneinfo",
  "describe": "Roll into Christmas Magic with Dice Dreams! Step into a dice wonderland where merriment meets rolling fun! Join Dice Dreams for a Merry Christmas filled with excitement and surprises.Join millions of players around the world! Roll the Dice on the magical board, Steal Coins, Attack your friends, build your Epic Kingdom and Embark on an adventurous journey! 🎯Roll & Win🎯🎲 Go On and Roll the dice on the board, Win Golden Coins & collect gems to build your kingdom, become the Dice King and master the dice board game! 📋 Features: 🎯 Play for FREE with your friends and enjoy a variety of kingdoms. 🎯 🎲 Join the action with players from around the world and play with your social network. 🎲 Steal from other boards and show them who's the Dice Dream King 😉 🎲 Invite your Facebook friends to join the epic fun and become the master of the dice boards! 🎲 Protect your treasure and build the most magical kingdom! 🎲 Roll and play to collect cards by completing challenges and move up in levels!🍿🍿The Legend Behind The Dice🍿🍿Bob, the first of his name, returned to his kingdom after a journey visiting the Piggy King, only to find that his beloved home had been attacked!Brave Bob decided to roll the dice and clash his enemies head on. He gathered his fellow peons, and together they went on an adventure to rebuild his kingdom, get revenge, and once again become the Kings of the hyper magical dice board game.Will you help Bob and his friends on their quest to regain their throne as the Dice Dreams Kings? Will you travel through Peon Islands and other dreamy boards to bring them back to glory? Has your kingdom been attacked by a friend? It's time for revenge! Steal coins from them and upgrade your kingdom with the perfect bonus. Expand your kingdom by building more and making the Peons happy! Don't wait any longer, start building your kingdom and win amazing prizes!🎲 Raid your enemies or friends. Just aim your slingshot, fire, and loot away! 🎯🎲 Earn gold by stealing from other kingdoms and making their treasure YOURS! 🎲 Get revenge on those who attacked your kingdom. 🎲 Become the master of the dice and help the Peons restore their kingdom! You never know what treasures you can find in your friend’s kingdom. Attack and be surprised!Get ready to go on an epic adventure with Dice Dreams!Build your empire, attack your friends' boards, and earn awesome prizes and coins! Will you be the master of the dice board game? With a variety of exciting challenges, there's always something new and thrilling to go for in Dice Dreams. So start building and become the ultimate Dice Dreams champion!🎯 Dice Dreams is free on all devices with in-app purchases.🎯 Follow Dice Dreams on Facebook for exclusive offers and bonuses!https://www.facebook.com/DiceDreams/🎯 Are you having problems?Please contact via email us at support@superplay.co",
  "lastVersion": "Dec 5, 2023",
  "classify": "#7 top grossing casualBoardDiceCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Dice+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.etermax.preguntados.pro",
  "name": "Trivia Crack Premium",
  "company": "etermax",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "85K reviews",
  "age": "Everyoneinfo",
  "describe": "Celebrate with us our 10th anniversary! A brand new Trivia Crack with a fresh design and so many upgrades is here: a renovated Classic Mode, tons of new questions, trivia videos, and more PowerUps. Want more? We are getting more social than ever! Play, interact and challenge your friends in a real time game. The ultimate Trivia Crack experience will blow your mind. Don't miss up!Wanna play some no-ad games and become a Pro? Trivia Crack No Ads is a thrilling trivia game if you love competing with friends and family! Test your knowledge and prove you are the smartest not only by answering trivia questions but by suggesting multiple-choice questions in this brain test! So if you're looking for ad-free games this is your chance! Enjoy without interruptions tons of trivia questions and be a Pro!RANKING Play your way to the top! Compete against players from all over the world and see your progress in the global ranking!TEST YOUR KNOWLEDGE IN CLASSIC MODELearn about art, sports, science & more while having fun with this trivia game! Spin the wheel: We’ll quiz you on one of our six categories. Answer correctly so you don't miss your turn!Fill the Crown gauge: Get a character by landing the wheel on the Crown section, or answer three questions correctly.Collect the characters: Win them by answering three questions correctly or challenging your opponent to a duel to snatch one of theirs! Get all six characters to win the match!DISCOVER NEW GAME MODESTriviatopics: Can you call yourself an expert? Answer questions about your favorite topics and test your knowledge!Survival: Adventure, fun and strategy collide at Survival. Play in real time and answer questions correctly to stay alive!Triviathon: Answer questions non-stop in single mode. Get as many right answers as you can to climb the ladder and win!Treasure Mine: Collect picks to win matches! The more picks you get, the more chests you will unblock!NO ONE STOPS YOU-Play your favorite trivia, ad-free! - Become a pro at answering tons of questions without interruptions. -Trivia Crack No Ad is the next level of trivia! (just for trivia lovers!) MEET YOUR PET!Pass the brain test to get delicious cookies to feed your pet. You can name it whatever you want!WANT MORE?Daily Question: Get free rewards every day!Guess & Grab: Get as close as possible to the right answer and get amazing prizes!Missions: Complete tasks and win coins!Pick-a-Prize: Be careful! If you pick the wrong token you'll lose everything you got.Piggy Bank: Every correct answer in Classic mode fills it!ENJOY LIMITED-TIME CHALLENGES!Join us for special events in Treasure Mine.Pic Duel: Do you have a photographic memory? Choose images and challenge your friends!Tug of War: Prove you are the strongest by playing against a random opponent. It’s a race against the clock!QUESTION FACTORYShow your knowledge by creating trivia questions through the Question Factory! You can also rate and translate them!RANKINGLevel up or down depending on how many points you get. Can you reach the top of the ranking? SOCIAL FEATURES• Chat with other players.• Share your progress through social networks.Do you know all the answers to this quiz trivia game? Download this fun brain test now!Have any questions or concerns? Check our Support page! triviacrack.help.etermax.com or send us an email to triviacrack.help@etermax.com.Want the full trivia experience? Follow us on:- Facebook: https://www.facebook.com/triviacrack- Twitter: @triviacrack- Instagram: https://instagram.com/triviacrack- YouTube: https://www.youtube.com/channel/UC-TLaR04Abrd7jIoN9k0Fzw",
  "lastVersion": "Dec 11, 2023",
  "classify": "#2 top grossing triviaTriviaCasualStylized",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scopely.monopolygo",
  "name": "MONOPOLY GO!",
  "company": "Scopely",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "1.57M reviews",
  "age": "Everyoneinfo",
  "describe": "Hit GO! Roll the dice! Earn MONOPOLY money, interact with your friends, family members and fellow Tycoons from around the world as you explore the expanding universe of MONOPOLY GO! It’s the new way to play - board flipping cleanup not required!Take a Break!Escape, enjoy, dream, scheme and stay in touch with this newly reimagined twist on MONOPOLY! Let everyone’s favorite zillionaire, Mr. MONOPOLY, be your guide as you explore new boards themed after world-famous cities, fantastical lands and imaginative locales.So MONOPOLY GO!Experience classic fun and visuals with gameplay fit for your phone! Collect Properties, build Houses and Hotels, pull Chance Cards, and of course, earn that MONOPOLY Money! Play with your favorite game Tokens such as the Racecar, Top Hat, Battleship, and more. Earn more tokens as you go! See MONOPOLY icons like Mr. M, Scottie and Ms. MONOPOLY come to life, and brand new characters too!Your Family Table!Help or hinder! -  You and friends can earn easy money with Community Chest and co-op events! Or heist their banks to help yourself get to the top. Don’t feel bad!Collect and trade story-filled Stickers with friends and family and in our MONOPOLY GO! Facebook Trading Groups! Complete gorgeous, clever albums for huge rewards!Features!BUY & BUILD YOUR WAY TO THE TOPCollect Property Tile Sets to build Houses and upgrade your Houses to Hotels to get even more rent from friends! All you have to do is hit GO!ENJOY THAT CLASSIC MONOPOLY ATMOSPHERERoll the dice to enjoy the classic MONOPOLY board you know and love. Featuring familiar faces such as MR. MONOPOLY, and familiar spaces such as jail (womp womp!), Railroads, Properties, Tokens and more! PLAY WITH FRIENDS AND FAMILYGet social! Play with friends to take full advantage of new mini-games such as Community Chest – where you and friends take a break from mischief and work together! NEW OPPORTUNITIES EVERY DAYPlay Tournaments, the Prize Drop plinko mini-game, the Cash Grab mini-game and follow our Events for big rewards. With new Events running every hour, there are new ways to play and win every day!MONOPOLY GO! is free to play, though some in-game items can also be purchased for real money. Internet connection is required to play the game.The MONOPOLY name and logo, the distinctive design of the game board, the four corner squares, the MR. MONOPOLY name and character, as well as each of the distinctive elements of board and playing pieces are trademarks of Hasbro, Inc. for its property trading game and game equipment. © 1935, 2023 Hasbro.Privacy Policy:https://scopely.com/privacy/Terms of Service:http://scopely.com/tos/Additional Information, Rights, and Choices Available to California Players: https:scopely.com/privacy/#additionalinfo-californiaBy installing this game you agree to the terms of the license agreements.",
  "lastVersion": "Dec 7, 2023",
  "classify": "#1 top free boardBoardAbstract strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vizorapps.klondike",
  "name": "Klondike Adventures",
  "company": "VIZOR APPS LTD.",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "1.2M reviews",
  "age": "Everyoneinfo",
  "describe": "Do you like travelling to odd places? 🗺 Fancy renovating abandoned spots? ⚒️ Or maybe you just want to take a break and play a relaxing mini-game? 👾Klondike has it all! Join in for so much fun:🍿 FOLLOW THE STORY of Paul and Kate going through quite a life! This is going to feel like your favorite TV show, we promise!💫 EXPLORE numerous locations set in various landscapes and having their own distinct content. This game has it all! 🤩🏘 BUILD a flourishing city with factories & farms, mine for resources and craft everything you need for travels, quests, new buildings and orders from the locals dropping by your town.🐏 FARM simulation in the wild! Raise animals & harvest crops, make food for yourself and to trade.🏆 COMPETE with neighboring farm owners & take as many craft and farm orders as you can during the timed events held among all the players of the simulation game!  ✅ UNLOCK challenging quests! Help explorers Kate and Paul solve mysteries and build up ancient ruins in every town or village they travel to.🎯 PLAY fun mini-games at your farm and at other locations!🏔 ENJOY the breathtaking scenery & landscapes of various locations! Every corner of your small northern town is packed with wonders of nature and history!👨‍🌾 MEET outstanding game characters and hear their compelling stories during your journeys from one town to another!🌄 The wild lands hide many thrilling adventures. Enjoy the best Klondike simulator! 🎒By downloading this application, you agree to Vizor Games’ User Agreement and Privacy Notice.Under our User Agreement and Privacy Notice, only persons of 18 years of age or older may download and play Klondike Adventures.PLEASE NOTE: Klondike Adventures is free to download and install. However, some game items can be purchased for real money. If you do not want to use this feature, please set up password protection for purchases in the settings of your Google Play Store app. Additionally, a network connection is required to play.Privacy Notice: https://vizor-games.com/privacy-notice/ User Agreement: https://vizor-games.com/user-agreement/",
  "lastVersion": "Dec 10, 2023",
  "classify": "#2 top grossing simulationSimulationManagementFarmingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.supertreat.solitaire",
  "name": "Solitaire Grand Harvest",
  "company": "Supertreat - A Playtika Studio",
  "rating": "4.8star",
  "downloads": "50M+",
  "reviews": "1.51M reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Solitaire Grand Harvest and discover a new world of Solitaire!  Play this fun, free TriPeaks Solitaire game created for online & offline card game fans!Tripeaks Solitaire is a fun and challenging solitaire card game for all types of players. Play challenging card games online that will train your brain and keep you sharp or kick back and relax as you enjoy Solitaire Grand Harvest’s beautiful game graphics! With Solitaire Grand Harvest you’ll have twice the fun as you journey through your farm, harvest crops and earn rewards as you play. Advance solitaire levels to build and design the farm of your dreams. Discover exclusive decoration items and personalize your farm!Are you a fan of Solitaire card games? Join millions of players around the world and play the best free TriPeaks Solitaire card game created! Enjoy this relaxing Solitaire card game and build the cutest farm as you go.Start your Solitaire adventure by solving tripeaks solitaire puzzles and win stars for completing each level!The more stars you win the better Solitaire Grand Harvest rewards you’ll get!Get bonus solitaire cards and win credits for longer solitaire games! Finish each Solitaire card game level to win credits and gems!If you enjoy tripeaks solitaire card games, you are in for a treat with this relaxing TriPeaks solitaire game. Solitaire Grand Harvest is a great way to challenge yourself with a fun farming adventure and Tripeaks solitaire puzzles. Clear your solitaire cards and win rewards, credits, boosters, gems, and special treats to collect.  The solitaire game you know and love remains but the exciting rewards are multiplied so you can collect even more gems and build your  farm faster.Build your farm and enjoy bonuses along the way to make your Solitaire Grand Harvest experience even more fun. Share your fun farming adventure with others by connecting through Facebook and earn even more bonus credits.Log in each day for bonus gifts to keep the solitaire going!Harvest your crops throughout the day for more creditsSpin the Solitaire Grand Harvest wheel for even more giftsFind Sam the Solitaire Grand Harvest pup - he always has some credits to share!The tripeaks solitaire fun goes on: grow new crops as you work your way through each field. Upgrade the crates that await at the end of each field for an even bigger harvest, with credits, boosters and more. And now the farming fun is even better with the new MyFarm feature: collect gems at each solitaire level and use the gems to build your very own customizable farm, including a special corner for Sam the Solitaire Grand Harvest dog!Your Solitaire Grand Harvest farm is waiting for you, so come along and join in the solitaire tripeaks fun today. Download this fun and relaxing solitaire game and find out what the farming fun craze is all about!Solitaire Grand Harvest is one of the great online games developed by Supertreat, a Playtika studio.Solitaire Grand Harvest is intended for those 18 and older. Solitaire Grand Harvest does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Solitaire Grand Harvest may also contain advertising. You may require an internet connection to play Solitaire Grand Harvest and access its social features. You can also find more information about the functionality, compatibility and interoperability of Solitaire Grand Harvest in the above description and additional app store information. By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.Terms of Service: https://www.supertreat.net/support/terms-of-service/index.htmlPrivacy Notice: https://www.supertreat.net/support/privacy-notice/index.html",
  "lastVersion": "Dec 8, 2023",
  "classify": "#1 top grossing cardCardSolitaireCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funtomic.matchmasters",
  "name": "Match Masters ‎- PvP Match 3",
  "company": "Candivore",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "2M reviews",
  "age": "Everyoneinfo",
  "describe": "Match 3 Puzzle games - reinvented! Now with online PvP multiplayer!🌟  A NEW WAY TO PLAY MATCH 3 PUZZLE GAMES 🌟Play LIVE with friends OR against opponents from all over the world in a fun online PvP match 3 competition! Match Masters is free and has tons of new exciting ways to play matching games!🎮 PVP MULTIPLAYER ACTION  🎮In Match Masters, players take turns playing against each other on the same match 3 game board, so they must take into account not only the score they will get from their moves,  but also the opportunities it could create for their opponent! 🚀 AWESOME POWERUPS 🚀Every blue star you match charges your Booster, while your opponent collects red circles.Use your booster to gain score, tip the game in your favor, make satisfying comebacks and score huge combos!Play with one of 20+ available boosters, and master their strategies and effects.🏆 TOURNAMENTS, COMPETITIONS  & EVENTS 🏆Play Match Masters LIVE against friends or random opponents in knock-out tournaments and earn trophies to unlock new studios and compete against the best players in the leaderboards!Reach the top in our changing events and win AMAZING rewards! Become the master of all matching and puzzle games!👫 COMPETE WITH YOUR FRIENDS 👫Match Masters is even more fun when you play with friends 😊Connect with Facebook to challenge your friends and find out who the real Match Master is!  👜 STICKER ALBUMS 👜Collect stickers and complete amazing sticker albums to receive HUGE prizes, trendy outfits and unique style packs that will dazzle your opponents!  👤 JOIN THE COMMUNITY 👤Join our Official Group to meet, chat and share your game achievements with other Match Masters around the world!Don’t miss out on your chance to win FREE prizes: http://facebook.com/matchmastersgame Played thousands of levels in other tile matching games? It's time to Meet Your Match! Play puzzle games like never before!",
  "lastVersion": "Dec 5, 2023",
  "classify": "#9 top grossing casualPuzzleMatch 3CasualMultiplayerCompetitive multiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.township",
  "name": "Township",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "10.7M reviews",
  "age": "Everyoneinfo",
  "describe": "Township is a unique blend of city-building and farming! Build your dream town! Harvest crops at the farms, process them at your facilities, and sell goods to develop your town. Trade with exotic countries. Open restaurants, cinemas, and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world.Are you ready to become a farmer and city-manager to build your dream? Let’s get started!Township features:● Different buildings and decorations you can use to create your dream town● Various crops to grow and later process at your factories● Fun, charismatic townspeople with orders you need to fill● Your town's mine packed with ancient artifacts to discover and collect● Lovely animals to take care of● Farms to manage and expand● Exotic goods brought from islands● A zoo to build where you can even breed animals● Country flags and famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more!● Play with your Facebook and Google+ friends, make new friends in the game community create your own clans! Township is free to play, though some in-game items can also be purchased for real money.*Internet connection is required to play the game and enable social interactions, competitions and other features* Enjoying Township? Learn more about the game! Facebook: www.facebook.com/TownshipMobile Twitter: twitter.com/township_mobile Questions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html",
  "lastVersion": "Nov 8, 2023",
  "classify": "#3 top grossing casualSimulationManagementFarmingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
}]