[{
  "link": "https://play.google.com/store/apps/details?id=com.bloop.food",
  "name": "Food Gang",
  "company": "Bloop Games",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "68.1K reviews",
  "age": "Teeninfo",
  "describe": "Food Gang is a fast and fun brawl game. Game Features:- Choose from 14 unique and crazy characters- Unlock more than 50 amazing skills- Collect stars to claim incredible rewards- Fight against random opponents in 3 unique arenas- Enjoy fast action gameplay- Climb the trophy road and complete weekly challenges to unlock more powers! Food Gang is a free to play online game, internet connection is required.",
  "lastVersion": "Aug 22, 2023",
  "classify": "ActionFightingBrawlerArcadeSingle playerMultiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.injustice.brawler2017",
  "name": "Injustice 2",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "904K reviews",
  "age": "Editors' Choice",
  "describe": "Who’s in your Justice League? Join your favorite DC Super Heroes and Super-Villains in this action-packed, free fighting game! Assemble a team of Super Hero legends like Batman, Superman, Supergirl, The Flash and Wonder Woman to combat the forces against you. Master new combos and crush opponents in dynamic 3v3 battles. Upgrade your Super Heroes with special powers as you fight your way through the game. Become a champion by collecting gear for your characters and dominating your foes in PvP contests. Every epic battle in this CCG fighting game will define you—join the fight and become the ultimate DC champion!COLLECT ICONIC DC CHARACTERS● Choose from a massive selection of DC Super Heroes and Super-Villains in this epic CCG fighting game!● Featuring classic fan favorites such as Batman, Superman, Wonder Woman, Supergirl, The Flash, Aquaman and Green Lantern, and astonishing new Villains like The Joker, Brainiac and Harley Quinn from Suicide Squad● Take control of how your characters look, fight and develop across a variety of game modes!ACTION PACKED COMBAT● Unleash epic combos on your opponents using Superman’s heat vision, The Flash’s lightning kick or Harley Quinn’s cupcake bomb!● Take your battles to the next level—inflict massive damage using your favorite DC characters’ Supermoves● Earn rewards from each fight to customize your Super Heroes with powerful gear, and collect special characters like Justice League Batman, Mythic Wonder Woman, Multiverse The Flash and much more● Team up with friends in this fight game and assemble an unstoppable League! Together you can prevent the collection of worlds and defeat the ultimate boss, Brainiac● Be social—chat with friends, donate hero shards, participate in Raids, and more!CONSOLE QUALITY STORY● Injustice 2 continues the story set in motion by the hit 3v3, CCG Super Hero fighting game Injustice: Gods Among Us● Immerse yourself in cinematics straight from the console—with the Justice League shattered, it is up to you to pick up the story and unite a team● Experience Injustice 2’s high-quality console graphics on mobile—play with Superman, The Flash, Batman, and many more in high definition 3v3 combat● Become the fighting champion the world needs—enter a contest of Super Heroes where only the powerful win● Though killed by Superman, The Joker continues to haunt the lives of all those touched by his madness. By destroying Metropolis, he set the events in motion which made enemies of Superman and Batman. If The Joker were alive to see the chaos he’d created, he would surely be smiling!FIGHT YOUR WAY TO THE TOP● Join the contest—enjoy daily challenges and rise up the leaderboard with every fight victory● Enter the PvP arena and fight players around the world to become a champion● Unite the likes of The Flash, Supergirl, Batman and more to fight in epic, PvP combatNEW SYNERGIES, NEW GEAR & NEW CHAMPIONS● Explore new team synergies—League of Anarchy, Justice League, Multiverse, Suicide Squad, Batman Ninja and Legendary!● Unlock a new universal gear type—Artifacts can be equipped on any Super Hero to gain bonus stats and unique passive bonuses!● Champions Arena is here—show off your skilled roster and mastered techniques in the largest fighting competition to date. Champions Arena brings together the best fighters in the game to get exclusive rewards, claim the top, and battle players around the world!Download this truly epic, free fighting game today and unite YOUR Justice League!Like us on Facebook: https://www.facebook.com/Injustice2Mobile/Follow us on Twitter: https://twitter.com/Injustice2GoJoin the conversation on Discord: discord.gg/injustice2mobileOfficial website: https://www.injustice.com/mobile",
  "lastVersion": "Dec 1, 2023",
  "classify": "ActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.capcom.sf4ce",
  "name": "Street Fighter IV CE",
  "company": "CAPCOM CO., LTD.",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "88.5K reviews",
  "age": "Teeninfo",
  "describe": "NoticeThank you for using the Street Fighter IV Champion Edition app for iOS and Android (hereinafter referred to as \"SF4CE\").We are pleased to announce that effective August 1, 2021, BEELINE INTERACTIVE, INC. (hereinafter referred to as \"BII\") will change the provider of SF4CE to CAPCOM CO. (hereinafter referred to as \"Capcom\").The entire Capcom Group will continue to work together to provide services that will satisfy our customers.We would like to ask for your understanding in this matter.1. content providedFrom August 1, 2021, all contents related to SF4CE will be provided by Capcom.You can continue to use the current SF4CE contents as before.2. Terms of Use and Privacy PolicyDue to the change of the provider, the terms of use and other indications of \"BEELINE INTERACTIVE, INC.\" displayed in SF4CE will be replaced with \"CAPCOM CO., LTD.\" as of August 1, 2021.3. Handling of customers' personal informationIn accordance with the change of the service provider, BII will transfer the customer's personal information that BII acquired in the process of providing SF4CE service to Capcom. After the transfer is completed, BII will not keep any personal information of customers related to SF4CE.Capcom will handle your personal information legally and appropriately in accordance with the Privacy Policy.The details of the Privacy Policy can be found at this page.https://www.capcom.co.jp/game/legal/privacy-policy/4. proceduresThere are no procedures required for customers to follow due to the change of service provider.If you have any questions about this matter, please contact the following \"Support Information\".https://www.us.capcommobile.com/main#supportA new warrior has entered the ring! Take control of 32 world warriors and test your mettle against players from around the world. Street Fighter IV: Champion Edition perfects the winning gameplay formula by offering the most exciting fighting game on mobile. Long time Street Fighter fans can jump into the action and have an instant familiarity with the controls. For more casual players Street Fighter IV features numerous settings and tutorials that put you on the path to victory.- Download for free and unlock the complete game for one low price. Free game includes one playable character and three AI characters.- Fight as 32 Street Fighter characters including fan favorite and Android exclusive, Dan.- Intuitive virtual pad controls allow players to execute full move sets including Unique Attacks, Special Moves, Focus Attacks, Super Combos and Ultra Combos- Take your game to the next level with a Bluetooth controller (Controllers do not work in menus, they fully function in multiplayer and single-player gameplay.)- Battle head-to-head against players from around the world via Wifi- Single player “arcade” and multiplayer modes.- Unleash super moves with a tap of the “SP” button.- Four levels of difficulty.Please check [Supported OS and Devices] in the lower part of HP.https://www.capcom.co.jp/product/detail.php?id=266",
  "lastVersion": "Oct 17, 2023",
  "classify": "ActionFightingArcadeMultiplayerCompetitive multiplayerSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nway.powerrangerslegacywars",
  "name": "Power Rangers: Legacy Wars",
  "company": "nWay Inc.",
  "rating": "3.9star",
  "downloads": "50M+",
  "reviews": "446K reviews",
  "age": "Editors' Choice",
  "describe": "Rita Repulsa, the space witch, has infected the Morphin Grid, creating virtual monsters and Ranger clones programmed to fight on her behalf. Fight back with your own curated team of legendary Power Rangers and villains from the multiverse! Unlock new Rangers, upgrade your best warriors and create the best team to defeat Rita, and save the Morphin Grid.----------------FEATURES------------------------BATTLE PLAYERS IN REAL-TIMEStrategize, dodge and fight against real players in real-time multiplayer PvP action and unlock different arenas from iconic locations across the Power Rangers multiverse, including Lord Zedds’ Throne Room, Terror Spacecraft, Dino Lab and more. Test your skills against live players worldwide and move up on the leaderboard.STUNNING CONSOLE QUALITY GRAPHICSExperience your favorite Power Rangers and their iconic moves like never before in full-blown 3D with gorgeous visuals and animations. This fighting game looks stunning from the detailed characters to the incredible environments.COLLECT NEW & ICONIC POWER RANGERSUnlock new Rangers and collect 80+ warriors ranging from the new movie Power Rangers to classic Rangers across the Power Rangers multiverse. You can also collect villains, including Goldar, Lord Zedd, Psycho Rangers and more.MEGAZORDSBattle and brawl with giant Megazords, including Dino Megazord, Mega Goldar, Predazord, Thunder Megazord and more. Customize your Megazord with Mega Attacks. Equip over 12 Mega Abilities to help destroy your opponent. Take your Megazords and join in on the Megazord Alliance Wars where you will battle against other Alliances to lead your Alliance to glory.  CUSTOMIZABLE TEAMSChoose your favorite warriors and create the best team to fight for you. Upgrade your favorite warriors to join your squad. With your ultimate team, you can challenge top players in combat from around the world. GROW STRONGERUpgrade your best warriors with Zeo Shards earned through battles, missions and more to increase your winning streaks and battle stats. Become the most powerful team in the world.TEAM UP WITH YOUR FRIENDSBuild alliances to share, chat and trade tactics, strategy and combos! Watch replays to learn from other members and follow your favorite players. Request and trade shards with other players in your alliance. Take part in Alliance Missions where you can work together to earn Zord Shards, Energy and more.RAIDSBattle in the new PvE Raids feature against AI Heroes, Villains, and even Megazords. Join in either the Solo Phase or Alliance Phase where you can earn epic rewards. EARN EPIC REWARDSFight and battle in PvP and PvE to earn Morph boxes, coins and other rewards. Complete missions and events for exclusive rewards to upgrade your team of warriors and dominate your opponents.CAPCOM STREET FIGHTERS CROSS-OVERFighters from the most popular fighting game of all time enter the Morphin Grid. Collect your favorite Street Fighter characters including Ryu, Chun-Li, Guile, Cammy, M. Bison and Akuma. ************************************************************************“20 Best Mobile Games” - Appolicious“Top 10 Best Android Games” - Tech Vs Entz“11 Best Android Games That You Shouldn’t Miss” - Guilding TechNominated for “Best Mobile Game” - Best Mobile App Awards************************************************************************Like us on Facebook: https://facebook.com/PowerRangersLegacyWarsLike us on Twitter: https://twitter.com/PRLegacyWarsVisit us on Instagram: https://Instagram.com/PowerRangersLegacyWarswww.playlegacywars.comBy downloading this game, you agree to the Terms of Service and Privacy Policy Agreement.https://nway.com/terms-of-service/https://nway.com/privacy-policy/",
  "lastVersion": "Oct 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ranida.sinag",
  "name": "SINAG Fighting Game",
  "company": "Ranida Games",
  "rating": "3.4star",
  "downloads": "100K+",
  "reviews": "1.31K reviews",
  "age": "Teeninfo",
  "describe": "Dive into the captivating world of SINAG, a mobile 1v1 fighting game that combines the allure of Philippine mythology with deep and engaging gameplay mechanics. SINAG ensures that even newcomers can quickly grasp the basics of combat and start unleashing powerful attacks. However, as you step into the arena, you'll discover a game that is both easy to start and play, yet challenging to master.SINAG goes beyond delivering thrilling gameplay—it also offers a journey of cultural immersion. Immerse yourself in the vibrant visuals and meticulously crafted backgrounds that pay homage to the beauty and diversity of the Philippines. Experience the essence of Filipino culture as it intertwines with captivating supernatural encounters and explores the depths of myth and legend.Sinag is developed in partnership with the Cultural Center of the Philippines.** Game Features **- 8 Playable Characters, each with their own unique moves and abilities.- 8 Beautiful Background Stages to battle through.- Four-Button controls with directional input controller scheme.- A variety of game modes, including Story, Versus, and Training.- No Swipe, No Cooldown Dependent Moves- Touch and Controller support- Combo-heavy Gameplay Mechanics** To Use a Gamepad **- Go to config -> controls -> press Assign Controller -> press a button in your gamepad------------------For comments / suggestions - let’s connect!Twitter: @SinagFGhttps://twitter.com/SinagFGDiscord:https://discord.gg/Zc8cgYxbEn------------------Co-Produced By:Ranida Games Cultural Center of the Philippines (CCP)Published by:Ranida GamesCreator of PBA Basketball Slam and BAYANI Fighting Game** Special Thanks **- Angrydevs - Vita Fighters discord community- Ken Aoki of Monaural Studios* More info on the game's credit screen *",
  "lastVersion": "Dec 1, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.ranida.sinag"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zitga.ninja.stickman.legends.shadow.wars",
  "name": "Stickman Legends Offline Games",
  "company": "ZITGA",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "266K reviews",
  "age": "Everyone 10+info",
  "describe": "With premium version, you'll receive exclusive gifts and special benefits as follows:- 10 special hero skins with a total value of more than $30- 2 exclusive skins only available from special eventsDo you know what interesting things are waiting for you in this Premium? Hurry up and get the most stunning costumes for free to equip your unique stickman hero. It's your turn now to be the Stickman Legend!Stickman Legends: Shadow War is definitely an excellent offline game of stickman fighting game series, a classic mix of Role-playing game (RPG) and Player vs Player (PvP). No more concerns about the internet, now you can enjoy stickman fighting style every time you have and everywhere you are with full action stickman games experiences. In each fighting game, you’ll play the role of a ninja warrior who is facing with countless enemies and showing a spirit of stick fight hero. Crush the zombies! Beat them all! As a stickman hero in a cool stickman game, do you have the drive, courage & passion to conquer the shadow war and master shadow fight in this addictive Stickman Legends game?!Game feature:- Various stick fight heroes to collect: Shido the Lion-Heart Swordsman, Bernald the Mighty Dungeon Guardian, Ignite the Fierce Gunner, Mistral the Elite Archery, Raven the Powerful Mage, Hason the Shadow Warmaniac.- Enjoy utilizing the multiple upgrades and ultimate items. Lead your stickman hero to the top by battling a smart & skillful way in the Shadow War.- Challenge yourself to survive in challenge modes with endless waves of undead enemies.- Enter the Arena, show off anything you have trained then wipe out the opponent at a glance in each battle of shadow fight.- There are rankings to make the game more interesting and entertaining. Make friends all over the world and compete with your stickman heroes with your friends.‘Stickman Legends’ is an unforgettable fighting game experience, a great choice in the series of stickman games and ninja warrior games. Are you ready to be a super stick hero legend?Download Stickman Legends: Shadow War and share your funny moment in this popular action game with friends now!Contact us:-        Email: StickmanLegends@zitga.com.vn-        Facebook: https://www.facebook.com/StickmanLegends-        Twitter: https://twitter.com/stickmanlegends-        Instagram: https://www.instagram.com/stickmanlegends",
  "lastVersion": "Oct 16, 2023",
  "classify": "ActionFightingCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsodasaga",
  "name": "Candy Crush Soda Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "500M+",
  "reviews": "8.87M reviews",
  "age": "Editors' Choice",
  "describe": "You loved playing Candy Crush Saga - Start playing Candy Crush Soda Saga! More divine matching combinations and challenging game modes, brimming with purple soda and fun!This mouth-watering puzzle adventure will instantly quench your thirst for fun. Match 3 candies and blast your way through new dimensions of magical gameplay. Take on this Sodalicious Saga alone or play with friends to see who can get the highest score!Monthly season updates bring unique quests and exciting match 3 puzzles - more sugar to blast means more fun to have! Progress through the Season Pass while earning rewards and boosters to help you on your Saga.Compete against other players to see who can complete levels the fastest, or work as a team in the 4 in a Row game mode, where players work together for Sodalicious rewards!DIFFERENT GAME MODES: *Soda – Switch the bottles and match 3 or more candies to release purple soda*Frosting – Match candies to blast the ice*Honeycomb – Match 3 candies or more next to honeycomb to release the trapped Candy Bears*Jam – Spread the jam across the boardNEW MATCHING COMBINATIONS:*Match 4 candies in a square block to make a Swedish Fish!*Match 7 candies for the all new Coloring Candy!FEATURES:*Over 10000 Sodalicious puzzle games*Mouth-watering graphics, with 3D characters and an ever changing environmentHave fun playing the fizziest match 3 puzzle game around! If you enjoy playing and want to master & blast even more sugar puzzles, you may also enjoy Candy Crush Jelly Saga and Candy Crush Friends Saga!Candy Crush Soda Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Soda Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Nov 28, 2023",
  "classify": "#4 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.percent.aos.randomdicechess",
  "name": "Roll Roll: Dice Heroes",
  "company": "111%",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Roll Roll: Dice Heroes, where you fight with Dians, is an auto battler where formation, merging, and luck are the key to victory!Prepare for battle by strategically merging the Dians that are randomly generated every round! The adorable Dians with unique skills will fight for you on the battlefield.Predict your opponent's movements and place your Dians. Engage in vivid battles and become the last to survive! Collect more than 30 different Dians and battle your opponents with unexpected moves to claim victory!Choose your Dice Cards wisely to achieve the perfect victory! Select the appropriate card from more than 40 types of Dice Cards to create your own synergy based on the current battle situation! The variety of Dice Cards increases upon higher tiers!Collect Dice Tokens by claiming victories to experience another level of fun from the Dice Roller! Match synergies just by rolling Dice to collect Dians in various rarities. Don't miss the fun and test your luck. It's your chance to obtain Legendary Dians!Roll Roll: Dice Heroes, the world of strategies! Download NOW!Don't miss the latest news!■ Official YouTube Channelhttps://url.kr/5mfdvo■ Official Twitter Channelhttps://twitter.com/RollRoll_Global■ Android 5.0 or above recommended.■ Customer Center Reception: support@111percent.mail.helpshift.com■ Operating Policy- Terms of Service: https://policy.111percent.net/10035/prod/terms-of-service/en/index.html- Privacy Policy: https://policy.111percent.net/10035/prod/privacy-policy/en/index.html",
  "lastVersion": "Aug 22, 2023",
  "classify": "PuzzleMergeCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=linkdesks.tile.match.fun",
  "name": "Tile Match: Triple Puzzle Game",
  "company": "LinkDesks Daily Puzzle",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "1.68K reviews",
  "age": "Everyoneinfo",
  "describe": "⭐ Tile Match: Ultimate Brain-Teasing Tile Adventure! ⭐🧩 Super fun yet challenging mahjong inspired triple tile matching game.🌈 Are you the next Tile Master Legend? Challenge yourself with tile match 3 fun.🔍 Game Features- Easy and fun to play.- 10000+ tile puzzle levels.- Discover a myriad of themes.- Candy, fruits, animals & more.- Sharpen your brain and find joy.- Perfect time killer and IQ boost.- Both online and offline playable.- No wifi needed, play anywhere.- Regular tile game updates.- Endless matching fun awaits.💡 How to Play?* Level starts with a board full of tiles with different patterns.* Match 3 identical block tiles, just like in Mahjong.* Match and remove all tiles on the board to claim victory.* But beware, as once the tray is filled with tiles, the game will end.✨ Are you ready to take on the challenge and become the ultimate Tile Match master?🚀 Download Tile Match: Triple Puzzle Game and let the triple matching madness begin!",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blockpuzzle.jewel.diamond",
  "name": "Block Puzzle Gem: Jewel Blast",
  "company": "Block Puzzle Games Jewel",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "193K reviews",
  "age": "Everyoneinfo",
  "describe": "Easy to play yet challenging to master! As a fun and addictive strategy game, Block Puzzle Gem improves your logic skills and refreshes your mind. Try to crush as many cubes as possible and break your highest score with the help of fresh new rotation prop.  WHY CHOOSE US?- 100% free and offline supported. - Delicate gemstones plus brisk sound effect. - Best companion suitable for all ages.  - Stress-relieving and brain-healthy HOW TO PLAY?- Drag and drop jewel blocks into the 10×10 grid. - Eliminate the blocks by making full rows or columns.- Wise use of the rotation & drop zone. - Smash multiple lines at once to get Combo. - Game over if no more space for extra blocks. Ready to write down your legend on the leaderboard meanwhile train your brain?  Let's take a break and enjoy this challenging block puzzle together!",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleBlockCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Block+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=blockpuzzle.jewelgames.jewelslegend",
  "name": "Block Puzzle Legend",
  "company": "Jewel Games Legend",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "37.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Block Puzzle Legend brings you endless puzzle game fun!■ Simple gameplay but fun and addictive■ No internet, no wifi needed offline game■ Best time killer casual game to enjoyGame Highlights✓ Classic mode block puzzle game.✓ Tetris-like bright colorful block game.✓ No time limit! Just relax your mind.✓ Offline free game. Play anywhere.✓ Compete for highscores with others.✓ Rank yourself up on leaderboard.✓ Perfect puzzle game to kill time.✓ IQ boost. Training brain games.✓ Free to download. Fun to play.How To Play?* Simply drag and place blocks in the grid.* Fill a line of the grid with blocks to clear blocks to score.* Keep removing blocks with your puzzle-solving skills.* Train your brain and succeed in your high scores.Any ideas or issue, please contact Block Puzzle Legend's support team:  blockpuzzle@zhenglangtech.comThank You for your support. Have a Blast!",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzleBlockCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Block+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.topfreegame.blockpuzzle.sudoku.classic.puzzlegame.offline",
  "name": "Block Puzzle-Sudoku Mode",
  "company": "Classic Block Puzzle Jewel Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "4.88K reviews",
  "age": "Everyoneinfo",
  "describe": "Classic, fun, simple!Block Puzzle -is an addictive relaxing jigsaw puzzle game.The combination of block puzzle and Sudoku brings you a brand new game!Come to play Block Puzzle Daily ，Let your brain relax and be in a good mood.How to play?-Drag the blocks to move them.-Both rows and columns can remove blocks.-3x3 chessboard can be eliminated.-Eliminate more blocks and get higher scores!Reasons to choose us:-No WiFi -No time limit, easy and happy!-Easy to play. Classic brick game for all ages!-Play anytime,anywhere.-Free puzzle game.-My block mode :Classic !Sudoku! Jigasw! Who's the best brick breaker? It's you?Come and play this free game! Become the master of block Sudoku puzzle game!",
  "lastVersion": "Oct 14, 2023",
  "classify": "PuzzleBlockSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Block+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ilyin.alchemy",
  "name": "Alchemy Merge — Puzzle Game",
  "company": "Pavel Ilyin",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "490K reviews",
  "age": "Everyoneinfo",
  "describe": "Take on the role of an aspiring alchemist. Your teacher has succeeded in harnessing the four basic elements: fire, water, earth, and air. By mixing these elements, you'll be able to unlock all the recipes you need to uncover the secrets of alchemy. Inventions and potions, animals and plants and much more interesing things!Create combinations using two or three elements (you can use every element twice or thrice). Recipes might be based on science (water + fire = steam) or on a set of symbols (fish + fountain = whale).- More than 500 recipes.- Classic Alchemy game mechanics.- A stunning, colorful visual style.- Free hints every seven minutes.- The ability to suggest your own recipes.- Adapted for the visually impaired.",
  "lastVersion": "Dec 7, 2023",
  "classify": "PuzzleMergeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=easy.killer.sudoku.puzzle.solver.free",
  "name": "Killer Sudoku - Sudoku Puzzles",
  "company": "Kidult Lovin",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "79.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Keep your mind sharp in Killer Sudoku, 2020 new brain training puzzle games from Beetles Game Studio.Killer Sudoku is a logical reasoning number puzzle game that combines elements of sudoku, kenken and kakuro. Despite the name, the simpler killer sudoku can be easier to solve than classic sudoku, depending on the sudoku solver 's skill at mental arithmetic; the hardest ones, however, can take hours to solve. With our  Sudoku puzzles app, you can not only enjoy killer sudoku games anytime anywhere, but also learn Sudoku techniques from it.How to play:✓ Each Sudoku has only one true solution. ✓ Place 1 to 9 into each grid cell✓Every cell is part of a cage, indicated by dotted lines.✓The sum of all numbers in each cage must match the value in the upper left corner ✓Each cage, row, column or 3x3 region does not have numbers repeated Why choose us:✓5000+ Killer Sudoku puzzles to exercise your brain, logical reasoning.✓Complete Sudoku Daily Challenges and collect trophies.✓Seasonal events to get unique medals.✓100 new killer sudoku puzzles every week.✓Auto-save - Pause the game and resume the game without losing any progress✓Turn on/ off pencil mode as you like.✓Hints and notes to guide you when you get stuck.✓Choose the theme that makes it suitable for your eyes.✓You can share to your friends via Google+, Facebook, Twitter etc..What you get:✓Four different Level Killer sudoku for beginners and advanced sudoku solver：Easy\\Medium\\Hard\\Killer✓Precise percentage ranking✓Statistics - Track your progress for each difficulty sudoku level: analyze your best time and other achievements✓ Tons of gameplay to challenge your brain. ✓Support both phones and tablets✓Clear layoutKiller sudoku is suitable for all ages. Our killer sudoku puzzle games has intuitive interface, easy control and well balanced difficulty levels for not only killer sudoku solver but also sudoku solver and kenken solver.It’s a good time killer and it helps you think, makes you more logical and have better memory. We have daily puzzles for killer sudoko lovers, and easy sudoku for killer sudoku beginners.This is the killer sudoku app for  killer sudoku lovers. If you like to play killer sudoku game, you can download the killer sudoku game app. We offer 4 difficulty levels. We add 100 new sudoku puzzle page  every week. Download now and play sudoku everyday.We hope you enjoy Killer Sudoku - Sudoku Puzzles by Beetle Game Studio. If you have any idea, or if you have any questions about killer sudoku and you want to discuss with us, please send us emails at support@dailyinnovation.biz We are always here for you.",
  "lastVersion": "Dec 1, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.phonemaster.jewelhunter",
  "name": "Jewel Hunter - Match 3 Games",
  "company": "LinkDesks Classic Puzzle Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "99K reviews",
  "age": "Everyoneinfo",
  "describe": "💎Welcome to JEWEL HUNTER：The Fun & Cool Match 3 Puzzle GameHunt treasures in a jewelry world with TONS of addictive and exciting adventures!★ A popular game loved by both children and adults - develops logic!★ Free game that you can play without internet - anytime anywhere!TRY this match-3 puzzle game full of precious jewel stones! JEWEL HUNTER offers games FREE without internet !! Explore a fairy-tale-like fancy world in tons of interesting jewels crush levels and colorful maps! 🎄FEATURES OF JEWEL HUNTER FREE GAMES★ INTERNET FREE! Games you can play without internet. ★ Well designed of jewels:- Thousands of interesting levels with all kinds of jewelry gemstones.- Beautiful jewelry pieces like 👑crown jewel! Make different combinations for the different jewels crush effects!★ Interesting and challenging jewel crush saga is waiting for you.★ ☑️Facebook connection optional. Free games without internet nor wifi! ★ Big bonuses 💰 and free gifts 🧸 everyday guarantee ultimate fun in jewel crush saga!★ Play now this free match 3 game! Swap and match jewel pieces with awesome jewels crush sound💣 for the thorough relaxation!HOW TO PLAY JEWEL HUNTER MATCH 3 PUZZLE GAMES★ Swipe jewels⚔️ and match them in a tile to make jewels crush!★ Combine more jewels to create special diamonds💎! Hiper-power diamonds can clear tiles of jewels all together!★ Combine 2 special diamonds together to level the power EVEN UP! 🚴🏻‍♂️★ Mind level targets!🎯 Crush jewels or collect gems within limited steps then progress your jewel quest adventure!★ Combine more jewels at once to get more bonuses![ GAMEPLAY EASY YET FUN! ]Swipe precious stones in tiles to make perfect jewel crush matches! 💥💥 Crush target gemstones and collect jewelry resources to help the cute girls rush through this shiny gem world!💎Mind those infinite jewels combos! Once you pop, You can't stop!Join Jewel Hunter and Hunt jewels like a real hunter!Download this game for free and play NOW!🤗If you like jewel games, learn more about Jewel Hunter on our Facebook page: https://www.facebook.com/JewelHunterGame🌈Thanks for everyone who played Jewel Hunter jewel crush saga games!",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.find.out.hidden.objects",
  "name": "Find Out: Find Hidden Objects!",
  "company": "Focus apps",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "590K reviews",
  "age": "Editors' Choice",
  "describe": "Find hidden objects and solve the puzzle!Your seek and find skills will be challenged like never before.The most important things is - We have multiple game modes for you!It’s time to relax!GAME FEATURESI.Different theme packs : Animal, Ocean, Travel etc.II. Multiple Game Modes bring more fun, more emotions, more joy to youIII.Beautifully designed challenging puzzle picturesIV.Boost your brain power and discernmentTry it now and enjoy with your friends!",
  "lastVersion": "Nov 29, 2023",
  "classify": "PuzzleHidden objectCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=easy.sudoku.puzzle.solver.free",
  "name": "Sudoku - Classic Sudoku Puzzle",
  "company": "Kidult Lovin",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Everyoneinfo",
  "describe": "Vita Sudoku Puzzle Game is a welcomed and addictive Brain puzzle game on Google Play. You can download the Sudoku app for your  Android phone and tablet. You get  5000+ challenging puzzles everyday to train your brain, and we add 100 sudoku puzzles every week. Brain Sudoku for beginners and advanced players. Each Puzzle has only one true solution. Classic Sudoku the puzzle game for your brain, logical thinking, memory, and a good time killer.Classic Sudoku is a logic-based number puzzle game and the goal is to place 1 to 9 digit numbers into each grid cell so that each number can only appear once in each row, each column and each mini-grid. Also known as .With our Sudoku puzzle app, you can not only enjoy sudoku games anytime anywhere, but also learn Sudoku techniques from it.Key Features✓Sudoku puzzles come in 4 difficulty levels - easy, medium, hard and expert. Perfect for Sudoku beginners and advanced players.✓Daily Challenges - Complete Daily Challenges and collect trophies.✓Pencil Mode - Turn on / turn off pencil mode as you like.✓Highlight Duplicates - to avoid repeating numbers in a row, column and block.✓Intelligent Hints - guide you through the numbers when you get stuck✓Themes - Choose the theme that makes it easier for your eyes.✓Long press to fill quicklyOn this Brain Sudoku app, you are also able to✓Turn on/ off sound effects✓Turn on/ off Highlight identical numbers✓Auto remove notes from all columns, rows and blocks once the number is placed✓Unlimited undo & redo✓Auto-save - Pause the game and resume the game without losing any progress✓Sudoku online & Sudoku offlineYou may also find the following Brain Sudoku features useful✓You can share with your friends via Google+, Facebook, Twitter etc..✓Use dark mode to protect your eyes✓Turn on/ turn off timer when you play the sudoku puzzle✓100 sudoku puzzles every week.✓Fun types of Sudoku puzzles, like Killer sudoku, letter Sudoku, will be available.✓Good gameplay✓Intuitive interface✓Easy tools, easy control✓Clear layoutOur Sudoku puzzle app has an intuitive interface, easy control, clear layout and well balanced difficulty levels for beginners and advanced players. It’s not only a good time killer but also helps you think, makes you more logical and has a good memory.When you first open our Sudoku app, you see a guide tour teaching you how to play Sudoku and when you open the puzzle game app for the 100th time, you can see yourself as a Sudoku master and a good Sudoku solver. You’d be able to play any web sudoku fast. Come to our Kingdom of Sudoku and keep your mind sharp.This is the soduku app for soduko lovers. If you like to play soduku game, you should download the game app. We offer 4 difficulty levels. We add 100 suduko puzzles every week. Download now and play sudoko everyday.If you have any idea for our Sudoku puzzle game app, or if you have any question about Sudoku and you want to discuss it with us, please send us emails at support@dailyinnovation.biz We are always here for you.",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bricks.vs.balls.breaker",
  "name": "Bricks vs Balls Breaker",
  "company": "Bricks Ball Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "35.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Bricks vs Balls Breaker is the most addictive Bricks Breaker game. 😘Do you like the break bricks games? Just try this bricks and balls game, it will make you fun! New versions of Bricks and Balls and more bricks levels will be added in weeks!😝As the almost top bricks and balls game, Bricks vs Balls Breaker is a classic but new bricks breaker puzzle game for FREE!🔥It would be nice if you like To be a brick breaker or ball crusher.🌈Just play it to relax your brain. Focus on breaking bricks and you will find Bricks vs Balls is funny and challenging.⭐Bricks vs Balls Breaker Game features:- Free to play.- Easy to control.- No WiFi is needed.- Lots of balls and bricks props.- Hundreds of well-designed bricks stage.- Balls of various shapes.- Challenge your highest score.- Wonderful physics experience.😍How to play Bricks vs Balls Breaker:- Hold the screen with your finger and move to aim.- Bumping bricks with balls to cause damage to bricks- Bricks break will -1 per collision, when balls to 0, brick breaks.- When the bricks reach the bottom, the game ends.- Break all bricks, the game pass.- Continue to the next bricks stage using the different ball.😘Bricks vs Balls is an addictive bricks breaker game like bricks and balls game. Funny for shooting balls, break bricks with balls to crush them all bricks.😎Download the Bricks vs Balls Breaker for free today. Many bricks and balls props will help you to pass the bricks levels!❤️The Bricks vs Balls Breaker is a free ball vs bricks breaker game to play and also simple for family and kids.✨Blasting fun with the bricks and balls game, Bricks VS Balls now,If you have any questions, please contact us through the in-game email!",
  "lastVersion": "Nov 27, 2023",
  "classify": "PuzzleBrick breakCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Brick+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linkdesks.iBubble",
  "name": "Bubble Shooter Legend",
  "company": "Bubble Joy",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "305K reviews",
  "age": "Everyoneinfo",
  "describe": "Bubble Shooter Legend is an addictive bubble shooter game with 2000+ puzzles, join millions now in the best free bubble shooter game ever!Bubble Shooter Legend is a classic bubble match 3 game. Pop, tap and tilt your way through over 2000 addictive bubble puzzles with excitement and packed with adventure!Features:- More than 2000 magic levels to complete! And more puzzles are coming soon.- Easy and fun to play, challenging to master- 4 Special Boosters help you get high score.- Cute dragon pups boost your points.- Pop bubble with extension line.- Bubble pop with lightning bubble.How to Play bubble game:1.Tap where you want to pop bubble2.To group 3 or more bubbles to make them burst3.Clear all the bubbles on the screen to level up, and try to get 3 stars on each level.4.Pop bubbles to save dragon pups as target in some levels.5.Bubble pop when hitting a fireball bubble.Tips: Breaking the bubbles continuously can get points as bonus!This free bubble game is free to download and also good for family and kids. Bubbles Shooter game is completely free to play but some in-game items such as extra moves or lives will require payment. Enjoy this Free Bubble Game! If you have any question or suggestion, please send us email: bubblelegend@bigcool.com.Thank you everyone who played Bubble Shooter Legend!",
  "lastVersion": "Dec 6, 2023",
  "classify": "PuzzleBubble shooterCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Bubble+shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cleverapps.mergecraft",
  "name": "Mergest Kingdom: Merge game",
  "company": "Slimmerbits LLC",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "43.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Do you believe in fairytales? If you do, then you’re about to see a magic story unfold, with dragons, heroes, and witches! 🐲 Enter The Mergest Kingdom and play some mobile combining games.👍The Mergest Kingdom is not a boring merge game app. It is a challenging quest that’s filled with valuable objects, gardens, and magic.✨ You may meet a dragon or a monster on your way through the city or an island, but remember, you’re there for the merge wonders! Combine objects together to create even more powerful items. Collect and harvest resources, design your own town with a garden, and make it look exactly the way you want it! 🤩Erect a tall building and cultivate a fruitful plant with the help of the various pieces you stumble upon on your way through the game. Find great ways to match objects and become the hero using smart tactics. Help rebuild the Kingdom and make it the new place of magic merging! 😍When you enter the merging games, you can choose your character. Each character has their own story, so go ahead and discover them! For example, Bearington is our strong ice king with treasures and his own merge story. Fangtooth welcomes you on a farm where each animal is more interesting than the previous one. Mergelot is a real hero with daggers and castles. These characters and many others wait for you! Which one do you fancy?Craft your own SPECIAL WORLD!• Find amazing objects and use them to create your own universe. Whether you’re living it up in a small county or conquering new lands, you will enjoy our match games. Make this place your home.• It’s YOUR CHOICE! You can merge dragons, trees, gems, and virtually anything you find on your journey of discovery! Each fantastic gem and the mythical creature is unique. There is no limit to what you can do.• It’s YOUR RULES! The island is its own little merge world. You can make merges the way YOU want! Nobody is going to stop you from living out your fantasies, and going above and beyond.Quests and challenges• Take part in DAILY QUESTS to collect coins and gems, and enjoy your merge adventure!• Mine various RESOURCES to build your kingdom up and find even better matches!• Explore vast MAGIC territories full of mysterious creatures, bedazzling characters, and captivating objects populating this infinite world of merge games!If you love merge apps, this experience is going to be a perfect fit for you! Spend your free time on the magical island with your favorite heroes. Choose your character and follow them into battle. Collect objects on your way and find matches that will make you a winner.",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMergeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rvappstudios.puzzle.game.find.difference.ftd",
  "name": "Find The Differences - Spot it",
  "company": "RV AppStudios",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "59.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Time to put your detection skills to the test all while having fun! Find the differences - spot it, 🔎 is unlike any other spot the difference games you've ever played; Over 7000 challenging levels, more modes, more challenges, more fun. Download now to see how quickly you can find the difference between two pictures and improve your powers of observation 🧠! Give up those boring, un-fun puzzle games, and enjoy Find the differences - Spot it 🤩!You will find beautiful pictures in this find the difference puzzles 🔎. Play find the differences in pictures and enjoy for hours. Master players of the find the difference game 🕵️ will love spot the differences in a variety of complex pictures 🖼️. Each level has a different goal for the player to achieve. Spot 5 or 7 differences between two pictures in the given time and win the game 🏆. Sometimes you can also guess the difference for fun.🔥 Benefits of playing find the difference between two pictures:✨ Play finding the difference with photos daily to relax.✨ Find the difference will test your brain and improve your observation skills.✨ Upgrade your detection skills with find the differences.✨ Playing the find the differences daily can increase your mental speed.✨ This cool find the differences game will boost cognitive abilities by honing your attention to detail and difference finding skills.✨ Find difference games between 2 pictures for adults and kids is a great game to sharpen memory.You can find 5, 6, 7, 10 or 12 differences between two pictures, and have fun. It might take some time but as you master this find the difference free games by playing it daily, you may find the differences between two pictures in a jiffy 😎!  📖 Guide to playing find the difference game- Choose from Classic, Fun, or Multiplayer game mode to play find differences in pictures 🔍. The Classic mode of the find the difference game has multiple chapters, providing endless hours of entertainment. And if you are looking for competition 💪, play multiplayer game mode in this free Find the differences games for adults and kids. In this one of the best spot the differences between two pictures games, you have to spot the differences quicker than your opponent and win 🏆. As you progress, find the differences between the levels become hard or difficult which increases the fun.🤩 Reasons, why this finding the difference game, is a must to play:🌠 Explore more than 7000+ levels in this find the difference games.🌠 Amazingly beautiful find the difference pictures and photos.🌠 New chapters are added regularly with exciting spot the difference pictures.🌠 Win titles and big rewards in this find the difference game.🌠 You can play it in the language of your choice.🌠 Choose your favorite avatar in this difference finding game.🌠 The difference finding games is suitable for any screen orientation.🌠 Enjoy tons of spot the difference games for free.🌠 There is no need to play spot the difference games online, you can easily play it offline.🌟 Amazing features you will find in this find the difference game:🔹 Hints to help when you are stuck at any level.🔹 Spot the difference daily and collect coins and rewards in this picture find the difference game.🔹 Play sound, music, and vibration while playing spotting the difference.🔹 You do not need an internet connection for this game, find the differences between pictures offline.Find the difference: Spot it game is one of the best holiday games to enjoy with family and friends 👩‍👩‍👦‍👦. Holiday lovers will love playing the Halloween find the differences games with interesting Halloween pictures 🎃. Double up the fun by playing Christmas find the difference on Christmas 🤶. Easy or hard, you will find puzzles suiting all kinds of players. Download it now and enjoy 🔥.",
  "lastVersion": "Dec 6, 2023",
  "classify": "PuzzleCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xmonetize.quizzland",
  "name": "QuizzLand. Quiz & Trivia game",
  "company": "Quiz & Trivia Games by Mno Go Apps",
  "rating": "4.8star",
  "downloads": "100M+",
  "reviews": "1.12M reviews",
  "age": "Everyoneinfo",
  "describe": "QuizzLand is an entertainment trivia game where you get unlimited questions that can’t be found anywhere else. Install QuizzLand and answer trivia questions, read interesting explanations, educate yourself. This stress-relieving trivia game will take your mind off daily troubles and help you relax.Just your brain and our quizzes. No need to wait for other players' replies!  QuizzLand is available in the most spoken languages. If you want the game to be translated into your native language, you’re welcome to share your suggestion with us at contact@quizz.land. Earn coins for correct answers and spend them on hints for the most challenging questions. Join the league of the smartest players and collect achievements of all kinds. Invite friends and get rewarded!  QuizzLand is:-a fun trivia game to test your IQ and general knowledge-entertaining questions for all categories of interest-a relaxing game, which is also a source of valuable and little-known information-a great opportunity to challenge your friends and other players for highest ranks-delightful learning experience whether you know the answers or not-a game to help you fall asleep or to start your day with-detailed explanation for every question  It’s nothing like other educational and anti-stress games: QuizzLand makes learning easy and relaxes your mind at the same time! *******************************How to play -check your knowledge: answer questions, read descriptions for correct answers and compete with other players.-to complete a level, you have to find the exit in a trivia maze.-you get points for each question answered correctly. If you give a wrong answer, no points are added to your account. Moreover, each wrong answer takes one of your lives. Your lives are displayed in the upper left corner of the screen.-if you continue playing after finding the exit, you will get more points for each question answered correctly. Questions: -all questions are filtered by difficulty. The more questions you answer, the more difficult questions you get. The difficulty of a question is indicated by white scales under each question.-you get more points for difficult questions. Coins and lives: Coins are the in-game currency used in QuizzLand. Use coins to buy lives, hints and other useful options.-if you want a larger amount of coins, you can make such a purchase in QuizzLand Store. To open the Store, tap on the cart icon in the upper right corner of the screen.-earn coins without buying them: collect your daily coin bonus, watch suggested videos or get coins by playing mini-games inside the maze.-you also get coins once the level is completed. In this case, the number of coins depends on how many questions you answered correctly.-your lives refill in a few minutes but you can also get them faster for coins. You can also get lives if you watch a suggested video. Question hints: “Double Chance” - activate the hint, then choose the answer. If it is incorrect, then you'll be able to try to answer again.“Fifty Fifty” -  eliminate two incorrect answers in a question.“Majority Vote” - see what answer option the majority of players have chosen.“Skip Question” - activate the hint to skip a question and answer another instead. Map hints: “Show Exit” can be used to find the exit from the maze.“Flip Tile” allows you to flip any of the unopened questions.“Open Map” will flip all the tiles in the maze at once. Mini memory games:-these short calming games are available after each level - just in case you need a little refocus -play bonus memory games and earn more points. These brain games were created to train your concentration, memory and attention skills.-you can finish a memory game any time you like, however if you do it before the time is out, your reward will be smaller.",
  "lastVersion": "Nov 24, 2023",
  "classify": "#3 top free triviaPuzzleBrain teaserBrain trainingMultiplayerCompetitive multiplayerSingle playerRealistic",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.firstcenturythinking.braintraining",
  "name": "Brainia : Brain Training Games",
  "company": "First Century Thinking LLC",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "2.11K reviews",
  "age": "Everyoneinfo",
  "describe": "Brainia :  Brain Training Games For The Mind is a collection of 35 brain training games designed to flex your mind using logic, memory, math, words and speed educational games.  Perfect for road trips, waiting rooms, or any other time you need a little brain coffee.   Games can be played in 60-120 seconds. LOGIC BRAIN TRAINING★ Asteroid Defender - Destroy asteroids using mathematical equations. ★ Minesweeper Classic - Use deductive logic to clear a board full of hidden mines.★ 2048 Classic - Get a 2048 tile.  ★ Picture Perfect - Sliding-block puzzle game. Arrange puzzle pieces back into a picture.★ Sudoku Rush - Logic number placement game.★ Lights Out - Turn all the lights out.★ Count Up - Tap the numbers from lowest to highest.★ Matching Shapes - Find and tap all the matching shapes in the grid.★ Pattern Finder – Analyze the current pattern carefully and then fill in the blank.MEMORY BRAIN TRAINING★ Recent Memory - Determine if the current shape matches the previously shown shape.★ Block Memory - Memorize the pattern displayed in the grid.  Repeat this pattern.★ Face Names - Can you remember the associated names that go with these faces?★ Sequence Memory – Can you follow the sequence pattern displayed in the grid?★ Changing Shapes - Select the shapes that have changed.★ Changing Colors - Select the color blocks that have changed.SPEED BRAIN TRAINING★ High Speed Values – Select the value that is higher.  ★ Speed Find – How fast can you find this shape?★ Direction Follower – How well do you follow directions?★ Distraction – Select the direction the center arrow is pointing.  Don’t get distracted!★ Speed Count – How fast can you count?★ Same or Different – How fast can you identify whether the two shapes are the same or different?MATH BRAIN TRAINING★ Math Rush – Solve as many arithmetic problems as quickly as possible.★ Operands – Find the missing arithmetic operator for the given problem.★ Addition – Game focused on addition problems.★ Subtraction - Game focused on subtraction problems.★ Division - Game focused on division problems.★ Multiplication - Game focused on multiplication problems.★ Number Mirage - Quickly identify if the number shown is a mirror image or not.WORD BRAIN TRAINING★ Crossword Twist – Find and then move your finger across the letters to select the displayed word.★ Spelling Bee - Spell out the correct word that best matches the displayed definition.★ Scrambled Words - Select the correctly spelled word.★ Word Types – Select the correct word type (nouns, adjectives, adverbs and verbs). ★ Word Color -  Does the meaning of the word match its text color?★ Homophones - Tap the matching homophones.  ★ Similarities – Are the two displayed words Synonyms (similar) or Antonyms (different)?Additional brain games added monthly!ADDITIONAL FEATURES✓ Daily Training Sessions.  Random brain games are selected daily based on past game performance and personal game interest.✓ Scaling Game Difficulties.  Difficulty changes based on your right/wrong answers.  Earned points go up as the difficulty increases!✓ Performance Tracking.  All game performances are saved so you can review them later to see the brain areas you may need to focus on to improve your results.  ✓ Percentile Tracking.  This competitive score displays how well you score compared to other members in YOUR age group.  ✓ Player Profiles.  Each player will have their own training sessions, performance and percentile tracking.✓ Leaderboards.  Leaderboards are localized to all player profiles within a member account ✓ Reminders.  Set the day and time of when you would like to be reminded to train your brain.Brania is intended for educational entertainment.  While these brain training games were developed with the intention to improve your logic, math, words, speed and memory skills, no research has yet been conducted to determine if this app has cognitive benefits.",
  "lastVersion": "Feb 6, 2023",
  "classify": "PuzzleBrain teaserBrain trainingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nevosoft.mylittleplanet",
  "name": "Gemmy Lands: Match 3 Games",
  "company": "CASUAL AZUR GAMES",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "529K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Gemmy Lands: New Match 3 Games 2021 to Crush GemsTaste diamond shine of casual games and try our new match 3 game!Tired of hundreds of boring candy games? Searching for pirate treasures doesn’t make you happy anymore? Do you like puzzles and match 3 games where you can enjoy jewel crush? Then let’s go combine 3 in a row and blast diamonds, gems and jewels in the new match 3 game even without the Internet! Embark on an adventure with Gemmy through the lands of gem worlds, frozen shores, haunted empires and candy land countries, matching 3 in a row and solving all the game’s puzzles along the way. Find diamonds, gems, and lost jewels on mysterious islands. Visit various bejeweled locations and try to complete their match 3 levels with a single jewel blast! And no, you don’t have to fight the maleficent genies and a mysterious digger! In between completing match 3 don’t rush to fall into your cradle, but visit Gemmy’s planet! Receive gold for completing crafty 3 in a row puzzle levels, build your own gem planet and get bonuses and extra lives to continue your saga! If you like matching jewels three in a row, this game is a real diamond among other match 3 games. Plan your moves wisely for bigger and better matching combos! Features of Gemmy Lands: Jewel Match 3 Games:💖 Gemmy Lands is made for the best players in the match 3 games genre. Unite with friends in a fun and challenging competition!💖 Lots of different levels ready to challenge both masters and new match 3 games players.💖 Dynamic carefully thought-out puzzle levels with a huge number of jewel blasts, cool effects, and bonuses. Aloha!💖 Special treasures and in-game events.💖 Challenge your Facebook friends and reach the top of leaderboards, it's funny & free!💖 A new game among free games to play without the Internet.💖 Over 20 000 000 people are already enjoying playing this game! Gemmy Lands is an amazing match 3 story, it is a free to play casual puzzle game, though some in-game items can also be purchased for real money. Enjoy playing your favorite 3-in-a-row game for free in 2020! By the way, it’s Internet free! If you have a problem with the game, send us a message at: support@nevosoft.com. Start planning your jewel-legendary adventure through Gemmy Lands in your diaries right now! Bon voyage!",
  "lastVersion": "Oct 10, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.infinitygames.loopenergy",
  "name": "Energy: Anti-Stress Loops",
  "company": "Infinity Games, Lda",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "825K reviews",
  "age": "Everyoneinfo",
  "describe": "A calming and anxiety-relieving puzzle game. An addictive journey and a great time killer. Solve the puzzles and pass the lines of energy.Playing this amazing game with energy can increase your mental focus and relax you at the same time.Features:Simple gameplay: Just tap the lines to rotate and create connected loops. The wires will shine when at least one bolt and a lamp are connected through a line. Relaxing: People with OCD issues mention this game as a great way to get better. Energy gameplay is very calm – “just tap the line” – and a couple of levels per day are enough to fight OCD and anxiety issues. It’s like practicing yoga with your smartphone.Smart brain-teasers: Energy features endless minimalist brain-teasers that will boost your logic skills, relax your soul and improve your concentration. It will make you bright!Classic game: Highly compared with other logic games due to its simplicity, Energy is very satisfying and will illuminate the creative side of your brain. Play everywhere: You will take less than 20 seconds to illuminate a circuit. That’s perfect to play on the bus or while you wait for your flight at the airport. Start playing and relax wherever you are!Recharge your battery: If your body battery is very low, Energy is the way to recharge it. Wherever you are at the airport, on the train, or on the bus, boost your concentration and make your brain shine with the brain-teasers reminiscent of Infinity Loop.Better than a yoga session, Energy will relax your soul!Play the king of logic games now!If your body battery is fading, Energy is the perfect boost to recharge it! Featuring a minimalist style, a transmission circuit, and smart brain-teasers, this bright game will help you to calm your anxiety and get your concentration in line!Energy is reminiscent of the classic Loop by its simplicity and satisfaction provided. You just need to tap the wire to rotate it and manage to connect all the lines. Make sure the transmission includes at least a lamp circle, a wire, and a lightning bolt circle to illuminate the light circuit. The wire loops will shine when everything is connected! Part of the famous Infinity Loop franchise, this calm, minimalist, and smart game will help you dealing with anxiety and OCD. Instead of closing endless loops, you must tap to connect every wire to the lamp and create a closed light transmission. Once you tap the first line, you will boost your concentration and reduce any symptoms of anxiety or OCD. Try to illuminate the circuit as many times as you can and recharge your soul with positive ideas. In calm brain-teasers like this, you don’t need to be super smart or fast as a lightning bolt to succeed. Creating a functional light circle using every wire, bolt, and lamp is more important than delivering a bright performance. ENERGY environment is satisfying and minimalist, featuring a calm soundtrack and endless light loops. The positive energy provided by this game will recharge your smartphone battery or make your brain shine like a star.If you are looking for a minimalist tap game to boost your concentration, ENERGY is the right choice. Like other easy-to-learn logic games, this smart game features endless brain-teasers and its structure works as a circle: since you can’t finish it, your progress is like an endless circle. Working as a concentration boost and a great way of fighting anxiety and OCD issues, Energy is also a fun way of improving creativity while you relax your soul. By connecting every wire, lamp, and bolt, you will illuminate the transmission and create bright light shapes.We associate ENERGY with yoga because this game is an excellent way to purify your mind and soul When you complete a dozen levels, your heart rate slows down. Just like in a yoga exercise.Note: This game is also available on Wear OS. And it's very fun as well!",
  "lastVersion": "Oct 18, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bandagames.mpuzzle.gp",
  "name": "Magic Jigsaw Puzzles－Games HD",
  "company": "ZiMAD",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "768K reviews",
  "age": "Everyoneinfo",
  "describe": "🎅Immerse yourself in a winter wonderland with Magic Jigsaw Puzzles! 🎄Experience the joy of the season as you piece together enchanting holiday scenes. ☃️ From twinkling lights to cozy fireplaces and snowy landscapes, these festive puzzles capture the spirit of Christmas!🎅🧩Welcome to the fun jigsaws planet! 120 million downloads worldwide🧩Magic Jigsaw Puzzles is the largest jigsaw puzzle game and community online, with over 40,000 HD pictures to enjoy and solve, new free daily jigsaws, and exclusive collections from our collaborators LIFE, NICKELODEON! Discover why our users solve 50 million jigsaw puzzles every month!✨ FEATURES ✨🧩 Big collection of jigsaw puzzles for adults to play daily :)😍 New puzzle packs and quests are added every day, 365 days a year! Nature: animals, wildlife, birds, landscape, forest, ocean; cartoon, city, and art puzzle boards!📱 Join the large online community of puzzle lovers from all over the world. Create a new photo puzzle with your own picture art work and share with friends, family, or with the Magic Jigsaws community!🎨 Intuitive and user friendly game tools and controls.🎁 New 6 difficulty levels with up to 1000 pieces, 1200 pieces to craft. Try out both simple and nearly impossible puzzles for adults daily.🌈 Amazing music to support the right mood.🧩 A great brain teaser app to play and perfect relaxation opportunity for your mind!And much more intriguing things in the jigsaws photo app!Share your own best puzzles pictures with friends, family, or with the Magic Jigsaw Puzzles community on Facebook https://www.facebook.com/MagicJigsawPuzzles/Please note! Magic Jigsaw Puzzles game is free to play online but there are optional in-app purchases available.Еmail us at support@androidpuzzlessupport.zendesk.com for any issues, questions, or comments. We would love to hear from you!Terms of Use and Privacy Policy: https://zimad.com/policy/Subscribe to our official page for the latest magic news, useful tips, and more opportunities to win valuable prizes.- Facebook: https://www.facebook.com/MagicJigsawPuzzles- Instagram: https://www.instagram.com/magicpuzzles/- TikTok: https://www.tiktok.com/@magicjigsawpuzzles© TI Gotham Inc",
  "lastVersion": "Dec 5, 2023",
  "classify": "PuzzleJigsawCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Jigsaw+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "167K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.sdorica",
  "name": "Sdorica: Gacha RPG",
  "company": "Rayark International Limited",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "87.3K reviews",
  "age": "Editors' Choice",
  "describe": "▼Fantasy Tactical RPG gamesLegend has it that the world was once pitch black, all that existed was one giant dragon. Eternity was given to the humans by the giant dragon, but their freedom was deprived...Those enslaved have finally awakened. They went in search of hope, and a knight named \"Vendacti\" determined to fight against fate...▼Experience a Story of Heroes and HeroinesVarious beasts, an obstinate damsel, a swordsman from the Orient, a female merchant that carries firearms, and many more. Start building your favorite character! Follow the royal princess, Angelia, to protect the kingdom, or follow Leah, the demihuman with rabbit ears and enter the Rune Academy to learn rune magic!▼Collect Magnificent CharactersWanna collect all kinds of characters? Sophie, a character done in the Onmyoji style; Kittyeyes, the catty maid; Yamitsuki, the killer that dons a kimono; Fredrica, the sexy witch who's keen on getting married; Law, who claims to be martial arts Grand Master, and many more. Follow these incredible characters and explore continent Vendacti!▼Variety of Unique Gameplay ModesSdorica is a classic fantasy turn based tactical RPG that uses the classic team combo of support, attacker, and tank. Remove the orbs strategically to cast spells, save the world, and achieve your fantasy. There are also adorable monsters for you to breed, and a cooperation system that allows you to fight along with friends and guild members. This fun, fascinating and tactical gameplay experience is awaiting you!▼Massive, Epic StorylineSdorica has an enormous worldview and an unprecedented epic story. Season 1 takes place in the corrupt Kingdom of the Sun that seems perfect on the outside...but darkness lurks within; Season 2 opens up the Desert Kingdom that's constantly engulfed in the flames of war. Besides the compelling storyline, to make the RPG games more lively, we've invited well-known Japanese CVs to do the voices for each character.【Players can download this Tactical RPG game for free】",
  "lastVersion": "Jun 29, 2023",
  "classify": "Role PlayingPuzzle Role-playingCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Puzzle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blizzard.wtcg.hearthstone",
  "name": "Hearthstone",
  "company": "Blizzard Entertainment, Inc.",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Hearthstone, the strategy card game that’s easy to learn but impossible to put down! Play for FREE and complete quests to earn free rewards!* From the studio that brought you World of Warcraft®, Overwatch® and Diablo Immortal®, comes HEARTHSTONE®, Blizzard Entertainment’s award-winning CCG - play on your phone, tablet or PC! Collect powerful battle cards and create a mighty deck! Summon minions and sling aoe spells to seize control of ever-shifting battle arenas. Wield a masterful strategy and outwit all players who dare challenge you. Each playable Hearthstone class has a unique hero power and their own set of special class cards.What’s your deck builder  strategy? Do you play aggressive and rush your enemy with minions or do you take your time and build powerful cards? What class will you choose?Channel powerful magic spells as a Mage or cut through enemy minions as a Rogue.Play cards your way - Hearthstone has a game mode for everyone!Hearthstone - choose between Standard, Wild, and Casual●\tStandard mode PvP fun and PvE challenges!●\tCraft decks and test your skills to climb to the top of the ranks●\tRanked matches or friendly challengesBattlegrounds mode to play with friends - Enter a battle arena ,  8 people enter 1 person leaves victorious●\tEasy to learn; difficult to master ●\tMajor game changer  to the auto battler genre ●\tAuto Battler with tons of different heroes to choose from●\tRecruit minions and watch them fight Tavern Brawl●\tJump in for a low stake, wacky rumble in these rule-bending limited-time events! ●\tEvery week, there’s a new set of rules and another prize to collect.More fun ways to play ●\tPVE - Solo adventures to practice and hone your skills or just play for weekly quests!●\tReturning player? Wild mode lets you play all of your cards!Descend into the WARCRAFT UNIVERSE Explore iconic locations from the beloved Warcraft universe as you master your deck, collect cards, and assemble powerful combos.Battle with your favorite Warcraft heroes! There’s no shortage of Heroes in the world of Azeroth:●\tLich King ●\tIllidan Stormrage●\tThrall●\tJaina Proudmore●\tGarrosh Hellscream and moreEach class has a unique Hero Power that captures their identity and fuels their strategy●\tDeath Knight: Fallen champions of the Scourge who  harness three powerful Runes●\tWarlock: Call on nightmarish Demons for aid and get power at any cost●\tRogue: Subtle and evasive assassins●\tMage: Masters of arcane, fire and frost●\tDemon Hunter: Agile fighters who call upon demonic allies and fel magic●\tPaladin: Stalwart champions of the Light●\tPlay as a Druid, Hunter, Priest, Shaman or Warrior too!Battle with Your Own Deck Build a deck from scratch, copy a friend’s list, or jump right in with a prebuilt deck. You can customize your decks to get your list just right.What is your deck building strategy?●\tEnjoy premade decks to quickly join the Ranked ladder●\tBuild a deck from scratch or copy a friend’s list●\tCustomize your decks to get your list just rightTrade cards for dust in game to craft new legendary cards!Experience the magic, mischief and mayhem in this epic CCG!  Battle with friends and join the millions of players around the hearth to enjoy Hearthstone, and PLAY TODAY!*In-game purchases are optional.©2023 Blizzard Entertainment, Inc. Hearthstone, World of Warcraft, Overwatch, Diablo Immortal, and Blizzard Entertainment are trademarks or registered trademarks of Blizzard Entertainment, Inc.",
  "lastVersion": "Nov 29, 2023",
  "classify": "#9 top grossing cardCardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "784K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "44.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "91.8K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.neowizgames.game.browndust.srpg.global",
  "name": "Brave Nine - Tactical RPG",
  "company": "NEOWIZ",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "142K reviews",
  "age": "Teeninfo",
  "describe": "■ 'Liberators' who received corrupted mana 'Terra' to become closer to gods.They faced the gods with this new power, but lost and were sealed on the other side of the dimension.They were finally revived through the dimension. Find out more about Venus & Diane's Stories!■[Origin Server Only] Receive the rewards from the newly improved 'Jump-start Quest' to form the GOAT formation!Collect 4 Legend Mercenaries at Skill Level +9 without waiting, all at once!Legend Skill Book, Legend Companion Gift Selection, and 5 Stars Companion Selection Ticket!Experience the essence of collector RPG with the Jump-Start Quest that came back stronger than ever!■ The truth behind The Day of the EclipseThe Battle' where everything is at stake will begin!- On that day, I lost two fathers.Unfortunate Crown Prince who cannot reveal his identify after losing all of his followers.Can Adel prevent the schemes of connecting the path to the 'Night World'?- Will 'The Battle' end in a total destruction?NEW FEATURES● Distinguish yourself in the World Arena while battling players from around the globe!● Continue your adventure and flex your chess-like wit with new levels of Evil Castle!● Customize your collection of heroes even further with all-new Companion units!CLASSIC FEATURES● Battle players from around the world in real-time turn-based combat● Master your tactics with more than 1400 stages and hundreds of unique units● Complete bounties to unlock rewards and collect and upgrade powerful new heroes● Construct your ultimate formation to defeat your opponents● Explore chapters of engaging storyline to reveal a deep fantasy world with every episode● Progress through multiple Arenas all the way to the top of the leaderboards● Form a Guild to share strategies and build your very own community● Challenge your Guildmates and friends to private duels● Collect upgrade materials with ease using auto-deploy and repeat battles● Learn formations from top players and cheer on your favorites in monthly Tournaments",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "420K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.wfs.anothereden",
  "name": "ANOTHER EDEN Global",
  "company": "WFS, Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "153K reviews",
  "age": "Editors' Choice",
  "describe": "Another Eden: The Cat Beyond Time and Space is a single-player JRPG created by the masterminds at WFS, an up-and-coming game studio in Japan.Game Overview・A fully solo JRPG with no time-limited content. A game that you can play at your own pace.・Made by the combined efforts of writer Masato Kato, composer Yasunori Mitsuda, and other experienced staff.・Includes an unprecedented volume of content that defies standard smartphone games.・Contains a profound story written by the legendary Masato Kato that takes players into the past, present, and future.・In addition to the main story, it also includes many other stories such as episodes, mythos, and character quests.・Users can also play crossover quests starring characters from \"Persona 5: The Royal\" and the \"Tales of\" series. These quests are permanent additions to the game and are available regardless of when you start playing.・The game features a main theme composed by Yasunori Mitsuda and over 100 songs performed with an orchestra and cultural instruments.・Each character has a unique personality and are voiced by amazing actors.StoryIt all started the day she disappeared right before my eyes. Then suddenly the city was reduced to ruins in the blink of an eye. That's when I swore an oath.Once again, I'm setting out on a journey beyond time and space.To save our lost future.Before the darkness of time falls upon us all...Staff　Scenario/Direction　　Masato Kato (Works: \"Chrono Trigger, Chrono Cross\")　Composition　　Yasunori Mitsuda (Works: \"Chrono Trigger, Chrono Cross\")　　Shunsuke Tsuchiya (Works: \"Luminous Arc 2\")　　Mariam Abounnasr　Art Director　　Takahito Ekusa (Works: \"Bincho-tan\")　Producer　　Yuya KoikeCast　Koki Uchiyama／Ai Kayano／Rina Sato／Shigeru Chiba／Rie Kugimiya　Rie Tanaka／Wataru Hatano／Kosuke Toriumi／Ayane Sakura／Maaya Uchida　Saori Hayami／Tatsuhisa Suzuki／Hikaru Midorikawa／Miyuki Sawashiro／Ami Koshimizu　Hanae Natsuki／Takahiro Sakurai／Ayaka Imamura／Harumi Sakurai／Hiroki Yasumoto　Yuichi Nakamura／Toshiyuki Toyonaga／Sumire Uesaka／Takehito Koyasu／Yoshimasa Hosoya　Hisako Kanemoto／Natsumi Hioka／Tasuku Hatanaka／Ayako Kawasumi／Mie Sonozaki　Kaoru Sakura／Ayaka Saito／Yoko Honna／Nami Mizuno／Akira Miki　Shiho Kikuchi／Mayumi Kurokawa／Makoto Ishii／Yuki Ishikari／Ryuta Anzai　Jared Zeus／Julie Rogers／Janine Harouni／Tim Watson／Rebecca Kiser／Rebecca Boey　Shai Matheson／Skye Bennett／Kerry Gooderson／Taylor Clarke-Hill／Jessica McDonald　Nick Boulton／Rina Takasaki／Nell Mooney／Samantha Dakin／Rory Fleck Byrne／Laura Aikman　Tuyen Do／Naomi McDonald／Ina-Marie Smith／Jackson Milner／Gunnar Cauthery／Joe Corrigall　Katie Lyons／Liz Kingsman／Jaimi Barbakoff【Minimum Requirements】Android 4.4 or higher, 2GB of memory or higher, OpenGL ES 3.0 or higher.*Devices that do not meet these requirements will not be supported. *Devices meeting the minimum requirements may experience issues in environments with poor connectivity or outlying device issues. This application uses CRIWARE (TM) provided by © CRI Middleware.▼Product Infohttps://www.wfs.games/en/products/anothereden_google.html",
  "lastVersion": "Nov 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "StrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.awesomepiece.castle",
  "name": "King God Castle",
  "company": "AWESOMEPIECE",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "61.4K reviews",
  "age": "Everyone 10+info",
  "describe": "King God Castle is threatened by powerful enemies at the strategic point.  Defend against invasions using heroes, the power of the Most High, and your strategy!   ■ Defend with your strategy and luck!  Your luck will decide which hero you can enhance and which weapon you'll get. Use your strategy and tactics to make the most of what you've got and defeat your enemies!  ■ Enhance and combine your own heroes!  Choose the 6 most strategic heroes. Use gold and gems from battles to strengthen your heroes and bring out their potential.  ■ Strengthening heroes through the power of Most High!  Strengthen the Altar to wield the Might Righteous power. Choose the Altar that will make your Heroes strong and borrow their righteous powers.  ■ Diverse enemies!  You'll be invaded by enemies with diverse characteristics and skills. Decide whether to wipe them out with magic or tackle them one by one.  ■ Choose your own difficulty and challenge!  You can use the challenge system to take on stronger enemies and earn more rewards.   ----------------- Official Forum https://discord.gg/5d2H4sfHcA   Inquiries kgcastle@awesomepiece.com",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyAuto chessMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Auto+chess+games&c=apps"
}]