[{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
  "name": "Shadow of Death: Dark Knight",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "519K reviews",
  "age": "Teeninfo",
  "describe": "A Brand New Dark Fantasy EpicShadow of Death: the knight game in the shadow fight style. Unite against the shadow of war and save the lost kingdom. Fight the shadow now!Play a gripping pocket-sized fantasy action RPG on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an offline knight game, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique shadow knights, multiple gameplay styles, and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect some comrades, and slash the shadows today!Stickman Shadow FighterChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other offline knight games can top that?Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action RPG games, the shadow battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special shadow battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!A Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, this game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime as Shadow of Death: Dark Knight is an offline knight game. No need to be online to play your shadow fighter.Challenge the Shadow UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight online! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this shadow fight game now!VISIT US:Shadow of Death: Dark Knight - Stickman Fight Game fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tomtominc.candiesncurses",
  "name": "Candies 'n Curses",
  "company": "Tako Boy Studios LLC",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Play as Molli Pop as you fend off hordes of adorable ghosts in a twisted mansion forever haunted by the Phantom King! Power-up Molli with new flashlights and abilities as you level up - and team up with ghostly pups and other spectral creatures as you work together to clear the mansion of its sugar-craved evil!Features:- Vaporize ghosts with a wide array of different, upgradeable flashlights; from cursed lanterns to magical beam swords, each flashlight provides a different way to play!- Need an edge to help overcome a difficult stage? Players can equip Charms to their flashlights, enhancing Molli with a multitude of different abilities and power-ups! Some charms even provide Molli with companions to aid her on her ghost-stomping adventure! - Upon completing a stage, players can choose from a randomized set of candies and curses that will provide permanent power bonuses for the remainder of that run. Will you restore all of your hearts hoping to last longer before an untimely demise? Or will you sacrifice defense for ultimate power? The choice is yours!- Visit 6 different regions of the Phantom King's mansion, each teeming with a variety of dangerous ghosts and ghouls. And be prepared to face-off against a mighty boss at the end of each stage!- Participate in Daily Challenges that offer various rewards!- Enjoy beautiful, hand-crafted pixel art with fluid animation that oozes ghostly charmControls: Control Molli by swiping the screen. Molli runs in one direction automatically, and swiping left or right makes her change direction. Swiping up or down will make her jump between floors. Certain flashlights you can use offer slightly different control schemes.Twitter: @takoboystudioes, @CM_Games",
  "lastVersion": "Apr 11, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aurecas.stickmanzombieshooter",
  "name": "Stickman vs Zombies",
  "company": "Aurecas",
  "rating": "4.3star",
  "downloads": "50M+",
  "reviews": "122K reviews",
  "age": "Everyoneinfo",
  "describe": "Previously known as Stickman Zombie Shooter, the game has been rebranded to better describe its features.⚡ STICKMAN FEATURES ⚡▪️ Epic stickman fights and massive zombie attacks!▪️ Awesome Parkour moves: you can climb platforms and hang on high places!▪️ Incredible melee fighting combos!▪️ Many platformer levels and a lot of waves to defeat!▪️ Many weapons and strategies to shoot all the zombies!▪️ Survive the apocalypse!⚡ OTHER GAME FEATURES ⚡▪️ Save your progress online.▪️ Reach the top of the online leaderboards!▪️ You can play it offline too!▪️ Simple controls and hardcore gameplay! ▪️ Good performance on any device.",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionPlatformerArcadeSingle playerAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.goongames.DungeonsofDreadrock",
  "name": "Dungeons of Dreadrock",
  "company": "Christoph Minnameier",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "31.3K reviews",
  "age": "Teeninfo",
  "describe": "Puzzle your way through 100 handcrafted levels into the ancient depths of Dreadrock Mountain.\"It's super creative\" (IGN)\"A masterpiece\" (WATSON)\"Beautifully designed\" (PURENINTENDO)\"Something really special\" (MACWORLD)",
  "lastVersion": "Mar 22, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight3",
  "name": "Shadow Fight 3 - RPG fighting",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.1M reviews",
  "age": "Editors' Choice",
  "describe": "Legend has it that a hero will come to end the fight for shadow energy. He will have to learn three fighting styles, collect the best weapons and challenge the strongest warriors. The world is on the edge of an epic war. The mighty force unleashed by the Gates of Shadows many years ago has turned into a weapon, and now three war clans are fighting to decide the future of this force. The Legion warriors want to destroy the dangerous energy. The people of the Dynasty want to use it for their own benefit. While the mysterious ninjas of the Heralds clan explore the darkest secrets of the shadow power. Three clans, three world views, and three fighting styles. Which side will you join? Fight back with rage and courage if you want to win!Shadow Fight 3 is a cool fighting game that gives you a great chance to show your skills to the world of players. Become a hero and save the universe from fall.  It is an online RPG fighting game that continues the story of the Shadow Fight universe with new characters in 3D. Get ready for action, cool brawls with powerful fighters, and an exciting adventure around the world, where mystical forces reign.CREATE AN EPIC HEROReady for a crazy fighting game? Black ninja, honorable knight, or skilled samurai? Only you can choose who your hero will be. Win unique skins in battles and customize your equipment colors to create a unique look.  WIN HERO BATTLESExplore the fighting styles of each of the 3 clans in this battling game. Create your personal combat style. Your hero can fight like a cunning ninja or a mighty knight. Harness shadow energy to deliver powerful and impressive blows that can change the course of the battle. COMPLETE THE STORYWarriors around the world await the appearance of a hero who will fight for justice and end the struggle for the power of the shadows. Influence the storyline by choosing your clan. Defeat powerful bosses to challenge your nemesis, and then explore other worlds and travel back in time to learn new details of the story.SHOW OFF YOUR SKILLEven when the main story battle is over, the action of a hero fighting game continues. Win duels by fighting other players' heroes controlled by AI. Brawl with the strongest warriors to take a place at the TOP-100 leaderboard and become a legend of your region! COLLECT SETSCollect your personal arsenal of weapons and armor to experiment in battles and look cool in duels. After collecting a full set of equipment, you get unique abilities to make it easier to win in a brawl. Plan your strategy and lead the attacking game till the end. PARTICIPATE IN EVENTSFight in regular themed events for RPG heroes where you can win rare skins, colors, weapons, and armor. In these battles, you will face new heroes and learn a lot of interesting details about the world of Shadow Fight. ENJOY THE GRAPHICSColorful scenery and realistic combat animations can rival console games. Shadow Fight 3 is an exciting RPG combat game that combines the elements of a knight fighting game, ninja adventures and street fights. Customize it the way you want and enjoy the attack. Be a hero and keep fighting until the final battle comes!  JOIN THE COMMUNITY Follow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfightgamesTwitter: https://twitter.com/ShadowFight_3Youtube: https://www.youtube.com/c/ShadowFightGames Note:* Shadow Fight 3 is an online game and requires a stable internet connection",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingSingle playerStylizedStylized-realisticOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mkx",
  "name": "Mortal Kombat",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "4.53M reviews",
  "age": "Mature 17+info",
  "describe": "Experience the visceral fighting action of MORTAL KOMBAT! Bring the power of next-gen gaming to your mobile and tablet device with this visually stunning fighting and card collection game. Assemble an elite team of Mortal Kombat warriors and prove yourself in the greatest fighting tournament on Earth!MK11 CHARACTERSThe MK11 team is extremely versatile, packed with unique abilities and powerful team synergies to inflict pain onto your enemies. The MK11 collection includes MK11 Raiden, Scorpion, Jade, Sub-Zero, Kabal, and Skarlet, and they are just as deadly as their console counterparts! They even perform the same Fatal Blow!FIGHT IN BRUTAL 3v3 COMBATCreate your own team of Mortal Kombat fighters and lead them into battle to earn experience, new special attacks, and powerful artifacts. Team up warriors with unique synergies to get an advantage over your enemies such as Team Ronin, Team Nightmare, and Team Day of the Dead!CCG - BUILD A MASSIVE ROSTERCollect over 130 Mortal Kombat characters including veterans like Scorpion, Johnny Cage, Sub-Zero, Cassie Cage, Ermac, and many others. Discover new additions to Mortal Kombat Mobile like the bloodthirsty Vampiress Mileena, soccer champion Kombat Cup Sonya Blade, mysterious Klassic Reptile, and warrior princess Ronin Kitana.COMPLETE DIFFICULT CHALLENGESProve yourself in epic battles and complete a series of matches to bring new Mortal Kombat warriors to your roster! Come back every week to take on a different Challenge and expand your Kollection. MULTIPLAYER FACTION WARSCompete and fight with other players in Faction Wars, an online competitive mode where players engage other player teams. Rank up in your Faction’s leaderboard to earn weekly prizes.PERSONALIZE YOUR FIGHT GAMEUnlock unique character customizations in Feats of Strength. Win battles to show off your mastery with limitless combinations of action-packed Victory Stances, insulting Victory Taunts, and champion worthy War Banners. Unlocking Feats of Strength also boosts stats for characters!JAW DROPPING FATALITIESMortal Kombat Mobile brings its trademark Fatalities to mobile, with stunning graphics, and over the top action moves that will punch you right in the guts. EARN REWARDS ON EPIC QUESTSSend characters on epic Quests to earn special rewards! Begin your journey in Outworld and make your way to Netherrealm!Download this groundbreaking, free fighting game TODAY and unleash your power!",
  "lastVersion": "Sep 28, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperkani.bomberfriends",
  "name": "Bomber Friends",
  "company": "Hyperkani",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.35M reviews",
  "age": "Everyone 10+info",
  "describe": "Place a bomb and hide behind a corner. BOOM! Did you blast the opponent or did they escape? Try again! Collect powerups from the map to get more powerful bombs! Watch out for evil curses!You can enjoy Bomber Friends in both online Multiplayer and Single Player modes. Which Bomber mode do you like more?Single Player features:- Orcs have attacked the Bomber Village and you need to guide our Bomber Hero through 6 different worlds full of devious monsters and mind boggling puzzles to save all his Bomber Friends!- Single Player Campaign mode with over 300 levels!- Three special Quest modes with more challenging levels and epic Boss Fights!- Dungeon run modes for those who like to challenge their Bomber Skills even more!- Daily Bounty hunts! Can you defeat all of the villains hiding in the Bomber World?Multiplayer features:- Bomb your opponents and be the last one standing to win the match!- Compete in the online arenas and gain medals by winning. Climb up arena by arena until you reach the Leagues! That’s where the highly skilled players match against each other in epic battles!- Collect your own battle deck! Different cards give you different special bombs with (for example) bigger blast zones or shorter fuses, you can even call for an Air Strike or launch a Nuke!- Face three opponents in the Arena free-for-all match. You can also play Duels one on one!- Try out the immensely hectic King of the Hill where your team needs to capture the flag before the other team does!- VS Friends Online Multiplayer for 2-8 players! Challenge your friends or play against random opponents. Play classic, team or reversi matches. Create a game room with your own settings and enable Ghost Mode to haunt other players as a ghost!- Two weekly multiplayer events with exciting gimmicks, fascinating maps and awesome rewards! This is how you gain gold coins, gems, cards and new accessories for your Bomber!Customize your Bomber!- Customize your character with cool hats, suits, accessories and bombs- Use taunts and greetings in the matches- Choose a special gravestone and go out in style!- Send customize items as gifts to other players. Make a Wish list to let your friends know which items you want to get!- Take part in the Fashion Show and collect Fashion tokens. Use the tokens to get new clothes and skins from Bomber Gacha. Even Legendary items!Monthly updates!- New Season starts on the first Tuesday of every month- Each Season has a Theme with Seasonal Rewards. Play daily to collect them all! More rewards with Bomber Battle Pass!- Weekly events related to the Season theme!- New Outfit Bundles available every week of the Season!  - Seasonal leader boards for best players and best clans!And there’s more!- Classic Bomber style gameplay, with controls polished for touchscreen!- Complete Daily Tasks to get rewards- Put your luck to the test and spin Bomber Wheel- Join a Clan or create your own. Invite other players to join your clan. Work together to get a weekly Clan Chest.- Universal game controller support.- Introducing Bomber Journal in 2024Get Bomber Friends now and join the fun online multiplayer game! Have a blast!*Important message: This game includes in-app purchases. You can set up password verification for in-app purchases in the settings of your Google Play Store app.*",
  "lastVersion": "Nov 27, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.1star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.colossatron",
  "name": "Colossatron",
  "company": "Halfbrick Studios",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "262K reviews",
  "age": "Everyone 10+info",
  "describe": "Available only for HB+  Take charge of a giant robotic snake and smash through cities with ease as you fight to create the most fearsome weapon of all time.   Your objective is simple: DESTROY EVERYTHING!  Unleash the power of Colossatron! A unique combination of Match 3 and Snake gameplay allows you to build a devastating machine by merging colored power ups to create new and more powerful weapons. With thousands of potential combinations, the key to victory lies in mastering the art of building Colossatron to take down formidable bosses.  FEATURES: ● Chaotic Campaign – Explode your way through seven continents on a destructive trail spanning the entire globe! ● Uninterrupted gameplay without ads or in-app purchases● Epic Boss Fights – Throw down against giant mechs, ballistic gunships and more in a furious fight for survival! ● Devastating Weaponry – Crush your enemies with a huge arsenal of powerful weapons, impressive upgrades, and high-tech gadgets ● Intense Survival Challenges – Compete against friends in the ultimate test of skill and strategy  “All in all, Colossatron just further shows Halfbrick’s mastery over mobile games.” - GameFreaks “It delivers that same satisfaction you get from finding a perfect match in Candy Crush, but in a completely different way.” - GameZebo “Halfbrick has come up with a puzzling, action-packed way to help Colossatron complete his mission of world domination.” - Touch Arcade  Colossatron is fast, fun and non-stop action. The battle starts NOW!  Privacy Policy: https://halfbrick.com/hbpprivacy Terms of Service: https://www.halfbrick.com/tos",
  "lastVersion": "Oct 25, 2023",
  "classify": "ActionCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pixelbite.sm2",
  "name": "Space Marshals 2",
  "company": "Pixelbite",
  "rating": "4.1star",
  "downloads": "5M+",
  "reviews": "115K reviews",
  "age": "Editors' Choice",
  "describe": "Tactical Combat & Stealth action in Outer Space.The sci-fi wild west adventure in outer space continues with Space Marshals 2. This tactical top-down shooter puts you in the shoes of specialist Burton in his struggle against the criminal elements of the galaxy. This isn’t your ordinary dual-stick shooter. The emphasis is on tactical combat and stealth, rather than just spraying bullets, and there’s a story! TACTICAL COMBATUse the environment to your advantage. Avoid attacks by taking cover. Flank enemies for extra efficiency, but avoid getting flanked yourself! Use the tools of the trade to gain an edge - frag grenades, flash bangs, drones, gun turrets, proximity mines and much more…STEALTHChoose your approach carefully. Some say running into the fray, guns blazing, isn’t always the answer. Use distractions to single out opponents. Use stealth takedowns and silenced weapons to covertly reduce the enemy numbers. Hack gun turrets to turn on their masters. Lure different enemy factions together and let them fight each other.LOAD-OUT & GEARChoosing your load-out is a big part of your tactics. In addition to body armor and grenades you can carry one two-handed and one single-handed weapon - and there’s something for everyone. Shotguns, handguns, assault rifles, sniper rifles, crossbows, energy weapons, throwing axes and more.- Tactical top-down shooter- Gorgeous. stylistic HD graphics- 20 missions with performance based rewards. TAMI is watching you!- Wide selection of weapons and gear. Over 70 different weapons.- Multiple factions to fight – or pitch against each other- Dual stick controls with a set of different options- Gamepad controller support- Google Play achievements- Cloud save game support### IMPORTANT ### Game requires OpenGL ES 3.0 support.As featured in SHIELD Hub.",
  "lastVersion": "Sep 4, 2023",
  "classify": "ActionShooterTactical shooterSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zombie.survival.craft.z",
  "name": "Last Day on Earth: Survival",
  "company": "KEFIR",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "4.6M reviews",
  "age": "Teeninfo",
  "describe": "Imagine you woke up to the apocalypse in the survival shooter Last Day on Earth. Feel the horror and adrenaline rush from the process of real surviving in a harsh environment! Meet the world where zombie hordes' instinct to murder you is as strong as thirst or hunger. Descend into the atmosphere of survival right now or start Last Day on Earth once you're done with reading this description, in which I'm going to tell you about some key features.■ Create your character and look around: near your shelter, there are a lot of locations with different danger levels. From the resources collected here you can craft everything necessary for survival: from a house and clothes to weapons and an all-terrain vehicle.■ As your level grows, hundreds of useful recipes and blueprints will become available to you. First off, build and enhance the walls of your house, learn new skills, modify weapons, and discover all the joys of the gaming process.■ Pets are an islet of love and friendship in the world of the zombie apocalypse. Joyful huskies and smart shepherd dogs will be happy to accompany you in raids, and while you're about it, help you carry out loot from hard-to-reach places.■ Assemble a fast Chopper, an ATV, or a motorboat and get access to remote locations on the map. You don't get the rarest resources for complex blueprints and unique quests for nothing. If there's a mechanic sleeping inside of you, it's just the time to wake him up!■ If you like cooperative play, visit the city in the Crater. There you'll meet loyal companions and find out what you're worth in PvP. Join a clan, play with other players, feel the unity of a real pack! ■ Survivor (if you have read this far, I can call you that), an arsenal of cold weapons and firearms that would make even a seasoned hardcore player envy is at your service. Here are bats, miniguns, M16, good-old AK-47, Mortar, C4, and too much more to list, better see it for yourself.■ Forests, Police Station, Spooky Farm, Port, and Bunkers packed with zombies, raiders, and other random characters. Always be ready to use force or flee. Anything goes, when it comes to survival!Now you are a survivor. No matter who you are, where you come from, and what you used to be before. Welcome to the cruel new world...",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshootermobile.free",
  "name": "Alien Shooter World",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "379K reviews",
  "age": "Mature 17+info",
  "describe": "The updated version of the legendary Alien Shooter is already available on all Android devices!Now you can save the world from monsters together with your friends in co-op mode: invite friends to a squad or find new allies using auto-selection.Thanks to the updated weapon system, you can choose equipment based on your playstyle. Combine different types of weapons or armor in one set, pick up perks for your needs, change equipment depending on the task.More than 20 arenas with unique bosses, new combat mechanics, special enemies and champions. Fulfill contracts and explore the roadmap to get better weapons and discover new activities.What awaits you inside?- Hours of gameplay: three main story maps, a lot of additional missions- Multiplayer, the possibility of co-op completion of all missions with friends or random allies- Dungeon, heroic missions, survival missions, multiple difficulty levels- 39 skills, three character leveling branches- Many classes of weapons with different perks and characteristics- Legendary equipment with unique features- Huge crowds of monsters on one screen- Corpses of the monsters eliminated do not disappear - check out what happens at the end of every level- Ability to play without internet connection (offline mode)Follow us on Facebook:http://www.facebook.com/SigmaTeam",
  "lastVersion": "Oct 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshooter2",
  "name": "Alien Shooter 2- The Legend",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "90.7K reviews",
  "age": "Teeninfo",
  "describe": "The second installment of the legendary Alien Shooter is now available on your Android for free! This gameplay has united almost all installments of the series. You are to unravel the mystery from the very beginning - the emergence of monsters inside the MAGMA corporation’s secret base and join in a world-wide battle for the survival of mankind.With the help of long-familiar characters - General Baker, engineer Nicholas, a genius professor and, of course, Kate Lia - our hero’s companion over the years.But most importantly, by popular demand from our players, the game now has a multiplayer. Upgrade your hero, upgrade your weapon and test your skill, competing with players worldwide!Game features:- Hours of gameplay in the campaign mode- Lots of maps for online battles- A possibility to enhance and equip your character according to your play style- Hundreds of weapons - from pistols to plasma guns- Combat drones, grenades, first-aid kits, implants and many other- Ability to play without internet connection (offline mode).As for the best part, it’s a Sigma Team game:- Monsters swarming the screen!- The enemy corpses do not disappear - see the work done after beating a level!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when you’re racing online against players from around the world! Think you’re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.metalslug.rambolun",
  "name": "Metal Slug: Awakening",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Metal Slug: Awakening officially launched with a brand new horizontal screen action shooter gameplay developed and officially licensed by SNK.Classic levels like Pyramids, Deserts, Mines are recreated and keep the original version of the arcade version! The image and design have been improved to high quality but still have a classic feel, providing an attractive and eye-catching experience. The game has now been upgraded, adding a collection of countless weapons, expanding many maps, diverse missions, unique military vehicles, providing a fun experience when participating in a thrilling and exciting battlefield.In addition to keeping the classic gameplay, Metal Slug: Awakening also adds rich game modes such as World Exploration, Team 3 and Roguelike. Now, the Commander can challenge the powerful Boss with friends anytime, anywhere!Mission Start! Legendary arcade game based on new graphics “Metal Slug: Awakening”【Original Experience! Is to transform!】The successor to Metal Slug is officially licensed by SNK! Classic levels, characters, Bosses and vehicles have appeared, along with the re-enactment of classic scenes, characters that transform into fat, zombies or transform into cats. Endless exploration, perfectly recreating the taste of a childhood and the classic comedic elements of Metal Slug!【Variety of maps! Break the island with skill】Various and unique levels, sweep and conquer them to the end! Golden Sand Mines, Secret Labs, Mysterious Lava Areas, Southern Jungles, Eastern Cities… There are so many new-style maps for the Commander to explore!【Unique vehicle! Flexible attack】In Metal Slug, the Commander can parachute and attack in the air, has a drill that digs deep into the ground, a powerful fire-breathing camel… A variety of vehicles for the Commander to choose from, each with superior skills! Fly high into the sky, dive deep into the ground, attack flexibly! This time, will you continue to take advantage of the vehicle's unique combat ability to take down powerful Bosses?【Full firepower! Sweep the enemy】Special skills for each character, a variety of special weapons, level up and fight the Boss... Bullets fly! Familiar characters and vehicles in Metal Slug also appear such as Ammunition H, Ammunition L, Ammunition I... Choose the right weapon for the Commander! Still not satisfied? Commanders can try out flamethrowers, ice blasters and boxing guns... Wipe out all enemies, increase firepower! 【Special mystery is hidden! Lots of unexpected discoveries 】Rescue prisoners to get secret items, touch the magic lamp to pick up treasure, turn Marco into a flexible fat guy... Pay attention as you progress through the levels, each character has its own animation, and many hidden details are full of surprises! These exciting mysteries, inspired by the classic arcade game, will provide the Commander with an experience full of surprises and endless fun during the Metal Slug: Awakening experience!©SNK CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Nov 20, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.metalslug.rambolun"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "595K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Nov 18, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.1K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geda.matino",
  "name": "Super Matino - Adventure Game",
  "company": "GeDa DevTeam",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "20.2K reviews",
  "age": "Everyoneinfo",
  "describe": "Super Matino – New Adventure, a totally new old school adventure game, will surprise you with the greatest adventure of Matino to the world! If you are a fan of action, saving princess game, you will quickly like this world aventure game!Super Matino will lead you step back in time to your childhood with the legendary mission: Princess Rescue. Your task is helping Super Bino fight all ugly monsters through different islands to save the beautiful Princess at the final destination.HOW TO PLAY SUPER MATINO:- Use the simulator to control your character.- Jump and smash all monsters.- Avoid obstacles and clear the level.- Destroy the boss and save the princessHOT FEATURE:- 100% Free.- More than 100 well-designed levels.- No need to connect to the Wifi/ Internet.- Suitable for all ages.- Colorful, eye-catching graphic design.- Great music and sounds.- Good arcade game.Super Matino is a action, gold gameplay. With the level is streamline, from easy to harder, this game not only help the new player catch the gameplay, but also bring challenges to the other players. Super Matino is a classic gameplay, kill free time, relieve stress well after hours of work, study stress.Any questions or suggestions, please leave a review to help GeDa Devteam improve the game better.Download and play Super Matino - New Adventure!",
  "lastVersion": "Aug 21, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.crossyroad",
  "name": "Crossy Road",
  "company": "HIPSTER WHALE",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "4.55M reviews",
  "age": "Everyoneinfo",
  "describe": "Join over 200 MILLION players worldwide and experience Hipster Whale's massive viral #1 hit!Same device multiplayer: Compete against your friends and family on the same device.Play Crossy Road on the Big Screen with Android TV! Why did the Chicken cross the road?Why did the Pigeon leave THAT there?Why did Specimen 115 abduct that cow?Why did Unihorse eat all that candy?FEATURES: - Collect over 150 retro-styled, pop art inspired characters  - Cross roads, train tracks, and rivers – endlessly hop forever  - Dodge traffic in a candy wonderland with the Android Robot  - Simple, pure, innovative gameplay  - Free to playHave any problems or suggestions? You can reach us at inappsupport-googleplay@crossyroad.com.**DON'T LOSE YOUR CHARACTERS!** - Go to game Settings and Sign-in with Google Play to save your characters, game progress, scores, and achievements! - After signing in, your progress will be saved to your Google Play account- To restore your game progress, go to Settings and click Restore Game to restore all of your characters - You can only restore saved progress that was saved from version 1.0.6 onwards - We are working to support saving from multiple accounts on a single device in a future version. The current version works well with one account per device or one account across multiple devices.The game requires access to the following Permissions ----------- Read device state and identity - READ_PHONE_STATE permission- The game requires the LOCATION permission to target and deliver video-based advertising:The game implements opt-in video ads that players can watch to earn free coins if they choose. Watching video ads is voluntary if players want to speed up the rate they earn coins to win new characters. We require the Location permission to provide location based video ads to provide more relevant ads to players.",
  "lastVersion": "Nov 2, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robtopx.geometryjump",
  "name": "Geometry Dash",
  "company": "RobTop Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "907K reviews",
  "age": "Everyoneinfo",
  "describe": "Jump and fly your way through danger in this rhythm-based action platformer!Prepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play with lots of levels that will keep you entertained for hours!Game Features• Rhythm-based Action Platforming!• Lots of levels with unique soundtracks!• Build and share your own levels using the level editor!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Lots of achievements and rewards!• No in-app purchases!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
  "lastVersion": "Nov 15, 2017",
  "classify": "ActionPlatformerRunnerArcadeAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FDGEntertainment.redball4.gp",
  "name": "Red Ball 4",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "2.98M reviews",
  "age": "Everyoneinfo",
  "describe": "Red Alert! Evil minions want to squeeze the planet into a square shape. Who's got the balls to save the world ? Oh yeah, that's right!Red Ball to the rescue! Roll, jump and bounce through 75 exciting levels full of adventure.Make your way through tricky traps and defeat all monsters. Features: - All-New Red Ball Adventure - 75 Levels - Epic Boss Battles - Cloud Support - Exciting Physics Elements - Groovy Soundtrack - HID Controller Support",
  "lastVersion": "Nov 30, 2023",
  "classify": "ActionPlatformerArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tomtominc.candiesncurses",
  "name": "Candies 'n Curses",
  "company": "Tako Boy Studios LLC",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Play as Molli Pop as you fend off hordes of adorable ghosts in a twisted mansion forever haunted by the Phantom King! Power-up Molli with new flashlights and abilities as you level up - and team up with ghostly pups and other spectral creatures as you work together to clear the mansion of its sugar-craved evil!Features:- Vaporize ghosts with a wide array of different, upgradeable flashlights; from cursed lanterns to magical beam swords, each flashlight provides a different way to play!- Need an edge to help overcome a difficult stage? Players can equip Charms to their flashlights, enhancing Molli with a multitude of different abilities and power-ups! Some charms even provide Molli with companions to aid her on her ghost-stomping adventure! - Upon completing a stage, players can choose from a randomized set of candies and curses that will provide permanent power bonuses for the remainder of that run. Will you restore all of your hearts hoping to last longer before an untimely demise? Or will you sacrifice defense for ultimate power? The choice is yours!- Visit 6 different regions of the Phantom King's mansion, each teeming with a variety of dangerous ghosts and ghouls. And be prepared to face-off against a mighty boss at the end of each stage!- Participate in Daily Challenges that offer various rewards!- Enjoy beautiful, hand-crafted pixel art with fluid animation that oozes ghostly charmControls: Control Molli by swiping the screen. Molli runs in one direction automatically, and swiping left or right makes her change direction. Swiping up or down will make her jump between floors. Certain flashlights you can use offer slightly different control schemes.Twitter: @takoboystudioes, @CM_Games",
  "lastVersion": "Apr 11, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dvdfu.chicken2",
  "name": "Chiki's Chase",
  "company": "dvdfu",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "11.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Can you make it home?Help Chiki & friends dash through beautiful lands filled with strange monsters, explosions, and magical portals.Featuring:• Action-packed, mobile-first 2-button play• Over 25 powerful upgrades to wield• Unlockable characters with unique fighting styles• Delightful cast of shopkeepers• Charming pixel art• Rockin' soundtrack• Endless, randomized levels filled with traps & surprisesPaid version also includes:• Over 25 stylish hats to collect and wear!• Rank up characters to equip 10 upgrades at once!Best of all:• No ads! Just me asking you nicely to buy the game :)• No WiFi needed to play• No push notifications• No sign ups",
  "lastVersion": "Jun 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aurecas.stickmanzombieshooter",
  "name": "Stickman vs Zombies",
  "company": "Aurecas",
  "rating": "4.3star",
  "downloads": "50M+",
  "reviews": "122K reviews",
  "age": "Everyoneinfo",
  "describe": "Previously known as Stickman Zombie Shooter, the game has been rebranded to better describe its features.⚡ STICKMAN FEATURES ⚡▪️ Epic stickman fights and massive zombie attacks!▪️ Awesome Parkour moves: you can climb platforms and hang on high places!▪️ Incredible melee fighting combos!▪️ Many platformer levels and a lot of waves to defeat!▪️ Many weapons and strategies to shoot all the zombies!▪️ Survive the apocalypse!⚡ OTHER GAME FEATURES ⚡▪️ Save your progress online.▪️ Reach the top of the online leaderboards!▪️ You can play it offline too!▪️ Simple controls and hardcore gameplay! ▪️ Good performance on any device.",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionPlatformerArcadeSingle playerAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blingame.haaktestb",
  "name": "HAAK",
  "company": "Blingame",
  "rating": "4.1star",
  "downloads": "500K+",
  "reviews": "5.2K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to HAAK, a world brimming with contraptions and dangers. Dangerous mutants walk the land while dark forces move in the shadows... Rise, Haak, brave wasteland adventurer! Become the light that repels the darkness!First available on PC and consoles, HAAK is now slaying foes on mobile!  --------------------------------------------------------------  Story The game takes place in a world ravaged by disaster. The once glorious city has been reduced to ruins, and the survivors struggle for survival. In the south, a land called Sanho has mostly remained unaffected by the calamity due to its unique geographical environment and has grown into something of a sanctuary. The protagonist, Haak, is a traveler from a small northern town. He chose to leave his home and ventured south to survive.   Features• Haak is an explorative game combining action-platformer gameplay with Metroidvania.• Traverse the land with your hook, dash, and charged slash.• Find the multitude of secrets and hidden rooms scattered across the land.• Use any tool at your disposal to master mechanics and solve the multitude of puzzles.• A retro & futuristic pixel world for a comic-esque feel.• Creative difficulty changes so that even those who are all thumbs can beat the hardest of bosses.• Fully hand-drawn graphics with unique and interesting characters.• 10 side missions and areas to explore with plenty of content for over 30 hours of gameplay.• Choose your own path and decide the fates of the game's characters with several possible endings.• Ben Dover will rate you in a variety of aspects after you complete the game. Do you have what it takes to reach the highest rating?If you run into a problem, please contact us at haak@blingame.net with as much information as possible on the issue.",
  "lastVersion": "Aug 29, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.slash.girl.redfish",
  "name": "Slash & Girl - Endless Run",
  "company": "SHENZHEN QINGTIAN IE TECHNOLOGY CO., LTD",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "120K reviews",
  "age": "Everyone 10+info",
  "describe": "In a world which is invaded and controlled by Jokers, the story begins with a ‘maniac’ girl called Doris who fight alone with Jokers. She is not trying to be a saviour, she has no interest to others, yet only running and fighting can bring her happiness and pleasure.Features：1. Be an adventurer! Defeat the Jokers and get to the end!This is not only an parkour game, you can also call us action game! Beat all the enemies you met! Nothing can stop you and nothing is unbreakable! Vivid immersion of fighting and extreme smooth is what we want you to experience! In here, everything is about collision of power and art!2.Speed and furious!Getting bored easily in parkour game? Dash through it! Slash down and Speed up! In the unique Fever Mode, you will experience an alternative war in classical music.Other than battle and blade, there will also be a teddy bear waiting for you at each check point!3.Dress up!Dress Doris up! We designed various suits and weapons which allows you to match them to your own taste. Share them through social media!A war between Doris and Jokers is beginning! Are you ready for this?Follow us：https://www.facebook.com/Slash-Girl-Joker-World-109054793855847/",
  "lastVersion": "Nov 28, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.monsterdash",
  "name": "Monster Dash",
  "company": "Halfbrick Studios",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Everyone 10+info",
  "describe": "Available only for Halfbrick+ Sprint, Jump and Blast your way through Monster Dash, an action-packed game by the creators of Jetpack Joyride and Fruit Ninja.  Experience the classic game resurrected from the dead! With simple controls, just two buttons, making it easy-to-learn but hard to master. Join Barry Steakfries and his iconic Machine Gun Jetpack in a world full of menacing monster mayhem, as you run and gun your way through hordes of zombies, vampires and more with the most explosive and powerful weapons you can find!  UNIQUE FEATURES: • Clear your path with punchy and powerful Weapons! • Uninterrupted gameplay without ads or in-app purchases • 5 different exotic worlds to survive • Unique enemies to defeat in each world • 62 Hidden Awards and Accolades to discover Download Monster Dash now and embark on an action-packed, monster-slaying, adventure… with a dash of nostalgia. Do the dash, do the Monster Dash! **************************************** View our privacy policy at https://halfbrick.com/hbpprivacy  View our terms of service at https://www.halfbrick.com/terms-of-service",
  "lastVersion": "Oct 25, 2023",
  "classify": "ActionPlatformerRun & gunArcadeSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fdgentertainment.bananakong",
  "name": "Banana Kong",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "5.02M reviews",
  "age": "Everyoneinfo",
  "describe": "A thrilling ride through jungle, caves and treetops. Play as Kong! Banana Kong!Run, jump, bounce and swing on vines as you help Banana Kong to outrun a huge banana avalanche! Keep full control with highly responsive single-finger tap and swipe controls.Ride the boar or fly with the toucan to overcome dangerous obstacles like massive boulders, crocodiles, piranhas and boiling lava. Nature can be a cruel enemy… While you dash through the jungle you'll be able to outrun your friends! Thanks to full Game Services integration you can see your friends best distance right in the game. Compare your high scores and unlock achievements while improving your playing style. A highly dynamic game engine will provide endless fun in this neverending run. Each session is a new challenge as the level is built randomly on the fly.Collect as many bananas as possible to fill your energy bar. Use a power-dash to destroy obstacles or take alternative routes like the deep underground cave area or treetops. Find secrets and unlock extras to get the most out of the game. Features: - Cloud Save- HD Display support- Full Game Services integration- Ride animals- One thumb controls- 10 seconds from launching the game to playing it.",
  "lastVersion": "Nov 3, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.direlight.grimvalor",
  "name": "Grimvalor",
  "company": "Direlight",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "104K reviews",
  "age": "Teeninfo",
  "describe": "Slash your way through the hordes of darkness and defeat King Valor's fearsome guardians in this breathtaking RPG adventure!★ Play the first act for free! A single purchase unlocks the full premium game. ★(The free first act has 1-2+ hours of gameplay, which you can replay as many times as you want. Unlocking the full game allows you to continue further and experience all five acts.)\"Chaining together a slick series of attacks, dodges, and jumps, is incredibly satisfying.\" — PocketGamerA malicious power stirs in the forgotten kingdom of Vallaris. Tasked with discovering the fate of its lost king, your quest quickly takes a sinister turn and you are cast into darkness. Surrounded and outnumbered, you must grab your sword, steel your temper and fight your way through a land that does not welcome you. Except for the friendly merchant - he's grateful for your business.ABOUT THE GAMEGrimvalor is a challenging hack & slash platformer with fast-paced combat in a dark fantasy world. Take control of a lone warrior on a quest to restore a corrupted realm. Embark on a journey through atmospheric landscapes and dungeons in a massive story-driven premium experience.COMBAT & EXPLORATIONMaster skill-based combat, learn enemy patterns and bring them down with all your fury. Explore the shattered lands of Vallaris, find and upgrade equipment and level up your character. Face the legacy of King Valor's madness and prevail!FEATURES☆ Supports Android Game Controllers☆ Accurate and customizable touch controls☆ Epic boss fights☆ Stunning 3D visuals optimized for a variety of Android devices☆ Uses Play Saved Games to keep your saves in sync between devices☆ Play offline - perfect for commute",
  "lastVersion": "Sep 29, 2023",
  "classify": "ActionPlatformerHack & slashSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.walkmaster",
  "name": "Walk Master",
  "company": "Two Men and a Dog",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "189K reviews",
  "age": "Everyoneinfo",
  "describe": "Test your skills in fun and challenging arcade walking action simulator - for FREE!Take a walk on the wild side! Trot through the forest and farms with skill, precision and timing to become the Walk Master! Unlock unique challenge levels and crazy creatures!Features: - Master the challenging levels- More new levels regularly- Collect 31 unique characters - Precision controls - easy to learn, hard to master!Follow us:https://fb.me/TwoMenAndADog/",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.coffeestain.huntdown",
  "name": "Huntdown: Cyberpunk Adventure",
  "company": "Coffee Stain Publishing",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "8.25K reviews",
  "age": "Teeninfo",
  "describe": "Crime doesn’t pay… unless you’re a bounty hunter. After landing on PC and consoles in 2020, cult hit Huntdown is now causing cut-throat chaos on mobile. Try out the demo first for free before buying the full game – slay criminals with no ads and no microtransactions!Clean up the streets as one of three merciless bounty hunters in a pixel-painted metropolis overrun by violence and corruption. Inspired by the iconic action movies and arcade games of the 80s, take on the criminal underbelly of the city with a creative assortment of weapons and reclaim the city from anarchy.  Huntdown is the rip-roaring action comedy platformer that delivers fast-paced strategic 2D combat against four deadly gangs and a slew of crime bosses. Prepare to be hit by missiles, explosions, and hundreds of unique one-liners in this riotous adventure from Easy Trigger and Coffee Stain Publishing.Including:20 levels of platforming pandemonium: Blast your way from towering rooftops and highways to dingy alleyways and casinos as you leave a bloody trail through Huntdown’s bustling criminal underworldChoose your bounty hunter: Play as the merciless ex-commando Anna Conda, cyborg John Sawyer, or modified droid Mow Man, each furnished with their own unique armaments. As well as machine guns and pistols, you can also chuck kunai, boomerangs and tomahawks to grind down your enemies16-bit hand-crafted style: stunningly rendered pixel art, furnished with sidescrolling settings saturated with beautifully detailed backgrounds and animations",
  "lastVersion": "Oct 29, 2023",
  "classify": "ActionPlatformerRun & gunCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rexetstudio.blockstrike",
  "name": "Block Strike: FPS Shooter",
  "company": "Rexet Studio",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "1.88M reviews",
  "age": "Teeninfo",
  "describe": "Block Strike is a first-person online multiplayer 3D shooter with pixel graphics and fun competitive gameplay.Play an addictive online first-person shooter action game with friends and other players online! Gather your team with your friends, create clans, and win together in dynamic battles of this PvP shooter - BS.Buy modern weapons, upgrade them, change the look of your weapon, as well as your character!🕹️ MODES 🕹️The game has more than 24 various game modes in this PvP FPS, of which we can highlight:- Team Deathmatch - dynamic PvP battle.- Bomb - CS-like mode.- Death Run - Resolve the logical tasks and survive.- Tower Battle - Mine, Craft and fight- Nexbot - Kill all bots' waves.- Zombie Survival and Zombie Escape - Zombie and Humans standoff different modes where you Run and survive - Bunny Hop (BHop) - Jump, jump and jump.- Surf - Surf down and up.- Hide 'N Seek -  Prop Hunt Mode, where you need to hide from the hunters, or you can become a hunter and find who is an object imposter.- Skibidi Atack - Survive in the skibidi world of toilet bots.If you are already tired of being on the top of the battlefield scoreboard this minigames mode could be very fun.⛰ MAPS ⛰More than 70 different maps with dynamic battles and standoffs every day!From small cards for a small group of friends to huge cards on which you have to work hard to win in-game brawl.Spacial map for the squid game challenge where you need to tum and sop just in time. Keep an eye on the red light - green light. Try to win this war 456 times. Doll Roll is seeking for you - it’s a real Survival Game for only one winner. It's could look better than Candy Challange.🔫  WEAPONS 🔫More than 40 types of guns to your liking. Try them all on the arena in PvP team battles of BS game.🖌 SKINS AND STICKERS 🖌Change the look of your weapon with skins, and don't forget to stick a sticker.All this you can get from the cases both for free and for in-game currency, which you can get for the battles fought. Create your own unique weapon skin that even your friends will envy.Install free and play today fast PvP fight in this one of the Online action games!The BS is a mobile game that is in the vein of everyone's favourite CS with a PvP team battle but with cubes graphics and amazing pixel guns!Follow us on social networks:VK: https://vk.com/blockstrikeYouTube: https://www.youtube.com/c/RexetStudioTwitter: https://twitter.com/RexetStudioDiscord: https://discord.gg/blockstrike",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.littlenightmare",
  "name": "Little Nightmares",
  "company": "Playdigious",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "First available on PC and consoles, the horror adventure tale Little Nightmares is available on mobile! Immerse yourself in Little Nightmares, a dark whimsical tale that will confront you with your childhood fears!Help Six escape The Maw – a vast, mysterious vessel inhabited by corrupted souls looking for their next meal.As you progress on your journey, explore the most disturbing dollhouse offering a prison to escape from and a playground full of secrets to discover.Reconnect with your inner child to unleash your imagination and find the way out!Little Nightmares features a subtle mix of action and puzzle-platformer mechanics rooted in an eerie artistic direction and creepy sound design.Sneak your way out of the Maw’s dreary maze and run from its corrupted inhabitants to escape your childhood fears. FEATURES- Tiptoe your way through a dark and thrilling adventure- Rediscover your childhood fears inside a haunting vessel and escape its eerie inhabitants- Climb, crawl and hide through nightmarish environments to solve tricky platform puzzles- Immerse yourself in the Maw through its creepy sound designIf you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionAction-adventureSurvival horror",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.potionpermit",
  "name": "Potion Permit",
  "company": "Playdigious",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "**Pre-register the game now!**The town of Moonbury has always been wary of the outside world's medical advances, preferring to rely on its traditional healing methods. However, when the mayor's daughter falls ill and the local witch doctor can do nothing to help her, they are forced to look outside their small community for help. The Medical Association decides to send their most accomplished chemist - you - to help cure the mayor's daughter and convince the residents of Moonbury of the wonders of modern alchemy.Gain their trust and tend to each person when they fall ill in this open-ended sim RPG!FEATURES- Take care of Moonbury’s inhabitants: diagnose their illnesses, gather ingredients and brew potions to cure them.- Heal the town : Upgrade buildings, expand your gathering area and transform the townsfolk’ lives in many ways.- Build relationships with Moonbury’s inhabitants, earn their trust and eventually find love with your chosen sweetheart! - Team up with your loyal dog that follows you wherever you go and helps you in your work.- Relax in a wholesome, colourful world and live the apothecary life you want!CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Cloud Save – Share your progress between Android devices- Compatible with MFi controllersIf you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.playdigious.potionpermit"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.mobigo",
  "name": "Go Baduk Weiqi Master",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "You can enjoy Baduk with optimized artificial intelligence for a comfortable gaming experience.It offers various difficulty levels to consider individual skill differences.You can take a break and enjoy using the continue feature.■ 1-Player GameVarious settings such as difficulty, board size, and handicaps.Ability to save game records for review.■ Quiz ModeOffers over 2,000 different problems.Suitable for players of all levels, from beginners to experts.■ 2-Player GamePlay against another person on the same device.Provides the ability to adjust the board size.■ RecordsSave your own game records for review.View famous games with 'Pro Records.''Pro Commentary Records' to assist with understanding.Homepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook : https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Dec 7, 2023",
  "classify": "Board",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.mobigo"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pid.ugly",
  "name": "Ugly",
  "company": "PID Games",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Embark on an unforgettable voyage through a tormented nobleman's psyche in \"Ugly,\" a dark fairytale turned mobile puzzle-platformer. Navigate a world awash in tragedy, armed with an innovative mirror mechanic that allows you to face puzzles—and yourself—like never before.Dive deep into the enigmatic world of \"Ugly\" and get ready to confront truths as unsettling as they are enlightening. Are you brave enough to face what's hidden in the mirror?Key Features:- Innovative Mirror Mechanic: Generate a shadowy reflection to swap places with, unlocking new angles for puzzle-solving and exploration.- Deep Narrative: Unravel a profound, text-less story that delves into the corners of a broken mind. Each puzzle room you conquer brings clarity to your clouded past.- Visually Stunning: Immerse yourself in an intricately crafted world, where every detail, from the moody lighting to the ethereal art style, serves the narrative.- Mind-Bending Puzzles: Conquer intricately designed puzzle rooms, each offering a fresh challenge and a fragment of your past.- Epic Boss Battles: Engage with towering bosses that test not just your reflexes, but also your resolve.- Discover Hidden Secrets: Unlock alternate endings and hidden rooms for an enriched gameplay experience.- Exceptional Soundscapes: Atmospheric music that perfectly complements each twist and turn in your unsettling journey.- Controller Support: Experience the game seamlessly with MFI Bluetooth controller support.The game’s title isn't a reflection of its beautifully dark world, but of the unsettling truths you'll uncover. Are you ready to face the \"Ugly\" in you?",
  "lastVersion": "Nov 14, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.pid.ugly"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.DevoraStudios.WheelieCity",
  "name": "Cidade do Grau: Grau e Corte",
  "company": "Devora Studios",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Bem-vindo à Cidade do Grau! Jogo de Grau e Corte na Favela, faça entregas ganhe dinheiro e faça customização de motos brasileiras. Prepare-se para mergulhar em uma metrópole repleta de ação, onde você assumirá o controle das ruas como entregador, fazendo grau e corte com sua moto, entregas e montando sua moto e seu personagem para se destacar como o rei ou rainha das entregas na favela.🏍️ Domine o Grau: Entre no mundo do grau de moto enquanto você empina sua moto pelas ruas movimentadas da Cidade do Grau. Aperfeiçoe suas habilidades de empinar, desafie a gravidade e crie um espetáculo visual que deixará todos boquiabertos.📦 Entregas de Alto Impacto: Torne-se o mensageiro definitivo da Cidade do Grau, enfrentando desafios emocionantes de entrega. Navegue por cenários urbanos dinâmicos, desviando do tráfego intenso, explorando atalhos secretos e mantendo a adrenalina enquanto entrega pacotes vitais em tempo recorde.🔧 Personalização Única: A expressão pessoal é a chave na Cidade do Grau. Customização não se limita apenas à sua moto; você também pode moldar a aparência do seu personagem. Escolha entre uma ampla gama de opções de personalização, desde designs de motos radicais até roupas estilosas e acessórios marcantes para se destacar no cenário urbano.🌆 Mundo Expansivo: Explore cada canto da Cidade do Grau enquanto percorre bairros variados, cada um com seu próprio estilo e desafios. Desbloqueie novos distritos à medida que avança, revelando segredos ocultos e áreas inexploradas que enriquecem ainda mais a experiência.Prepare-se para uma jornada de entrega intensa, onde a destreza na moto e a habilidade em manobras se unem para criar uma experiência eletrizante. Na Cidade do Grau, você é a estrela das ruas, e cada curva, empinada e entrega bem-sucedida o leva um passo mais perto da glória nas estradas urbanas. Está pronto para se tornar o ícone supremo da entrega de motocicletas na Cidade do Grau? Acelere e faça história",
  "lastVersion": "Dec 9, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.DevoraStudios.WheelieCity"
}]