[{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#5 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.stormbound.google",
  "name": "Stormbound: Kingdom Wars",
  "company": "Stormbound Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "81.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Immerse yourself in the rich world of Stormbound, as four kingdoms struggle for dominance. Construct a deck of unique and powerful cards and then dive into real-time battles against other players. Novel gameplay combines your favorite aspects of collectible card games with the tactical strategy of board games. Play cards from your hand to the game board and then watch your units march on the enemy base.FEATURES: *Tactical gameplay that rewards the most clever strategists*Real-time PVP battles against players all around the globe*Dozens of powerful cards to collect and upgrade!*Incredible 2D and 3D art immerses you in the world of Stormbound*Four distinct kingdoms with unique advantages and playstylesPlease Note: Stormbound: Kingdom Wars is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Nov 16, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nvsgames.snap",
  "name": "MARVEL SNAP",
  "company": "Nuverse",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "421K reviews",
  "age": "Teeninfo",
  "describe": "Start playing MARVEL SNAP today - the Mobile Game of the Year Award Winner loved by millions of players around the world.MARVEL SNAP is a fast-paced collectible card game with innovative mechanics that's designed for mobile.Build your deck of 12 cards. Each Card represents a Marvel Super Hero or Villain, each with a unique power or ability. The goal of the game is to outsmart and outwit your opponent. Learning how to play only takes a few minutes, and matches only take 3-minutes. Download now and find out what everyone is talking about! 3-MINUTE GAMES! No more waiting around! Every game lasts only around three minutes. We cut out the fluff to focus more on the good stuff. PLAY MORE, EARN MOREEvery player begins with a FREE starter deck that helps you get started on your journey. From there, play at your own pace because there are no energy barriers, no ads, and no limits to your play. Unlock your favorite characters, and discover hundreds of new ones as you earn new cards to add to your collection simply by playing and mastering the game.DO YOU LOVE STRATEGY GAMES? GAMEPLAY VARIETY? The game is designed so that every match feels different. Play your cards at 50+ different locations from across the Marvel Universe, each with iconic game-changing abilities. From Asgard to Wakanda, new locations are introduced regularly to put your creative problem-solving skills to the test. CROSS-PLATFORM PLAY Available on both mobile AND Desktop PC. Play anywhere, any time you want. Register your account and your progress stays with you across different platforms. INNOVATIVE MECHANIC: \"SNAP\" TO RAISE THE STAKES \"SNAP\" is a unique mechanic in the game that lets you raise the stakes during a match and apply pressure on your opponent. For example, if you think you have a winning hand, use the 'SNAP' mechanic to double down and potentially double your rewards.Hey, even if you're bluffing —you could double your rewards!  DO YOU LOVE TO COLLECT? Each card in your deck is a unique character from the Marvel Multiverse. No other game lets you collect, mix, and match hundreds of hero and villain art variants from the entire MARVEL Universe—and beyond. You might have a classic comic inspired Iron Man card, but do you also have the Chibi, 8-bit, and Cartoon variants? I AM GROOT I am Groot. I AM Groot. I am GROOT. I am Groot? I am Groot. I AM GROOT! I am GROOT. I am Groot? DAILY, WEEKLY, & MONTHLY UPDATESMARVEL SNAP stays fresh and exciting with new cards, new locations, new cosmetics, new season passes, new ranked seasons, new challenges, new missions, and new events regularly. You don't have to wait months for updates! What are you waiting for? The game only takes a few minutes to learn and 3-minutes to play. Jump right in and find out why MARVEL SNAP won multiple 'Mobile Game of the Year' awards!",
  "lastVersion": "Nov 28, 2023",
  "classify": "#5 top grossing strategyCardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thg.d",
  "name": "Champion Strike",
  "company": "Two Hands Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "19.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Win PvP battles with champion control and strategic unit composition!An exciting battle with players from all over the world!! Welcome to 『Champion Strike』 where elaborate strategy and control fights are possible!◈ Game Introduction ◈『Champion Strike』 is a real-time PvP strategy simulation game with a controllable Champion aspect.Unpredictable battles with a strategic combination of champion control and card units will make the hearts of players all over the world beat!Create a moment for reversal winning through strategic card unit combination.If you are confident in strategy and control! Play now and become the hero of Super Play!◈ Latest update features ◈▶Card Crafting and Dismantling System- Attractive system for obtaining a desired specific card! - Dismantle unwanted cards and make them into new ones!▶Profile Decoration System - Show off your unique profile with your favorite characters! - Banners and badges can be customized to your own taste!▶ 2v2 team play  - This is a multiplayer battle mode where you can battle with your partner!  - Invite friends or clan member to play battles together!  - Take victory in a more diverse strategy!◈ Game Features ◈▶ Evolved game play  - Experience great PvP through skillful controls in real-time strategy battles.  - Don't wait for automatic battle! Attack your opponent's week point directly!  - Target and attack the opponent's units with the champion!  - A tense 1 point situation! Jump into enemies and aim for the opponent's tower!▶ The vast world of Champion Strike  - Orcs, Demons, and Elves. Various cards such as beasts, machines, and buildings are waiting for you!  - Collect over 70 different cards and build your own deck!▶ World Battle  - Meet and compete with players from all over the world in World Battle!  - Show your control to beat your opponents with unexpected strategies!  - Thrilling experience to enjoy in real time! Turn the tide of battle and claim a thrilling victory!▶ Big Match  - Watch the battles of the world's top rankers in real time in Big Match and receive cheering rewards!  - You too can be the main character of the big match! Thousands of people will watch you play!▶ World League  - Classified into random groups of users based on the season's highest medal, and an event competition to determine the strongest in each group!  - Obtain reward items according to the World Battle Victory Point ranking results during the event period!  - Participate in the World League and challenge the world's No. 1!▶ Clan system  - Join a clan, send and receive cards with clan members, and enjoy clan race content!  - Enjoy friendly battles with your clan members and friends!  - Participate in the Clan Race and gather strength with your colleagues to receive even more valuable rewards!▶ Various event modes   - You can enjoy the pleasure of playing in various modes such as speed-up mode for fast battles, sudden death where the first player to gain victory points wins, and mana double mode for quick mana recharge.▶ Ranking system  - Take the top place in the ranking system operated by season and earn massive rewards.▶ Daily Mission  - Open daily free missions and various chests to get cards, gold, ruby, and emoticons.[Official Community]- Official Facebook: https://www.facebook.com/thechampionstrike- Official YouTube: https://www.youtube.com/ChampionStrikeOfficial- Official Twitter: https://twitter.com/championstrikeCheck out the various events and news of Champion Strike![Support page]- Official support page: https://twohands.helpshift.com/a/champion-strike",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.igg.android.castleclashvn",
  "name": "CastleClash:Quyết Chiến-Gamota",
  "company": "IGG.COM",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "206K reviews",
  "age": "Everyone 10+info",
  "describe": "Gamota and IGG cooperated to co-publish the game Castle Clash: Quyet Chien in Vietnam.★★★Kung Fu Panda Collaboration: Po Enters Narcia★★★Kung Fu Panda officially debuted in Castle Clash! Po the humble panda and Kung Fu enthusiast from another world, overcame countless challenges to become the legendary Dragon God Hero. What amazing powers will he wield during his journey in Narcia?Join the special event series now to start your adventure with Po and the Five Heroes in Narcia. Receive Cooperation Heroes, Skins, Emo chats, valuable game item packs, extremely rare statue sets and many special gifts!Veteran members returning to the game will also receive exclusive event rewards! Complete assigned tasks to receive points, redeem shopping cards and other holiday gifts!Online mobile game Castle Clash combines strategy and combat! Summon Heroes, command the squad, gather resources, upgrade and evolve. Build an empire and continue the great journey!Salient features:✔ Gather resources, consolidate into battle✔ Upgrade your appearance and enhance your strength✔ Simple operations, free fighting✔ Summon Heroes, overcome monsters✔ Decide to fight on the Arena, compete for skills★ Challenge the new goalkeeper, conquer the Land of God of Destruction.★ Explore Weapon features to support combat.★ Increase your fighting power with the General and House Skin system.★ Win honorable resources in Age of War, Conquest of Fire, Fortress and Alliance War.★ Team up with friends, challenge the copy.★ Gather the entire server, destroy the Demon King.★ Upgrade Super Beasts, fight together.★ Siege Master, receive Super General.★ Conquer global servers! Race the all-new Grand Monarch battlefield!Note: The game requires an internet connection.Facebook: https://www.facebook.com/CastleClashVietnamIGG/Discord: https://discord.gg/castleclash",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyBuild & battleMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.divmob.epicheroeswar.en.freemium",
  "name": "EHW Premium &101 classic games",
  "company": "DIVMOB",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Epic Heroes War is a real-time strategy game, online side-scroller defense combines RPG. Build up a powerful army and slaughter enemy hordes in quests and battles with other players!Key features:★ A unique game★ Lot of heroes with unique skills★ Lot of campaign levels, Online PvP, Domination, Challenge, Heaven & Hell map ...★ Local Bosses★ Nation War★ World Bosses★ Auction★ Boss party★ Guild War★ Arena★ Real-time strategy PvP 1VS1 battle.You will get 30k gems for new accounts.",
  "lastVersion": "Dec 10, 2023",
  "classify": "Role PlayingAction-strategyCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.noodlecake.luminocity",
  "name": "Lumino City",
  "company": "Noodlecake",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "10.9K reviews",
  "age": "Everyoneinfo",
  "describe": "** 🏆 British Academy Games Awards - Winner 2015 **Lumino City is the award winning puzzle adventure crafted entirely by hand out of paper, card, miniature lights, and motors.Through this gorgeous environment weaves a clever, charming and puzzling adventure. Lumi’s grandfather, the caretaker of Lumino City, has been kidnapped. To find him, you must explore the city and figure out the fascinating mechanisms that power this unique world.Winner of numerous international awards, including the BAFTA for Artistic Achievement alongside nominations for Innovation and Best British Game, Lumino City now finds its home on the Play Store as the perfect tactile experience for Android mobile devices.♥︎ Lumino City has an estimated 8 - 10 hours of gameplay and no In-App Purchases.★★★★★ Reviews: ★★★★★“An astonishing place to explore.” - Eurogamer“Something special worth experiencing. Every scene is awe-inspiring. It's gorgeous.” - GameInformer“The most beautiful game WIRED has seen in ages.” - WIRED“Unlike almost any other video game you've ever played....It's wow.\" - Kotaku“A benchmark for adventure game design.” - Adventure Gamers“It's a huge, intricate world. Lumino City has a distinct and wonderful personality. Stunning.” - The Verge“A wide range of wonders to behold... Continually engaging and often inventive puzzles.” - Adventure Gamers★★★★★ Other Awards include: ★★★★★** 🏆 BAFTA - Three Times Nominated & Winner 2015 **** 🏆 Develop Awards - Winner **** 🏆 BIG Festival - Winner **** 🏆 Indie Prize Casual Connect **★★★★★ Features:★★★★★AN ENTIRELY HANDMADE CITY. Everything you see on screen was made using paper, cardboard and glue, miniature lights and motors. A UNIQUELY BEAUTIFUL WORLD TO EXPLORE. Venture beyond the city gates to discover gardens in the sky, boats marooned high on an immense waterwheel, and houses dug precariously into cliffs.AWE INSPIRING PUZZLES. Play with real objects within each scene. Control windmills in the clouds, provide power to a house using only lemons plus your own ingenuity, and work out how to win at the most puzzling pinball table ever created.A PERFECT EXPERIENCE FOR TOUCHSCREENS. With a seamless interface optimised for mobile devices and tactile puzzles made from real materials, you'll feel like you're diving into a miniature world of physical playthings.CLOUD SAVE SYNCING. Switch play between all your Android devices and pick up where you left off.⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⚠ Note: Lumino City is a modern graphically intense game which requires a device with modern processing capabilities. Your experience may vary if running Lumino City on older hardware.",
  "lastVersion": "Oct 30, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rockstargames.gtasa",
  "name": "Grand Theft Auto: San Andreas",
  "company": "Rockstar Games",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "844K reviews",
  "age": "Mature 17+info",
  "describe": "Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:  • Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. • Cloud save support for playing across all your mobile devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.• Compatible with the MoGa Wireless Game Controllers and select Bluetooth and USB gamepads.• Integrated with Immersion tactile effects.  • Tailor your visual experience with adjustable graphic settings. Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: San Andreas. For information about supported devices and compatibility, please see:http://support.rockstargames.com/hc/en-us/sections/200251868-San-Andreas-Mobile-SupportMobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames",
  "lastVersion": "Jun 29, 2023",
  "classify": "#3 top paid actionActionAction-adventureCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Flanne.MinutesTillDawn.roguelike.shooting.gp",
  "name": "20 Minutes Till Dawn:Premium",
  "company": "Erabit Studios",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "14.2K reviews",
  "age": "Teeninfo",
  "describe": "Survive the onslaught of an endless horde of monsters for 20 minutes!20 Minutes Till Dawn is a ghoulish and challenging shoot 'em up. You can choose incredible weapons and characters to survive untill dawn. This survival game pits players against an endless horde of enemies from Lovecraftian mythology.【Quickplay Mode Can Be Fun】Every round can be uniquely satisfying to fight creatures of the night and defeat them with a simple run and gun strategy. Experiment with new characters and their special abilities to gain an advantage over the ghouls that haunt the game. 【Try Different Characters】There are over 10 distinct characters in the game.Each character in this game has a unique appearance and is gifted with abilities that make your adventure unpredictable to survive till dawn. You can start the game with Diamond to get higher defensive capabilities to survive longer in battle since Diamond has high HP, you can also unlock Scarlett to burn enemies with a wave of fire that deals damage per second.【Pick Upgrades That Build On Weapons】There are a variety of tactics to survive based on the weapons you choose. An upgrade is available right after collecting enough XP to level up. For example, the Quick Hands upgrade can be used frequently with the weapon Flame Cannon to deal dangerous amounts of damage to enemies at an increased fire rate, and the Holy Shield upgrade can be used with the crossbow to devastate enemies at long range. The Holy Shield can also regenerate, giving players adequate time to reload between fights.【Keep An Eye On Synergies】You can click the “II” button in battle any time to check synergies at any time & choose the right upgrade tree to unlock outstanding combinations of upgrades to gain additional bonus!  For example, Mini Clip is a synergy that requires Fan Fire and Fresh Clip upgrades. It decreases the reload time and increases damage, making it easier to survive the monsters without getting hit while reloading weapons.【Don’t Forget The Sword Runes and Shield Runes】Sword runes can inflict critical damage and it can greatly enhance the offensive capabilities of characters.And the Shield runes in 20 Minutes Till Dawn can be used to protect players in dire situations. Selecting the right runes strategically can help you survive longer in battle.【Contact Us】Discord：@20 Minutes Till DawnTwitter：@erabit_studiosFacebook：@Erabit Studios/@20 Minutes Till DawnEmail：20minutestilldawn@erabitstudios.com",
  "lastVersion": "Nov 29, 2023",
  "classify": "#7 top paid strategyActionShooterBulletstormCasualStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "154K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robtopx.geometryjump",
  "name": "Geometry Dash",
  "company": "RobTop Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "907K reviews",
  "age": "Everyoneinfo",
  "describe": "Jump and fly your way through danger in this rhythm-based action platformer!Prepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play with lots of levels that will keep you entertained for hours!Game Features• Rhythm-based Action Platforming!• Lots of levels with unique soundtracks!• Build and share your own levels using the level editor!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Lots of achievements and rewards!• No in-app purchases!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
  "lastVersion": "Nov 15, 2017",
  "classify": "ActionPlatformerRunnerArcadeAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hg.titanquestedition",
  "name": "Titan Quest: Legendary Edition",
  "company": "HandyGames",
  "rating": "4.0star",
  "downloads": "10K+",
  "reviews": "3.61K reviews",
  "age": "Teeninfo",
  "describe": "Titan Quest has captivated legions of players since its 2006 debut. Your honorable quest is to save the world!The gods alone cannot defeat the Titans, so real heroes are needed - and that can only be you! Your success or failure will decide the fate of the people and the Olympians! With your custom-created hero, scour the mystical and ancient worlds of Greece, Egypt, Babylon, and China. Conquer the hordes of legendary creatures and master various weapons and martial arts: Archery, sword fighting, or the use of powerful magic!Travel a world of antiquity and Nordic mythology!Battle the beasts of mythology as you travel to the Parthenon, the Great Pyramids, the Hanging Gardens of Babylon, the Great Wall, the Tartarus Arena, and other famous places. Encounter the greatest villains of Greek mythology, discover the uncharted lands of northern Europe, search for the mythical kingdom of Atlantis, and set out on a journey across the western Mediterranean.It’s all or nothing on your glorious path!With each challenge that awaits you, you'll have to defeat bigger and stronger enemies until you reach your goal and force the Titans to their knees! Rush into battle alongside brave pet companions! Find extraordinary items with special powers that will enhance your abilities and help you on your path. Legendary swords, powerful lightning spells, magical, bows and numerous other treasures with unimaginable powers await you - all of them are at your disposal in your battles and spread fear and terror among the hideous creatures!What are you waiting for?Like no other game in the Action RPG genre, Titan Quest: Legendary Edition combines the fascinating world of mythology with endless and exciting action that you would expect from such a compelling game!Features:● IMMORTAL THRONE - Within the world of the Immortal Throne DLC, you’ll encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx. You have to interpret the prophecies of the blind seer Tiresias, fight alongside Agamemnon and Achilles, and use the wiles of Odysseus to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe in the Ragnarök DLC, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Meet an explorer in the Atlantis DLC, in search of the mythical kingdom of Atlantis. A key is supposedly hidden in the diary of Herakles, which is rumored to be located in the Phoenician City of Gadir. Set out on a journey across the western Mediterranean, including the Tartarus Arena for epic battles!● All important updates have been implemented to the technically overhauled Titan Quest to grant the best gaming experience of this classic ever!● ETERNAL EMBERS DLC available as in-app purchase - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain.! A note for all players who own the base version of Titan Quest: The DLCs mentioned here are also available for purchase as additional content so that all fans can upgrade their game to fully enjoy all expansions!Thank you for playing ‘Titan Quest - Legendary Edition’!Imprint: http://www.handy-games.com/contact/© www.handy-games.com GmbH",
  "lastVersion": "Dec 6, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thunderful.smbf",
  "name": "Super Meat Boy Forever",
  "company": "Headup",
  "rating": "4.1star",
  "downloads": "50K+",
  "reviews": "1.83K reviews",
  "age": "Teeninfo",
  "describe": "Super Meat Boy Forever takes place a few years after the events of Super Meat Boy. Meat Boy and Bandage Girl have been living a happy life free of Dr. Fetus for several years and they now have a wonderful little baby named Nugget. Nugget is joy personified and she is everything to Meat Boy and Bandage Girl. One day while our heroes were on a picnic, Dr. Fetus snuck up on them, beat Meat Boy and Bandage Girl unconscious with a shovel and kidnapped Nugget! When our heroes came to and found that Nugget was missing, they knew who to go after. They cracked their knuckles and decided to never stop until they got Nugget back and taught Dr. Fetus a very important lesson. A lesson that can only be taught with punches and kicks.The challenge of Super Meat Boy returns in Super Meat Boy Forever. Levels are brutal, death is inevitable, and players will get that sweet feeling of accomplishment after beating a level. Players will run, jump, punch and kick their way through familiar settings and totally new worlds.What’s better than playing through Super Meat Boy Forever once? The answer is simple: Playing through Super Meat Boy Forever several times and having new levels to play each time. Levels are randomly generated and each time the game is completed the option to replay the game appears and generates a whole new experience by presenting different levels with their own unique secret locations. We’ve handcrafted literally thousands of levels for players to enjoy and conquer. You can replay Super Meat Boy Forever from start to finish several times before ever seeing a duplicate level. It is truly a remarkable feat of engineering and a monumental example of ignoring the limits of rational game design and production.They don’t give Oscars to games, but they probably will after Super Meat Boy Forever becomes the best movie of 2020 and 2021! Our story takes Meat Boy and Bandage Girl through several worlds in search of their darling little Nugget with beautifully animated cutscenes and musical accompaniment that makes Citizen Kane look like a reaction video to an sled unboxing. Players will laugh, they will cry, and when all is said and done maybe they’ll emerge from the experience a little better than when they started. Ok so that last part probably won’t happen but marketing text is hard to write.- Run, Jump, Punch and Slide your way through literally thousands of levels!- Experience a story so that it will influence the cinematic landscape for decades to come.- Fight Bosses, find secrets, unlock characters, live in the world we’ve created because the real world can kinda suck sometimes!- The long awaited sequel to Super Meat Boy has finally arrived!",
  "lastVersion": "May 19, 2023",
  "classify": "#4 top paid adventureActionPlatformerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.slothwerks.krumit",
  "name": "Meteorfall: Krumit's Tale",
  "company": "Slothwerks",
  "rating": "4.5star",
  "downloads": "10K+",
  "reviews": "1.27K reviews",
  "age": "Everyone 10+info",
  "describe": "Battle the likes of sozzled bearbearians and nuke-addled snotwolves to protect our glowing green world from the sweaty hands of the Uberlich! Krumit's Tale involves the same core deck building mechanics as Meteorfall: Journeys and the same cast of overly optimistic heroes, but expands the ‘swipe’ mechanic into a dynamic grid based system. This means more depth and longevity – our heroes will have to choose perks to complement their deck-building strategy and carefully manage the board if they wish to triumph.+ A follow-up to the popular mobile solo deckbuilding card game - Meteorfall: Journeys!+ The brave heroes of Meteorfall return! Play as five different heroes - Bruno, Greybeard, Mischief, Muldorf, and Rose - each with their own cards and a distinct playstyle+ In true roguelike fashion, each run is different! Your journey is built from 20+ unique dungeons, 25+ fully animated enemies, more than 50+ perks (passive bonuses), and more than 300+ cards+ More than 30 achievements to unlock+ Feeling competitive? Check out the daily challenge mode! Each day has a different set of modifiers which tweak the rules of the game in radical ways.+ Mobile optimized gameplay. The game can be played one-handed in portrait mode and auto-saves frequently+ Offline play. If you want to enjoy Krumit's Tale on your daily commute or on an airplane ride - go for it! No online connection is required+ Join an active community of players on Reddit (/r/KrumitsTale) or Discord",
  "lastVersion": "Sep 1, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fizzd.connectedworlds",
  "name": "A Dance of Fire and Ice",
  "company": "7th Beat Games",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "25.6K reviews",
  "age": "Everyoneinfo",
  "describe": "A Dance of Fire and Ice is a simple one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure you would enjoy this game!Features:- 20 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world has its own unique hand-drawn fantasy landscape, and has short tutorial levels followed by a full-length boss level.- Post-game challenges: Speed Trials for each world and blisteringly fast bonus levels for the brave.- Play new levels for free: more levels will be added over the coming months.- Calibration options: Auto-calibration and manual calibration. This is a precise rhythm game, so please use your ears more than your eyes when playing.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part you just need to keep a consistent beat - but keeping a beat is not very easy. So don't worry if you find it difficult!",
  "lastVersion": "Sep 21, 2023",
  "classify": "#2 top paid musicMusic",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.fizzd.connectedworlds"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.EtherGaming.PocketRoguesUltimate",
  "name": "Pocket Rogues: Ultimate",
  "company": "EtherGaming",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "13.8K reviews",
  "age": "Teeninfo",
  "describe": "Pocket Rogues is a dynamic old school Action-RPG designed in the Roguelike genre. Here, you have to shoot your way out of hordes of monsters by traveling through unique and randomly generated locations and develop your own fortress and heroes.Real-time battles will challenge any hardcore player, and research for environment and many unusual techniques will engage you for long hours.“For many centuries, a dark dungeon had been beckoning hapless travelers with its secrets and treasures. One after another, they disappeared after having met the true Evil, but gloomy legends only heat up new and new adventurers’ itches. So why not to become one of them?!”FEATURES:• The game is completely played in real time without any pauses between its stages! Move, dodge obstacles and maneuver around a flank! This is an elaborated combat system focusing primarily on the character control and a player’s skills.• There are many classes of heroes here: each has unique skills, specific equipment and their own dendrogram.• Every descent is special! Everything, from locations and monsters to loot and accidental encounters, is generated during the game. You will never get two identical dungeons!• The game includes unique locations: each of them has its own visual style, unique enemies, traps and interactive objects; and you can move freely between all open locations.• Your own fortress: you can build and improve erections in the territory of the Guild Fortress, by opening and strengthening new heroes, as well as gaining access to new game techniques.• Regular updates. The game has been supported and actively developed for a long period of time, in close contact with the community and active players.The premium version of the game is designed to simplify the extraction of gems and maximize your gaming experience.ULTIMATE-VERSION FEATURES:• The number of all the gems, obtained by killing monsters, bosses and for completing tasks, is increased by 50%• Added the ability to save the game before leaving, being in any normal dungeon, as well as auto-save while minimizing the game• Added the ability to start the dungeon from 5/10/25/50 floors, if you clear the corresponding number of floors in this location• The multiplayer features have been expanded: you can start the game from the 5/10/25/50 floors, and in the future it will be possible to create rooms for up to 4 people. All locations except the first three will be available for multiplayer only in the Ultimate version• Berserk, Necromancer and all future premium classes and premium buildings are available for gold (in the free version - for gems)• All normal dungeons are completely free- - -TRANSFER PROGRESS FROM THE FREE VERSION TO POCKET ROGUES: ULTIMATEIf the save was not transferred automatically, you can do it manually. To do this is quite simple:• 1) Open Settings on the start screen of the free version• 2) Click \"Save\" at the bottom of the screen (locally or to the cloud - any option will do)• 3) Open Pocket Rogues: Ultimate and there, in Settings, just click on the corresponding \"Load\" buttonAfter that, the game will restart, and your progress will be updated.- - -Discord(Eng): https://discord.gg/nkmyx6JyYZFacebook(Eng): http://www.facebook.com/PocketRoguesFor all questions, you can also contact the developer directly: ethergaminginc@gmail.com",
  "lastVersion": "Sep 12, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie",
  "name": "Earn to Die",
  "company": "Not Doppler",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "99.4K reviews",
  "age": "Teeninfo",
  "describe": "Drive your way through a zombie apocalypse!Are you ready to drive for your life? The hit online game series that has enjoyed OVER 200 MILLION PLAYS has been revamped and re-engineered for your mobile and tablet, bigger and better than ever before!You're stranded in a desert surrounded by zombies. With only a run-down car and a small amount of cash at your disposal, your mission soon becomes clear – to drive through hordes of zombies in order to escape... alive!THE BEST OF THE ACTION, DRIVING AND UPGRADE GENRESEarn to Die sees you not only driving your way through hordes of zombies, but allows you to earn cash to upgrade, unlock and customise new vehicles. Is your vehicle not strong enough? Why not add a gun, or boosters, or even a spiked frame?Key Features● A brand new and extended STORY MODE which sees you driving cross-country during a zombie apocalypse● 8 VEHICLES at your disposal, including a race-car, a truck and even a school bus!● UPGRADES GALORE! Just unlocking a vehicle isn't enough, customise each vehicle with a range of upgrades● Zombiesssssssssssss... Plenty of zombies... Be sure to introduce them to your car's front bumper● A realistic ragdoll physics engine that allows you to crash into zombies and send them flying!● Awesome animated sequences● Race for the best time in Championship Mode● Survived the zombie apocalypse? Smash through pumpkins in Halloween ModeWith over 200 Million Plays to the original online version, be one of the first to download the extended, BIGGER and BETTER version for your Android device.",
  "lastVersion": "Aug 28, 2023",
  "classify": "#1 top paid racingRacingStunt drivingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gm_shaber.dayrpremium",
  "name": "Day R Premium",
  "company": "Rmind Games",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "112K reviews",
  "age": "Teeninfo",
  "describe": "Benefits of Premium version:- Unique pet Raven- Starter Kit- Caches of useful items in shelters- Expanded selection of perks- Chat without any limitations- Reduced waiting time between parcels- Access to all kinds and colors of map markersCan you survive in a world destroyed by nuclear war? With radiation, hunger and disease all around you. You have to cross the entire country and save your family. Who knows if they are even alive, or if radiation and the deadly virus have already reached them? Uncover the secret of the apocalypse and regain your memories during a journey across the huge territory of the USSR in the 1980s. Surviving after the apocalypse isn't easy. You'll have to face the real hunger games! Monsters, zombies, thirst, countless diseases and injuries, blood-thirsty enemies – you have to fight it all. Craft all your resources: weapons, clothes, and transport. - Hardcore survival:Hunger, zombies and radiation won't give you a chance to relax.- Realistic world:Changing seasons, huge map of the USSR and more than 2,700 different towns and cities. Hunt animals, but be careful: even rats can seriously injure you! Explore the wilderness!- Endless possibilities:Multicraft, acquiring skills, hundreds of crafting recipes, lots of ammunition.- People and stories:Exciting quests and helpful allies. An open game world.- Improve your skills:Mechanics, blacksmith, chemistry and much more.- Cooperative mode:Online mode with chat, item exchange and joint fights. Multiplayer survival game.Survive in a post-nuclear USSR: overcome disease, hunger and enemies! Play Online too! Survive together with other players.Explore abandoned buildings and shelters. Find weapons and build transport using various materials.Remember everything you ever learned about chemistry and physics! It's an incredibly realistic survival game! Features: - Сraft system – get resources, hunt, find useful objects or weapons and create your own! - Hardcore survival simulator - Journey across the wilderness map in multiplayer mode - Choose the difficulty: sandbox, real life or onlineWar never changes. In 1985, the USSR collapsed before an unknown enemy. Within days, the entire country became a radioactive wasteland – violence, hunger and disease reign here now. When you no longer lose in the fight with death, other survivors await you in coop – Online mode lets you survive together, dealing with hardship, talking in chat and sending gifts to each other.Official Site: https://tltgames.ru/officialsiteenCustomer Service Email: support@tltgames.netJoin the global Day R community!Facebook: https://www.facebook.com/DayR.game/YouTube: https://www.youtube.com/channel/UCtrGT3WA-qelqQJUI_lQ9Ig/featured",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionAction-adventureSurvivalCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluebraingames.thehouseofdavinci",
  "name": "The House of Da Vinci",
  "company": "Blue Brain Games s.r.o.",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "37.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Enter The House of Da Vinci, a new must-try 3D puzzle adventure game. Solve mechanical puzzles, discover hidden objects, escape from rooms and dive into the authentic atmosphere of the Renaissance. Use all your wits to find out what's behind your master's disappearance.• KEY FEATURES •SOLVE MECHANICAL PUZZLESBrain twisters and baffling riddles are all based on Leonardo’s inventions.ENJOY INTUITIVE TOUCH CONTROLNavigate Leonardo’s workshop intuitively. Playing the game couldn’t be more fun.EXPERIENCE THE RENAISSANCEWar machines, complex lockboxes, mechanical puzzles, room escapes will all test your skills.MASTER UNIQUE MECHANICSDetect hidden objects by seeing through the surfaces around you.PEEK INTO THE PASTAn unusual gauntlet allows you to witness events that happened earlier, and learn more of the story.• WHAT’S THE STORY BEHIND THE HOUSE OF DA VINCI? •You are Da Vinci’s most promising apprentice. Your master, Leonardo, has disappeared. You have no idea where he’s gone or what has happened. So you begin your quest, your search for the truth. However, Leonardo's workshop is full of puzzles, inventions, escape mechanisms and objects hidden in all corners of beautifully decorated rooms. You’ll need to use all of your brain cells to find out what’s really going on!We’ve applied our own imagination to the story of the world’s greatest inventor, Leonardo da Vinci, providing players with unique special abilities throughout gameplay. We allow you to warp back into your early days as a young apprentice, exploring the 16th century world around you, peeking into Leonardo’s mechanisms, puzzles and devices, as you eventually become powerful enough to control time itself and learn the secrets hidden in the past.Many challenging puzzles are inspired by Leonardo Da Vinci's real inventions and ideas. Mysterious locations were created based on original artworks and the wonderful Florence, Italy of 1506.• LIKE THE HOUSE OF DA VINCI ON FACEBOOK • https://www.facebook.com/thehouseofdavinci• FEEDBACK AND SUPPORT • For any feedback or support questions please do not hesitate to contact us at davinci@bluebraingames.com• MORE INFORMATION • Find out more about the game on http://www.thehouseofdavinci.com/.• LANGUAGES• The House of Da Vinci is now available in English, French, German, Spanish, Brazilian Portuguese, Czech, Slovak, Russian, Turkish, Italian, Polish, Japanese, Korean, Simplified Chinese, Hindi and Malay.• WHO ARE WE? •Blue Brain Games is an enthusiastic indie team of graphic artists and developers, all of whom are fans of both 3D puzzle games and the renaissance genius Leonardo Da Vinci. The House of Da Vinci was successfully funded on Kickstarter in late 2016. Install the game now and join over 2.391 adventure game enthusiasts that backed The House of Da Vinci!",
  "lastVersion": "Oct 4, 2023",
  "classify": "AdventurePuzzle-adventureCasualStylizedStylized-realisticPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=nz.co.codepoint.minimetro",
  "name": "Mini Metro",
  "company": "Dinosaur Polo Club",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.2K reviews",
  "age": "Teacher Approved",
  "describe": "Mini Metro, the sublime subway simulator, now on Android. No ads or in-app purchases.• 2016 BAFTA nominee• 2016 IGF award winner• 2016 IGN Mobile Game of the Year finalist• 2016 Gamespot's Best Mobile Game selectionMini Metro is a game about designing a subway map for a growing city. Draw lines between stations and start your trains running. As new stations open, redraw your lines to keep them efficient. Decide where to use your limited resources. How long can you keep the city moving?• Random city growth means each game is unique.• Over two dozen of real-world cities to test your planning skills.• A variety of upgrades so you can tailor your network.• Normal mode for quick scored games, Endless to relax, or Extreme for the ultimate challenge.• Build your metro exactly how you want to with the all-new Creative mode.• Compete against the world every day in the Daily Challenge.• Colorblind and night modes.• Responsive soundtrack created by your metro system, engineered by Disasterpeace.Please note that Mini Metro is incompatible with some Bluetooth headphones. If you do not hear audio over Bluetooth, please try disconnecting your headphones and restarting the game.",
  "lastVersion": "Jul 20, 2023",
  "classify": "#5 top paid simulationSimulationManagementCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xd.sandsofsalzaar.gp.global",
  "name": "Sands of Salzaar",
  "company": "X.D. Network",
  "rating": "3.3star",
  "downloads": "5K+",
  "reviews": "629 reviews",
  "age": "Teeninfo",
  "describe": "This is a fantastical tale of an exotic land. The Old Empire has fallen, leaving rival tribes to fight for control of the great desert. Little do they know of the seeds of darkness which grow in the shadows with each passing day...Sands of Salzaar is an open-world strategy-action RPG set across a sprawling desert. Build up and manage your forces from a single unit to a mighty army, then lead them into massive battles against your foes. How you progress is up to you: customize your hero with a wide variety of skills and talents, choose which factions to side with, and plan your strategies carefully to establish yourself as whoever you aspire to be - a lone wolf, a wealthy trader, a city lord, or a war schemer.",
  "lastVersion": "Mar 20, 2023",
  "classify": "Role PlayingAction-strategyCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.prpr.musedash",
  "name": "Muse Dash",
  "company": "hasuhasu",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "51.7K reviews",
  "age": "Teeninfo",
  "describe": "\"Hitting while listening to music.\"\"Is that the call from another world?\"[Game Starts Now—!!]Lovely girlsor rhythmic music?If there’s a place for you to have them both…It must be the paradise of parkour & rhythm game ★★★ — Muse Dash!!Huh?! Not your forte? It doesn’t matter!Who says you must have a strong sense of rhythm to win?Avoid is also a valid option (?)As long as you have 100% of passion, courage, and… love for lovely girls~Rhythm and fight won’t be an issue ヾ(❛ᴗ˂ )♥[Gameplay]Dance to the music and beat enemies in the air and on the ground. Also, watch out for the obstacles!!What an easy, beginner-friendly rhythm game (`・ω・´)b [Media Review]可愛らしいビジュアルのキャラクターが躍動する、新感覚の2Dアクションスタイルのリズムゲーム ——IGN Japan“A bright exterior hides a surprisingly deep and engaging mash up”——POCKET GAMER(๑•ㅂ•́)و✧Feedback: https://service.peropero.net/Twitter:@MuseDash_EN（https://twitter.com/MuseDash_EN）@PeroPeroGuys（https://twitter.com/PeroPeroGuys）",
  "lastVersion": "Nov 24, 2023",
  "classify": "#4 top paid musicMusicRhythm-actionCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Rhythm+action+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.RustyLake.RustyLakeRoots",
  "name": "Rusty Lake: Roots",
  "company": "Rusty Lake",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "14.2K reviews",
  "age": "Editors' Choice",
  "describe": "James Vanderboom's life drastically changes when he plants a special seed in the garden of the house he has inherited. Expand your bloodline by unlocking portraits in the tree of life.Rusty Lake: Roots is the second premium point-and-click adventure by Rusty Lake, the creators of the Cube Escape series and Rusty Lake Hotel.Features:- Pick-up-and-play:Easy to start but hard to put down.- Unique storyline:Experience the beginning and end of characters' lives and build your own family tree. - More than 33 levels:The biggest Rusty Lake game so far is filled with puzzles- Full of suspense and atmosphere:Switching from calm to very dark moments- Immersive soundtrack:Each level has its own theme song and variations- Achievements:The tree has more secrets to unravelClick on the arrows, drag or swipe to navigate around the environment. Some objects you can drag. Interact with people and objects by clicking. Select found items in your inventory and click somewhere on screen to use them.Please email us at info@rustylake.com if you are experiencing any problem. For all players who experience a small glitch, please try the Reset level option in settings first, if this doesn't work, let us know so we can fix it in an update! We will unfold the Rusty Lake story one step at a time. So check RustyLake.com every day for new content! Like, follow and subscribe:Facebook: https://www.facebook.com/rustylakecomInstagram: https://www.instagram.com/rustylakecomTwitter: https://twitter.com/rustylakecomMailing list: http://eepurl.com/bhphw1",
  "lastVersion": "Mar 22, 2023",
  "classify": "#9 top paid adventureAdventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.squareenixmontreal.hitmansniperandroid",
  "name": "Hitman Sniper",
  "company": "CDE Entertainment",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "903K reviews",
  "age": "Editors' Choice",
  "describe": "Step into the shoes of Agent 47 in Hitman Sniper and play the best sniper shooting game on mobile.PLAY A TACTICAL SNIPER MISSION GAMEStrike with strategic shooting skills, fulfilling your duty to orchestrate the perfect assassination kill shot.BATTLE ZOMBIES IN DEATH VALLEYCall on non-stop shooting action as a zombie hunter, in a true battle of your skills and speed of execution.150+ MISSIONS & 10 DIFFERENT CONTRACTSImprove your strike skills on mobile for the perfect assassination as you uncover secrets and subterfuges in this fun game.MOST BEAUTIFUL SNIPER GAME Awesome and smooth graphics that make for addictive gameplay on top of a thrilling story.PLAY WITH 16 UNIQUE GUNSEliminate targets, collect weapon parts and complete blueprints to unlock the most powerful guns.COMPETE AGAINST YOUR FRIENDS FOR THE FIRST PLACE IN THE LEADERBOARDSBoost your score and climb up the contract killer ranks classic with classic creative hitman kills to become the world's finest silent assassin.",
  "lastVersion": "Oct 19, 2023",
  "classify": "#8 top paid actionActionShooterSniperCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.stormbound.google",
  "name": "Stormbound: Kingdom Wars",
  "company": "Stormbound Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "81.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Immerse yourself in the rich world of Stormbound, as four kingdoms struggle for dominance. Construct a deck of unique and powerful cards and then dive into real-time battles against other players. Novel gameplay combines your favorite aspects of collectible card games with the tactical strategy of board games. Play cards from your hand to the game board and then watch your units march on the enemy base.FEATURES: *Tactical gameplay that rewards the most clever strategists*Real-time PVP battles against players all around the globe*Dozens of powerful cards to collect and upgrade!*Incredible 2D and 3D art immerses you in the world of Stormbound*Four distinct kingdoms with unique advantages and playstylesPlease Note: Stormbound: Kingdom Wars is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Nov 16, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thg.d",
  "name": "Champion Strike",
  "company": "Two Hands Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "19.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Win PvP battles with champion control and strategic unit composition!An exciting battle with players from all over the world!! Welcome to 『Champion Strike』 where elaborate strategy and control fights are possible!◈ Game Introduction ◈『Champion Strike』 is a real-time PvP strategy simulation game with a controllable Champion aspect.Unpredictable battles with a strategic combination of champion control and card units will make the hearts of players all over the world beat!Create a moment for reversal winning through strategic card unit combination.If you are confident in strategy and control! Play now and become the hero of Super Play!◈ Latest update features ◈▶Card Crafting and Dismantling System- Attractive system for obtaining a desired specific card! - Dismantle unwanted cards and make them into new ones!▶Profile Decoration System - Show off your unique profile with your favorite characters! - Banners and badges can be customized to your own taste!▶ 2v2 team play  - This is a multiplayer battle mode where you can battle with your partner!  - Invite friends or clan member to play battles together!  - Take victory in a more diverse strategy!◈ Game Features ◈▶ Evolved game play  - Experience great PvP through skillful controls in real-time strategy battles.  - Don't wait for automatic battle! Attack your opponent's week point directly!  - Target and attack the opponent's units with the champion!  - A tense 1 point situation! Jump into enemies and aim for the opponent's tower!▶ The vast world of Champion Strike  - Orcs, Demons, and Elves. Various cards such as beasts, machines, and buildings are waiting for you!  - Collect over 70 different cards and build your own deck!▶ World Battle  - Meet and compete with players from all over the world in World Battle!  - Show your control to beat your opponents with unexpected strategies!  - Thrilling experience to enjoy in real time! Turn the tide of battle and claim a thrilling victory!▶ Big Match  - Watch the battles of the world's top rankers in real time in Big Match and receive cheering rewards!  - You too can be the main character of the big match! Thousands of people will watch you play!▶ World League  - Classified into random groups of users based on the season's highest medal, and an event competition to determine the strongest in each group!  - Obtain reward items according to the World Battle Victory Point ranking results during the event period!  - Participate in the World League and challenge the world's No. 1!▶ Clan system  - Join a clan, send and receive cards with clan members, and enjoy clan race content!  - Enjoy friendly battles with your clan members and friends!  - Participate in the Clan Race and gather strength with your colleagues to receive even more valuable rewards!▶ Various event modes   - You can enjoy the pleasure of playing in various modes such as speed-up mode for fast battles, sudden death where the first player to gain victory points wins, and mana double mode for quick mana recharge.▶ Ranking system  - Take the top place in the ranking system operated by season and earn massive rewards.▶ Daily Mission  - Open daily free missions and various chests to get cards, gold, ruby, and emoticons.[Official Community]- Official Facebook: https://www.facebook.com/thechampionstrike- Official YouTube: https://www.youtube.com/ChampionStrikeOfficial- Official Twitter: https://twitter.com/championstrikeCheck out the various events and news of Champion Strike![Support page]- Official support page: https://twohands.helpshift.com/a/champion-strike",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.socialempiresmerge",
  "name": "Top Troops: Adventure RPG",
  "company": "Zynga",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "19.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Top Troops is a fantasy RPG game with a unique mix between strategy and merge mechanics. Easy to try, hard to master.The war is raging and King's Bay has been wiped out by the King's evil brother!Build your army, merge your troops, rank them up, and lead them into epic battles on all kinds of game modes: Adventure, PvP Arena, the Chambers of Destiny, Ancient Battles with your Clan,... Your order, your command!Customize your troops using units of different roles and factions to defeat the Dark Army. Each position on the field can have a big impact on whether you win or you lose, so bring all of your best units but also your brain to the battle!Lead the craziest army ever, including Wizards, Samurais, Dragons, and even a Vampire Queen! These and other unique troops are waiting for their new Commander.Classic features:- QUICK, FUN & EPIC BATTLES: Deploy the right combination of units onto the battlefield and see them use their unique skills in idle battles!- FORGE ALLIANCES IN CLANS and cooperate to defeat the Ancients!- COMPETE against the best players in the PvP Arena and rise to the top of the Leaderboard in Diamond League- MERGE & RANK UP your troops to knock down stronger enemies- EXPAND & MANAGE YOUR KINGDOM. Reconquer the land that was lost to the King's evil brother- CHOOSE YOUR STRATEGY: Combine units of different Factions and battle roles to maximize your chances of success!- RECRUIT THE BEST OF THE BEST. There are +50 Squads, each with their own unique skill set! - GAME MODES GALORE: Discover the Magic Island, earn rewards in the Adventure, face other players in the Arena, complete Quests, and learn the secrets of the Chambers of Destiny- KEEP COMING BACK for new units and time-limited eventsCommander, are you ready to face the challenge and lead the King's Top Troops to victory? Help the factions of King's Bay to earn back the land they lost!Top Troops is is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Enjoying Top Troops? Drop us a review. :)",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rok.gp.vn",
  "name": "Rise of Kingdoms - Gamota",
  "company": "LilithGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "97.1K reviews",
  "age": "Teeninfo",
  "describe": "Greece marches out, reaching the top▶ Rise of Kingdoms introduces a new civilization: Greece! ◀Greece has joined the Rise of Kingdoms arena. The cradle of Western civilization, home of legendary philosophers, warriors and poets, the power of the Greek world is now in your hands:The Greeks – Brave, insightful, artists and inventive, the ancient Greeks were known for their architectural marvels such as the Parthenon, as well as for their pioneering role in politics and the arts. , philosophy and war. How will you use this mountain of resources and wisdom in your hands?Can he steer Greece like it did under Pericles' heyday, fostering democracy and building architectural marvels? Or will you display military might like Alexander the Great? Will he succumb to the Romans, or will he build on the glorious legacy of Greek civilization over time?The time has come for you to show your strength.▶Game Features◀● 14 featured civilizations Choose one14 historical civilizations and take your civilization from a lone clan into a great, unstoppable force! Each civilization has its own architecture, unique units and special advantages – at your disposal! Show your power to rule the country with Greek civilization, fight with Pyrrhus, Pericles, Alexander the Great and other great commanders, conquer the Aegean sea.● Develop superior combat tactics and strategiesWant to create a siege on the map? Want to protect your base and outlive stronger enemies? Or do you want to hit the center of the enemy territory and attack from behind? Rise of Kingdoms' unique Free March feature will give you the chance to show off your genius military prowess!● Rule the world with legendary commandersLegendary commanders from around the world are ready to appear in Rise of Kingdoms! Julius Caesar, Cao Cao, Joan of Arc, and many more are waiting to be recruited!Each commander has been recreated according to their historical profile, including their appearance, voice, and specially designed skills, representing their historical achievements. Governors can now lead a civilization of \"talented commanders and fierce soldiers\".Heroes make legends, or legends make heroes? Assemble your own team of heroes who pledge allegiance to you!● Unlimited zoom for full map controlWe created the first map to support unlimited zoom! Start at the macro level of the world map, zoom in to see the surrounding factions, then zoom in all the way to see the city map. Smooth zoom in and out with just two fingers, enjoy the whole world in the palm of your hand!With ultra-high-resolution 3D graphics and a realistic fog of war slowly disappearing, experience the excitement of sending your scouts to explore this new world!● Create a city limited only by your creativityA prosperous city is the key for every civilization to flourish. In Rise of Kingdoms, players can create their own unique city layout by freely arranging buildings.The buildings of each civilization have their own unique style. Dwellers walk, lights illuminate the night and soldiers constantly patrol beyond the walls... A city that has stood the test of time and is the source of your legend!● Show your cunning and strategy with our new Conqueror gameplayFacebook: https://www.facebook.com/ROKSLGVNFacebook Group: https://www.facebook.com/groups/rokvn.official",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rok.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.smokingguninc.phobies",
  "name": "Phobies",
  "company": "Phobies Holdings Inc.",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "15.7K reviews",
  "age": "Editors' Choice",
  "describe": "Phobies is a turn based CCG, where players duel one another in the surreal realm of the subconscious.With its team composed of industry veterans behind award-winning strategy games such as Company of Heroes and Age of Empires: Castle Siege, it's no wonder that Phobies is the choice for gamers seeking an immersive and engaging strategy card game.Collect over 120 powerful and mischievous Phobies inspired by your most irrational fears and use their abilities to seize control of perilous environments. Gain an edge over your opponents in both asynchronous and arena modes by adapting your strategy with new fears and abilities you unlock along the way. Fancy a few cards collected more than others? Level up Phobies to give them an added edge in battle.As you strategically navigate through hazardous tiles and utilize the environment to your advantage, you can ascend the Mount Ego leaderboards, and unlock weekly and seasonal rewards along the way.For fans of popular collectible card games such as Hearthstone, Pokémon TCG, and Magic The Gathering, we invite you to give Phobies a try. With over 1M installs to date, we're confident you’ll see what makes Phobies one of the top-rated new CCG on the market.Are you brave enough to face your fears? Download Phobies for free today!FEATURES:COLLECT FEARSOME PHOBIES: Overpower your opponents by unlocking and upgrading your favorite Phobies. With an army of terrifying Phobies at your beck and call you are sure to win any battle.   MASTER TACTICAL GAMEPLAY: Plan your strategy around hex-based environments. Utilize tactical positioning across spine-chilling terrains to gain an upper hand on your opponents. REFINE YOUR STRATEGY: Utilize the practice mode to test out and further refine your strategies before using them on your unsuspecting victims. TEST YOUR WITS IN CHALLENGE MODE: In need of a quick brainteaser? Try out the PvE challenge mode containing various puzzles and objectives to sharpen your wits. PLAY WITH YOUR FRENEMIES: Add and duel your friends in asynchronous PvP battles. That is one way to put them in their place! EXPERIENCE ASYNCHRONOUS BATTLE: Take your horror show to the masses by engaging in PvP battles with players worldwide. The turn-based mechanics of asynchronous battles allow players to play multiple matches simultaneously. Enjoy the never-ending terror and fun.   COMPETE IN ARENA MODE: Feeling a bit antsy with competitive tendencies? Then experience the real-time mayhem of the arena mode. Assert dominance through strategic superiority in real-time battle. Why wait when you can win? PLAY WHEREVER YOU WANT: Take your worst fears with you wherever you go through cross-platform capabilities. Whether you prefer to dominate via PC or on the go through your mobile: play the game your way.Terms of Service: https://smokingguninc.com/terms-of-service/Privacy Policy: https://smokingguninc.com/privacy-policy/",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.state.fight",
  "name": "State.io — Conquer the World",
  "company": "CASUAL AZUR GAMES",
  "rating": "4.0star",
  "downloads": "50M+",
  "reviews": "530K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to State .io, the epic strategy game that lets you conquer an alternative world! In this cell battle game, you'll command your troops to capture all the states while challenging your logic and reaction time.State .io is an abstract real-time strategy game, a tactical clash of dots, and an exciting countries takeover. Fight against armies by solving strategic puzzles to beat your rivals and expand your superiority in the world arena. Lead your army to victory in this epic battle game and become a war strategy winner!You'll conquer countries and territories, block and destroy your opponents' towers, attack enemy lands, and defend your borders. Be smart and brave in this tactical and logical cell conquest! Each of your actions will have consequences, so be a true strategist in attacks and defense.This war simulator demands tactics, not power. You are to use your brain, not muscles. Become a hero by solving tactical dot puzzles! You will definitely have a lot of fun struggling on different maps we have added especially for you.Be on top enjoying our free RTS online, playing 1v1 on first levels and competing against more opponents on further levels.Are you ready to complete this great conquest and make your domination story? Then download the game to begin your strategic expansion. Think strategically and react quickly while conquering states and territories in the epic clash game!*The game is designed for entertainment purposes only. Any similarities to the real world and geopolitical situations are coincidental.*Please note: the game requires a permanent Internet connection.Privacy policy: https://aigames.ae/policy______________________COMPANY COMMUNITY:Facebook: https://www.facebook.com/AzurGamesOfficialInstagram: https://www.instagram.com/azur_gamesYouTube: https://www.youtube.com/AzurInteractiveGames",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTacticsSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.rush",
  "name": "Soul of Eden",
  "company": "Rayark International Limited",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "42.8K reviews",
  "age": "Editors' Choice",
  "describe": "Rayark's first step into an esports title!Soul of Eden is a PvP competitive game that combines real-time strategy with card games. The unique spread system, the exciting four-minute games, every single match is a different challenge! Choose your destined one among the four major factions and challenge contestants from all across the world!#Choose your factionThe tech-savvy Republic, the unpredictable Aliens, the sword-and-magic wielding Empire, and the savage Beasts. Four factions, four completely different styles for players to choose. The Factions' stories intertwine with one another. Which Faction will you lead to glory?#Build your deckOver 100 unique cards, with a deck flexibility of 30 cards. Unleash your strategic potential and create your own tactics.#Showcase your controlsThe unique spread deploy system leads to endless formations in battle. The skills of the legendary heroes can turn the tide of battle all by themselves! On the ever-changing battlefield, your controls and decisions will be the key to achieve victory!",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.net.yvant.domination",
  "name": "Domination Wars",
  "company": "Yvan Taurines",
  "rating": "4.1star",
  "downloads": "500K+",
  "reviews": "2.56K reviews",
  "age": "Everyoneinfo",
  "describe": "Enjoy tiny huge battles and dominate the enemy. Set up your strategy deck, chop some wood, build your barracks and raise an army in this fast paced RTS! COLLECT RESOURCESUse peons to collect some magical wood and build up your village. Wood is the key to winning!DESIGN YOUR DEFENSESCreate your own island, place your defense buidlings and select which hero will protect the kingdom!FIGHT AGAINST PLAYER'S ISLANDSFight against tons of unique handcrafted island, created by other players. Climb the ladder and get awesome rewards!SPECIAL GAME MODESFind your opponent in the fog of war, get more mana wood in the jungle, be carefully of the thunder in the storm mode and fight more strategically on bigger islands!UNIQUE TROOPS AND SPELLSArchers, barbarians, trolls, rogues, dragons, demons, knights... Unlock them all to build the best army ever.HANDCRAFTED MAPS FOR THE OFFLINE MODEMaps for the solo battles have been designed manually so you can enjoy a unique experience as you play!This is just the beginning of your game and we are willing to add many more game modes and unique features. If you have any suggestion to make, we are happy to get any feedback from you.Prepare for war, craft your fighting skills! Battle a legion of soldiers, mages, elves and giants! Through determination and resolve, you will master the art of war. Conquer island after island, clash after clash, and climb the leaderboard!Your army is waiting for your orders, my lord!A brand new Discord server is available at https://discord.gg/Fvw8qjFGM7",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyTacticsCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.KonfaGames.DespotsGame",
  "name": "Despot's Game",
  "company": "tinyBuild",
  "rating": "3.2star",
  "downloads": "100K+",
  "reviews": "1.95K reviews",
  "age": "Teeninfo",
  "describe": "**4 levels and Brawl are available for free. You can buy the full game with one payment**Let's play a game: I'll give you some puny humans, and you try to help them make it through my labyrinth. No, you won't be controlling them in battles - they'll fight automatically! My game is about strategy and praying to RNGesus, not mashing buttons. You can buy items for the humans: swords, crossbows, coffins, stale pretzels. Plus, I'll let you give them cool mutations! A few Topochlorians in the blood and some Crocodile Skin never hurt anyone. There's one catch, though: if you die, you have to start over entirely, and the whole world will be generated again from scratch. Yes, my game is a roguelike game. Well, roguelite, if you're a nerd who loves compartmentalizing us creators into strict genres.I almost forgot: my game has a multiplayer mode, too! But I'm not going to tell you anything about it, because King of the Hill is a special secret multiplayer mode that only unlocks once you beat the game.",
  "lastVersion": "Nov 1, 2023",
  "classify": "StrategyTacticsCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Hypemasters.rts",
  "name": "World War Armies: WW2 PvP RTS",
  "company": "Hypemasters, Inc.",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "54.1K reviews",
  "age": "Everyone 10+info",
  "describe": "THE FIRST CLASSIC PVP MILITARY MULTIPLAYER RTS ABOUT WORLD WAR 2 ON MOBILE!An authentic real-time strategy simulator about WWII and one of the best army soldier games awaits you. World War Armies is a multiplayer PvP strategy game and army simulator that will test your strategic thinking skills nonstop. You have to get out of difficult combat situations using tactics and confront your enemies in 1v1 or 2v2 strategy online multiplayer. Prove that you are a legendary battlefield general just like General Guderian or General Marshall and defeat your enemies! The right war strategy is key to reaching ultimate victory! World War Armies gives you limitless strategic opportunities making every battle unique! Conquest awaits!Learn more about epic military WW2 tactics, such as blitzkrieg, trench warfare, attrition warfare, and night combat with legendary vehicles. As one of the best among RTS games, you learn to think like a real commander of one of the greatest armies in the world. There is no time to stick to defense only. You must attack now! This experience goes beyond the typical RTS strategy game. Dive into the PvP world as one of the heroes, prepare the troops and combat vehicles, and engage in a tank battle. Use tactical strategy and win all of the battlegrounds to earn peace as a great conqueror.CHOOSE YOUR WW2 ACTION STRATEGYWorld War Armies is a MOBA that enables you to use different military battle strategies in action. First, choose the units that you want to take into the battle warzone – soldiers, snipers, infantry types, and legendary tanks from World War 2 are all at your disposal in this conflict, commander. Arm each sniper, guns up! On the battlefield, every second counts! Send your assault squad to capture resource points. Build fortifications and upgrade your command center to get new troops and vehicles or strengthen your army with new recruits. However, keep an eye on the enemy! The enemy will strive for victory, strike your troopers, and try to undermine your tactics. The best commander will win in these multiplayer warzones! Become one of the heroes!WIN EPIC RTS BATTLESEach battle gives you an opportunity to upgrade your existing RTS army with new units or powerful level-ups. Reach new heights each time you play this PvP war tactical game! Explore the game mechanics, thoroughly know all about your guns, and choose new recruits wisely. This MMO RTS game wouldn’t be good if there were no challenges. Real war isn’t a vacation, so you better attack quickly with relentless gun shooting! Get yourself together, join, and battle now, commander! ★ MMO RTS game - a real-time strategy battle on mobile.★ World War game setting - warfare happens during World War 2.★ Command and conquer legend game - control your military soldiers and tanks as well as conquer the enemy base in this MOBA.★ PvP battle simulator - confront players from around the world in real-time PvP battles filled with action.★ 3D realistic graphics - fight your way through photorealistic warzones, with fire and smoke, dirt, and dust.★ Unlock new types of WW2 troops - change your military strategy and adapt to the enemy (soldiers, troopers, snipers, tanks, etc.)★ Get rewards and medals - upgrade your army after each battle.★ Free-to-Play (F2P) simulator - play this war strategy game for free.This is going to be your favorite WW2 RTS game by far. Are you going to wait for a D-Day or act like a real hero and enter the battle now? Step into the role of an army general and war strategist. Start your own warfare in this PvP strategy game and become a true legend!World War Armies requires a constant and stable Internet connection.Discord: https://discord.gg/wwarmiesFacebook: https://www.facebook.com/gaming/wwarmies",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=heroes.battle.strategy.card.game",
  "name": "Magic War Legends",
  "company": "TINYSOFT - slots, slot machines & casino games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "166K reviews",
  "age": "Everyoneinfo",
  "describe": "Magic War Legends is a new strategy game, kill zombies with epic heroes. Duel player in epic strategy battles, play epic heroes and magic. Collect heroes, upgrade units and explore the new world. Your enemy is one of the fantasy factions: unlimited Dungeon creatures from abandoned caves, mighty dragons, and Minotaur.This is the new age of magic, man here is our best features:- Enter Free Arena for duel enemy, cast epic bounty spells. - Battle enemies, build and upgrade your heroes and your empire. - Defend castles and kingdoms and be the best gremlin 3 in the world for free. - You can play with the legion minotaur, stronghold, rampart, necropolis- The magic of the 4 elements: fire, water, air, earth- Build your army for free and create the best gremlin 3 for a strategy game.- find your role in the war and magic your spells- 5 different campaigns against legendary powerful black dragons and horde of Minotaur s from the Dungeon, skeletons, bloodthirsty vampires, gremlin 3 and legion walking dead from the Necropolis, hordeAre you bored of traditional tactical games like heroes? Do you want to use your turn-based strategy to tactical war and magic in every battle? Try Magic War Legends and play with heroes for free!If you like Magic War Legends or games about heroes this game will not leave you indifferent.",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTacticsCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.napoleon.strategy.war.games",
  "name": "Grand War 2: Strategy Games",
  "company": "Joynow Studio",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "8.13K reviews",
  "age": "Teeninfo",
  "describe": "Conquer the turbulent European, and win all the war of history in Europe! The world is about to change! Build your own empire and command army, and battle as one of the great general from the history of the world.It is time for you to create winning strategy and tactics, mobilize army and make immortal achievements!NEW STRATEGY GAMES:Cloud archive function allows users to change the device without losing their data.Enhanced audio-visual effects with the brand new game engine.40 portraits of generals are redrawn and introductions are added.HISTORY AND STRATEGY  GAMES• Appreciate the changes of the times through hundreds of war. Witness the heroic deeds and historical incidents among European countries across various war!• 10 chapters, over 60 famous campaigns, 100 countries and army. Fascinating stories based on historical war, including Bataille de Marengo, Battle of Waterloo, Battle of Trafalgar,  Battle of Leipzig, bring you back to the napoleon european war.• The occurrence of historical events will affect the battlefield situation, and complete the mission to obtain war rewards and glory.BRAND NEW WAR AND STRATEGY GAMES• Strategy games with fun battle goals based on actual war from history.• Hone your strategy in over a hundred war missions, set in diverse european war.• Unleash the full force of your army with a unique war strategy to outwit your opponents in all the famous European war.• Control the battlefield, use different terrain. Plan out your strategy and in engage in epic battles on 3d maps. Battlefield has different terrains such as plains, hills, mountains, and rivers. Each terrain has different bonuses for different army and generals. Choose your marching route carefully and lure your enemies to fight on the terrain in your favor! Make it possible to win more with less!Win the victory within the specified conditions, which will test your commanding strategy.Hundreds of generals and distinctive armed forces are at your disposal.• War alongside History’s Greatest generals and leaders like Napolen, André Masséna, Maria Theresia, Blücher, Friedrich II, Kutuzov, Nelson and other generals.• Choose your generals and promote their ranks and titles. Every general can come up from ranks, from a common soldier to a marshal, from a citizen to an emperor.• Train the special units. More than 15 countries boast over 100 basic military forces, including more than 30 legendary units like Cuirassiers, Polish Lancers, 20-pound Unicorn Cannons, old guards, highlanders... • Every troop has its own distinguishing features and if you can master them efficiently, you will be invincible. Every troop can gain battle experience and when they become elite forces, their battle effectiveness will be greatly improved.• High morale troops are unstoppable! You need to use strategy in battle, surround your enemies and demoralize them! Let the cowards of the enemy not dare to fight back!We will continue to update this strategy games:More campaigns!More generals!More modes!Download now to start war!- FOLLOW US -We will continue to provide you with important information about Joynow strategy games there!Facebook: https://www.facebook.com/Grandwargames/Discord: https://discord.gg/joynow-games-official-1021240335457865738",
  "lastVersion": "Dec 5, 2023",
  "classify": "StrategyTacticsCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.manodio.swatandzombiess2",
  "name": "SWAT and Zombies Season 2",
  "company": "Manodio Co., Ltd.",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "- The SWAT and Zombies is back with more zombies and game systems!- Kill or be killed! It’s one or the other! It's the breathtaking confrontation for mankind's survival!- Stay frosty! The tension never lets up as you move to the second half of the stage! Feel the intensity!- Join the S.W.A.T. team and kill all the zombies. You must protect Perfectville, the last remaining safe zone.- Shoot all the guns at an endless zombie horde! Use bombs too!- A new defense game that offers FPS sniper mechanics with strong addictive authentic defense elements! Go and immerse yourself in this fun game!■ Game Features ■- Collect Weapons: Collect around 50 different types of weapons. Improve your FPS skills with them!- Challenge Hell Mode! Hell Mode Stages stimulate the desire to fight, but will be tough without upgrades! If you have the skills and confidence, try it!- Challenge Infinite Mode! Eliminate endless zombies and challenge the world rankings! Save humanity with your friends.- Experience our concept of a real-time battle mode! Compete with S.W.A.T. teams around the world! Check your skills through the real-time network battle!- World Cleanup Day! Let's clean up constantly appearing zombies! Sweep away all the zombies that have conquered the planet with players around the world!- Ultimate Weapon System: Drag your finger on the screen to target zombies with the best weapon, the sniper!- Arena Mode : Enjoy PvP in real time with players from around the world.- Create the Strongest S.W.A.T. Team: You can make your S.W.A.T. more and more powerful with coins and stars.",
  "lastVersion": "Jul 5, 2019",
  "classify": "StrategyTacticsCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zps.myfish.vn",
  "name": "Ngư Chiến ZingPlay - Đấu Tướng",
  "company": "ZINGPLAY VIETNAM",
  "rating": "",
  "downloads": "10K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Hãy tưởng tượng bỗng một ngày bạn lạc vào Đại Dương hư vô, làm thế nào để thoát ra khỏi đó? Cách duy nhất là triệu hồi và đồng hành cùng những chiến binh người Hành Hải chinh phục Đại Dương đầy thử thách bằng tư duy chiến thuật và kỹ năng chỉ huy của mình! Ngư Chiến ZingPlay đưa bạn đến với thế giới Đại Dương kỳ bí, chỉ những người có Năng lực Thức Thuật mới vượt qua được những thế lực đen tối của Biển Than Khóc và sống sót trở về. Chưa dừng lại ở đó, điều gì còn ẩn giấu phía sau Đại Dương kia? Tất cả sẽ được hé lộ trong game chiến thuật dàn trận Ngư Chiến.Ngư Chiến ZingPlay là game chiến thuật Auto-Battle 5v5 miễn phí của VNG. Với sự kết hợp độc đáo của thể loại game chiến lược, dàn trận cùng yếu tố PvP, tựa game sẽ mang đến nhiều tình huống “cân não” cho các game thủ.ĐIỂM NỔI BẬT CỦA NGƯ CHIẾN:💥 Combat cực nhanh, chiến thuật đa dạng:Xuất phát từ thể loại game dàn trận cổ điển, Ngư Chiến rất dễ để làm quen với người mới. Hệ thống tìm trận dưới 5s, chiến thần tốc trong 30s - diễn biến chớp nhoáng, thao tác đơn giản, nhưng chiến thắng không hề kém phần ngoạn mục.💥 Thuyền Chiến khốc liệt, cướp vàng cực đã:Đổi mới chiến thuật dàn trận và lối chơi mỗi ngày trong mode chơi PvP Thuyền Chiến nếu không muốn bị cướp vàng từ bạn bè và đối thủ! Nếu trắng tay, tính năng phục thù sẽ giúp bạn “trả đũa” khi tập hợp được đội quân đủ mạnh.💥 Du Hành hấp dẫn, thử thách bất ngờ:Đến với Du Hành, bạn sẽ được chinh phục Đại Dương hư vô, khám phá Thung Lũng Đom Đóm, Đồi Tĩnh Lặng, Đảo Cô Đơn, Cầu Vĩnh Hằng… Với hệ thống bản đồ được cập nhật liên tục, rất nhiều thử thách hấp dẫn và câu chuyện kịch tính sẽ dần được hé lộ.💥 Triệu hồi đội quân, làm chủ thế trận:Hãy thử nghiệm các chiến thuật dàn trận khác nhau, tiến hoá và thuần thục các kỹ năng của dàn tướng khủng với kỹ năng điêu luyện trong Ngư Chiến. Chiến thắng vang dội chắc chắn nằm trong tay bạn!💥 Nâng cấp trang bị, mở khoá sức mạnh:Năng lực thức thuật là chưa đủ để vượt qua tà lực, bạn cần nâng tầm sức mạnh của tướng bằng hệ thống trang bị độc đáo. Đặc biệt, trang bị được ghép đúng bộ sẽ mang đến sức mạnh vô biên, càn quét mọi thế trận. 💥 Hoàn thành nhiệm vụ, săn ngay quà xịn: Chinh phục các nhiệm vụ và ghé thăm Đền Cầu Nguyện hàng ngày để nhận nhiều phần quà độ đáo. Gacha hấp dẫn, tỷ lệ trúng quà xịn cao – điều mà không phải game Auto-Battle nào cũng làm được. Ngư Chiến thuộc cổng game ZingPlay - là cổng game giải trí đa nền tảng đầu tiên tại Việt Nam, được phát triển bởi ZingPlay Game Studios trực thuộc VNG. Với sự ra mắt của game chiến thuật Ngư Chiến, ZingPlay không chỉ mang đến cho bạn những giây phút giải toả căng thẳng, đây còn là nơi bạn được thể hiện tư duy chiến thuật với lối chơi thần tốc, tối giản, kịch tính. Tải ngay hôm nay! Ngư Chiến đã sẵn sàng chờ bạn tận hưởng và khám phá!",
  "lastVersion": "Oct 18, 2023",
  "classify": "StrategyTacticsCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=magic.wars.strategy.heroes.rpg",
  "name": "Era of Magic Wars",
  "company": "TINYSOFT - slots, slot machines & casino games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "33.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Era of Magic Wars is a new turn-based strategy game, collect epic heroes and join the war for the magic kingdom!Collect heroes, level them up and gear them out with powerful weapons, armour and artifacts and upgrade their abilities and rarity. Use different strategies and form your dream team of heroes to build the strongest party in the might and magic world!FEATURESDISCOVER A MASSIVE FANTASY WORLDExplore the vast Era of Magic Wars world pierced through with the powers of light and darkness. Meet legendary heroes and fight epic raid battles with terrifying enemies and win the war for the magic kingdom. COLLECT AND TRAIN MYTHICAL HEROES & UNITSRecruit various heroes from might and magic. Collect, train and upgrade over 50+ creatures: Knights, Dragons, Beholder, Griffin, Medusa and many more.OUTPLAY YOUR OPPONENTS IN THE PVP HEROES ARENADuel rivals in epic PVP arena turn-based strategy battles, play epic heroes and magic. Order your units carefully on the battlefield and enter the PvP arena. Test your army’s strength and show off your strategic skills against other players.EXPLORE THE DARK TOWER AND DUNGEONSStep into the darkness and clear all floors of Dark Tower or sweep all might and magic dreadful creatures in the dungeons.Era of Magic Wars combines the finest from RPG board games and turn-based strategy games.",
  "lastVersion": "Dec 1, 2023",
  "classify": "StrategyTacticsCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ubisoft.dragonfire",
  "name": "South Park: Phone Destroyer™",
  "company": "Ubisoft Entertainment",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Mature 17+info",
  "describe": "All those countless hours spent on your phone have been preparing you for this moment.Fulfill your destiny and become… THE ULTIMATE PHONE DESTROYER! From South Park Digital Studios comes a real-time strategy battle game like nothing you’ve ever experienced before! Take on Cartman, Kenny, Stan and Kyle in all out mobile mayhem!South Park: Phone DestroyerTM brings you iconic South Park characters, action packed real-time strategy, exploding PvP battles, trademark South Park humor and collectible cards in a perfect mix that’s spicier than Cartman’s chili con carne.Assemble the ultimate team of cowboys, wizards, cyborgs and more and get ready to crush your opponents!FEATURES- A whole new South Park experience with never before seen versions of iconic characters like Stan of Many Moons, Cyborg Kenny, Ninjew Kyle, Grand Wizard Cartman… and many more!- Beat down opponents in strategic real-time PVP battles. - Experience a hilarious single player story written in collaboration with South Park Digital Studios.- Earn card packs to gain exciting new cards and upgrade materials. - Collect and upgrade over 110 unique cards featuring your favorite South Park characters and explosive spells.- Play weekly events and challenges, each with different themes and crazy rules.- Join a team and boost your decks by sharing cards with your teammates.- Take part in weekly Team Wars, strategize with your team and rise to the top of the leaderboard.- Customize your New Kid to be the baddest looking kid on the block.- Witness Randy cross-dressing in new and exciting outfits.",
  "lastVersion": "Oct 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
}]