[{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.87M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 7, 2023",
  "classify": "#5 top free boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "91.8K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "67.8K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvz2_row",
  "name": "Plants vs Zombies™ 2",
  "company": "ELECTRONIC ARTS",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "7.5M reviews",
  "age": "Editors' Choice",
  "describe": "Play the hit action-strategy adventure where you meet, greet, and defeat legions of hilarious zombies from the dawn of time, to the end of days. Amass an army of amazing plants, supercharge them with Plant Food, and devise the ultimate plan to protect your brain.DISCOVER HUNDREDS OF PLANTS AND ZOMBIESCollect your favorite lawn legends, like Sunflower and Peashooter, along with hundreds of other horticultural hotshots, including creative bloomers like Lava Guava and Laser Bean. Go toe-to-missing-toe with a massive array of zombies at every turn, like Jetpack Zombie and Mermaid Imp – you’ll even have to protect your brain from rampant Zombie Chickens!GROW POWERFUL PLANTSEarn Seed Packets as you play and use them to fuel your potent plants. Power up attacks, double-down defenses, speed up planting time, and even gain entirely new abilities. Boost your plants to ensure those zombies are lawn-gone!COMPETE AGAINST OTHERS IN ARENA Think your zombie-bashing strategy is the best? Put your planting skills to the test when you face other players in Arena. Enter Arena and compete against other players to get the highest score on unique levels. Earn coins, piñatas, and more to top the leaderboards, level up through Leagues, and become the ultimate garden guardian.JOURNEY THROUGH SPACE AND TIMEBattle across 11 crazy worlds, from Ancient Egypt to the Far Future, and beyond. With more than 300 levels, ultra-challenging endless zones, fun mini-games, and daily Piñata Party events, there’s always a new challenge to complete. Plus, ready your best defenses – Dr. Zomboss is waiting to take you on at the end of every world!Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.User Agreement: https://tos.ea.com/legalapp/WEBTERMS/US/en/PC/Privacy and Cookie Policy: https://tos.ea.com/legalapp/WEBPRIVACY/US/en/PC/Visit https://help.ea.com/en/ for assistance or inquiries.",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.colossatron",
  "name": "Colossatron",
  "company": "Halfbrick Studios",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "262K reviews",
  "age": "Everyone 10+info",
  "describe": "Available only for HB+  Take charge of a giant robotic snake and smash through cities with ease as you fight to create the most fearsome weapon of all time.   Your objective is simple: DESTROY EVERYTHING!  Unleash the power of Colossatron! A unique combination of Match 3 and Snake gameplay allows you to build a devastating machine by merging colored power ups to create new and more powerful weapons. With thousands of potential combinations, the key to victory lies in mastering the art of building Colossatron to take down formidable bosses.  FEATURES: ● Chaotic Campaign – Explode your way through seven continents on a destructive trail spanning the entire globe! ● Uninterrupted gameplay without ads or in-app purchases● Epic Boss Fights – Throw down against giant mechs, ballistic gunships and more in a furious fight for survival! ● Devastating Weaponry – Crush your enemies with a huge arsenal of powerful weapons, impressive upgrades, and high-tech gadgets ● Intense Survival Challenges – Compete against friends in the ultimate test of skill and strategy  “All in all, Colossatron just further shows Halfbrick’s mastery over mobile games.” - GameFreaks “It delivers that same satisfaction you get from finding a perfect match in Candy Crush, but in a completely different way.” - GameZebo “Halfbrick has come up with a puzzling, action-packed way to help Colossatron complete his mission of world domination.” - Touch Arcade  Colossatron is fast, fun and non-stop action. The battle starts NOW!  Privacy Policy: https://halfbrick.com/hbpprivacy Terms of Service: https://www.halfbrick.com/tos",
  "lastVersion": "Oct 25, 2023",
  "classify": "ActionCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.2K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.1K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "525K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Oct 2, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "62.5K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "44.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "432K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 7, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.moonactive.coinmaster",
  "name": "Coin Master",
  "company": "Moon Active",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.25M reviews",
  "age": "Teeninfo",
  "describe": "Join your Facebook friends and millions of players around the world in attacks, spins and raids to build your viking village to the top! Do you have what it takes to be the next Coin Master? Can you travel through time and magical lands to battle it out to be the best Pirate, Hippie, King, Warrior or VIKING of them of all!Spin to earn your lootSpin the wheel to fall on your fortune, be it attack time, loot, shields or raids. Win your loot by landing on coins or gold sacks so you can build strong villages through the game and move up in levels. Win shields to guard your village from other vikings trying to attack you. Become the Coin Master with the strongest village and the most loot!Attack and Raid fellow vikings!Earning coins through the slot machine isn't the only way to get loot, you can steal it too! Attack or raid friend and foe to save enough loot to build your village. No need to break the piggy bank! Fight back and come out victorious against your enemies. Boom! Take revenge on those who have attacked your village and take whats rightfully yours! Bring your Coin Dozer and get rich again! You never know what treasures you can find in someone else's village! Collect all the Cards!It's not always about the loot, it's about the treasure too! Collect cards to complete sets and move on to the next village. With every village you conquer your wins will be greaterPlay with friends!Trade your cards with our online community to collect them all! Join our fast growing interactive Facebook community to meet new viking friends, earn big rewards, and trade treasures! ★ Battle your way to be the next Coin Master with your friends by your side.★ Join in millions of players worldwide!★ Coin Master is free on all devices with in-app purchases.Follow Coin Master on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://support.coinmastergame.com/",
  "lastVersion": "Dec 4, 2023",
  "classify": "#2 top grossing casualCasinoCasino-adventureCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Casino+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.netease.partyglobal",
  "name": "Eggy Party",
  "company": "Exptional Global",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "82K reviews",
  "age": "Everyoneinfo",
  "describe": "【Game introduction】Welcome to the amazing party game, Eggy Party, developed by NetEase Games where you and your Eggy Friends break through absurd obstacles and experience the journey on Eggy Island, let's egg the party now!【Game Features】-Dive into the EGGYVERSE! Become a cute eggy and join the lively EGGYVERSE! Here you can get ride the giant ferris wheel, the funny trampoline, floor piano, football field, and many more attractions waiting for you!-Team up with other cute Eggies!Team up with cute Eggies in different styles; fluffy, fantasy, sweet...choose the style that suits you! Power through obstacles together with your Eggy friends, it’s time to have fun now!-A World full of party and play!Join the different parties, bump and hug with friends in game! Be careful with the obstacles and avoid other Eggies! Enjoy the party with your friends and go play all night!-Whimsy Playground—All Fun and Games!Welcome to Whimsy Playground on Eggy Island! How you play is up to you! Sharpen your skills, conquer challenging maps... The fun never ends when you're spending time with friends! Feel the excitement as you leap over traps or immerse yourself in thrilling escape games—you can even design your own maps! Adventure awaits!To learn more about Eggy Party, please visit: • Official Website: https://www.eggyparty.com/• Twitter: https://twitter.com/eggypartyglobal• YouTube: https://www.youtube.com/channel/UCK0y3Dls7q62xvKyiHLvUeA• Facebook: https://www.facebook.com/EggyPartyGlobal/• Instagram: https://www.instagram.com/eggypartyglobal/• TikTok: @eggypartysea2023• Discord: https://discord.gg/eggyparty",
  "lastVersion": "Dec 6, 2023",
  "classify": "SimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mpr.vn",
  "name": "MapleStory R: Evolution-VN",
  "company": "Wetaps VN RA",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Countless creatures live in the beautiful continent of Maple World. People live and work in peace and contentment. However, one day, a huge black hole appeared in the sky, breaking the peace, and the connection between human beings and civilization disappeared. The survivors united to form an adventure alliance to save the broken world...   The officially authorized version of \"MapleStory R: Evolution\" is launched! This is a brand new, free, and open adventure world, with exquisite game style, rich plot, and diverse systems. It includes various cultivation systems, cute and changeable pet systems, exciting guild arenas, rich home decoration systems, etc. In this world, adventurers work hand in hand to defeat monsters and search for the lost civilization... Can the adventurers pass the test and find the lost civilization?    The game integrates battle, collection, cultivation, social interaction, and team battles. Now idle your character to battle and win in a breeze!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mpr.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twoplayergames.multiplayer.free.party",
  "name": "Super party - 234 Player Games",
  "company": "Arbalest Studio",
  "rating": "3.8star",
  "downloads": "1M+",
  "reviews": "3.22K reviews",
  "age": "Everyoneinfo",
  "describe": "At 2 Player Games Party, a new and exciting game that lets you meet new friends dueling on the same device with the best friend is a lot of fun. This is the 1234 player minigame you want! super party is a casual, single or multiplayer party board game. It can be connected to the Internet or offline, you can play this game anytime and anywhere without worrying about whether there is 5G or WiFi. Super Party is a great entertainment multiplayer games, and it's one of the top free games that you don't have to pay for. You can play with two player or play alone against the stickman AI!If you have more friends, classmates or family around you, you can play against two or three players. Of course, you can also play against the AI no matter where you are! Because this is a party game that can be played offline.Super party - 234 Player Games is a lot of fun to play on the same device with friends. The more players there are, the more fun it is.Duel with your friends in various multiplayer parties with many different multiplayer games waiting for you!Hit multiplayer Games:Table Tennis:Defeat all your friends in the party！Be the first to remove all the billiards!Drag Racing:Drive your car, throw your friends away, but be careful of slipping!Air Hockey:Use all your strength in this battle! Shoot the puck into your opponent's goal!Tic Tac Toe:place 3 symbols in a row respective marks in a horizontal, vertical, or diagonal row.Tanks:Duel with friends on the battlefield. Who is the best destroyer?Tic Tac Toe:The goal of the classic Tic-Tac-Toe board games is to align 3 or more of your symbols (x o, noughts and crosses) in a board.There are more classic party games!(Like Traffick Jam, Ducks To Water, High Way... )",
  "lastVersion": "Dec 5, 2023",
  "classify": "CasualMinigamesMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Mini+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.1M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=vn.sieuhocvien3d.boom.shv",
  "name": "Siêu Học Viện 3D",
  "company": "BOOM GAMES .,JSC",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Siêu Học Viện 3D - Chọn Siêu Thú Đại Chiến Thế Giới Ngay Hôm Nay!Chào mừng bạn đến với thế giới huyền bí của Siêu Thú, nơi bạn sẽ khám phá các loài Siêu Thú độc đáo và hấp dẫn. Hãy chọn ngay cho mình một Siêu Thú và sẵn sàng cho cuộc hành trình tiến hoá Mega, đại chiến hội quân, tùy chỉnh trang bị đặc thù, tham gia vào các trận đấu PVP, và thả mình vào các minigame phong phú - tất cả trong một thế giới game turnbase đỉnh cao.🏆 Trải Nghiệm Siêu Học Viện 3D Độc ĐáoBước vào Siêu Học Viện 3D, nơi bạn sẽ học hỏi và trải nghiệm vô số điều thú vị. Từ những bài giảng về Siêu Thú đến việc thực hành trên thực địa. Siêu Học Viện 3D là nơi tạo ra những Huấn Luyện Viên giỏi nhất và sẽ giúp bạn hiểu rõ hơn về tất cả những Siêu Thú độc đáo mà thế giới này đã mang lại.🌟 Tiến Hoá Mega: Sức Mạnh Vượt TrộiKhông chỉ đơn giản là bắt các siêu thú, bạn còn có khả năng tiến hoá Mega chúng. Điều này đưa bạn vào một cuộc hành trình khám phá sức mạnh vượt trội và ngoại hình thay đổi đầy ấn tượng. Mỗi lần tiến hoá Mega, sinh vật của bạn sẽ trở nên mạnh mẽ hơn, và khả năng đặc biệt của chúng sẽ phát triển theo cách độc đáo.🤝 Thi Đấu Hội Quân: Hợp Lực Đánh Bại Đối ThủChinh phục các đấu trường đầy kích thích với khả năng thi đấu hội quân. Hãy xây dựng đội hình đa dạng với sự kết hợp tốt nhất của các Siêu Thú và chiến thuật. Khi bạn tham gia vào cuộc chiến cùng với bạn bè và người chơi khác, sự phối hợp là yếu tố quyết định giữa chiến thắng và thất bại.🔧 Trang Bị Đặc Thù: Tạo Nên Đội Hình Mạnh MẽTùy chỉnh và trang bị đặc thù cho đội quân của bạn để tăng cường sức mạnh và khả năng đặc biệt của chúng. Mở khóa đồ hóa độc đáo, tạo ra ngoại hình mới, và nâng cấp kỹ năng để đối phó với mọi thử thách. Tạo ra một đội hình mạnh mẽ và đánh bại mọi đối thủ trên đường đến chiến thắng.🥊 Hệ Thống PVP: Đại Chiến Người Chơi KhácNếu bạn yêu thích sự cạnh tranh, hệ thống PVP sẽ là nơi bạn có cơ hội chứng minh tài năng của mình. Đánh bại đối thủ trong các trận đấu PVP đầy kích thích và đặt ra thách thức cho bản thân. Điều này là cơ hội để bạn đối đầu với những người chơi tài năng từ khắp nơi trên thế giới và chứng tỏ bạn là người chơi hàng đầu.🎮 Minigame Phong Phú: Thư Giãn Và Giải TríBên cạnh cuộc phiêu lưu chính, thế giới của chúng ta còn có các minigame phong phú và đa dạng để bạn tham gia. Từ câu cá, đua xe đến thám hiểm hang động, bạn sẽ có những giờ phút thư giãn thú vị cùng với bạn bè và đội hình độc đáo của bạn.🔄 Thể Loại Game Turnbase Đỉnh CaoTrò chơi huộc thể loại game turnbase đỉnh cao, đòi hỏi sự chiến thuật và lập kế hoạch tốt. Mỗi trận đấu đều đòi hỏi bạn suy nghĩ kỹ càng về cách sử dụng khả năng Siêu Thú và chiến thuật của bạn. Điều này tạo ra một trải nghiệm chiến đấu độc đáo và thú vị.⬇️ Tải Ngay Bây Giờ!Hãy tải game ngay bây giờ và trở thành Huấn Luyện Viên hàng đầu, tìm hiểu mọi bí mật của thế giới và đánh bại mọi thách thức.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vn.sieuhocvien3d.boom.shv"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ig.spider.fighting",
  "name": "Spider Fighting: Hero Game",
  "company": "Zego Studio",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "20.5K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Spider Fighting: Hero Games. The new spider hero game will not disappoint the fans of hero games. Dive into the action-packed realm with Spider Fighting: Hero Games an exciting mobile adventure that puts you in the shoes of a legendary spider hero. Brace yourself for heart-pounding hero games revolving around the thrilling mechanics as you - spider hero navigate the vast urban landscape.AMAZING SPIDER HERO - AGAINST GANGSTER CRIMEYou'll traverse the cityscape with the remarkable skills of a spider hero in spider fighting. Get ready for action in hero games, spider fighting expertise will be your great asset as you soar through the air with the grace of a spider hero.THE ULTIMATE SPIDER HERO SKILLS - WORLD ROPE GAMESYou'll battle gangster crime in the heart of vice town. Spider fighting skills will be tested as you face off gangster crime. Upgrade spider fighting capabilities as you progress, raise combat prowess, and unlock new dimensions to spider game.MAJESTIC VICE TOWN CONCEPT - IMPRESSIVE HERO GAMES With advanced 3D graphics and dynamic gameplay, spider fighting games redefine the concept of spider games. As the spider hero in a world dominated by gangster crime, the mission is to restore peace. Swing, fight, and conquer through the challenges of hero games.Spider Fighting: Hero Games gameplay- Spider hero takes to the skies to fight gangster crime in vice town accompanied by impressive music and sound effects- Engage in spider fighting adventure with high-quality graphics and stunning animations- Experience mechanics of hero games on many levels- Play as a spider hero with action-packed gameplay centered around a rope- Use hero games skills to wage war against gangster crime- Show the skills in air combat and prevent vice town of hero games from perishing- Use spider hero climbing techniques to navigate buildings- Assume the role of spider hero to protect the town Join hero games, be a spider hero, and save the vice town!",
  "lastVersion": "Dec 1, 2023",
  "classify": "#2 top free actionActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.coinmasterspins.spinmasterspinlink",
  "name": "spin master spin link",
  "company": "spins and coins",
  "rating": "3.9star",
  "downloads": "100K+",
  "reviews": "685 reviews",
  "age": "Everyone 10+info",
  "describe": "Coin Master daily spins and coins with Spin Master Spin link ! Stay ahead with spin links and coin links. Access free spins, rewards, and tips. Spin the Coin Master wheel to win big!Get daily spins and coins for Coin Master with Spin Master! Stay ahead of the game with our spin links and coin links. Access coin master free 5000 spin links, extra spins, and rewards. Get coin master tips and tricks and learn how to use the Coin Master generator for codes. Enjoy unlimited spins and redeem codes for even more rewards. Try your luck with the Coin Master Thor Wheel and collect tokens with our Coin Master Thor Wheel hack. Upgrade your experience with the Coin Master x8 speeder and spin the Coin Master wheel to your advantage. Don't miss out on this opportunity to become a Coin Master pro.",
  "lastVersion": "Oct 15, 2023",
  "classify": "Arcade",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.coinmasterspins.spinmasterspinlink"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.garena.game.kgvn",
  "name": "Garena Liên Quân Mobile",
  "company": "Garena Mobile Private",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "6.06M reviews",
  "age": "Teeninfo",
  "describe": "What's new?● Ming - Otherworldly magician debuted.● Stuart - Blood-eyed maniac - remade champion.● Change maps and champion strengths.● Change the appearance and power of the tyrant Caesar.● Caesar's new power pioneered.LEGENDARY ARENA – WIN AND DEFEAT AT SKILLS!Join your alliance in the all-new & FREE 5v5 arena!INTRODUCEAssert yourself, stand by your teammates and challenge millions of other players through countless great 5v5 battles on Garena Lien Quan Mobile's legendary MOBA Esports 5v5 arena - victory or defeat depends on skill!Join Clan Alliances in the game now to fight together and become a legend in the world-famous MOBA Esports PC game.Choose a real nickname now, join the legendary world of MOBA Esports 5v5 of Garena Lien Quan Mobile and make the whole world know your name!FEATURE1. Diverse game modes, enjoy fightingBesides the 5v5 map, players can freely experience other customized maps with friends such as random 5v5, 3v3, 1v1, and special, cool & FREE game modes that are constantly updated super fast. such as Garena Lien Quan Chess/ Lien Quan Chess belonging to the auto chess game series has been released2. Continuous fighting, comparing skillsVictory is based on three and only three key factors that ensure absolute fairness, true to MOBA Esports: skills, teammates, and tactics. Let's choose an Alliance in the game and quickly fight. Let's become legends by your skill!3. Play anytime, anywhere & completely FREEDownload games super fast. Find a match and fight in the blink of an eye. You can choose the 5v5 battlefield or the extremely attractive auto chess mode. Only 10 minutes per match, feel free to play Garena Lien Quan Mobile anywhere, anytime, special super-fast Lien Quan battles are completely FREE!4. Simple operation, easy to get used toThe sophisticated minimalist control system includes only 2 virtual keypads. Players will only need to use 2 fingers, and less than 5 seconds of experience to be ready to challenge every battle! Super fast speed, easy to control.5. Convenient voice chat, easy communicationThe system integrates real-time voice chat, and a flexible quick chat suite to customize as desired. The faster the game progresses, the faster and more convenient the communication speed will be. Remember to use voice chat to communicate with your Clan Alliance.6. Compete in rankings, challenge the topBang bang... Just a few shots at the end of the round can determine victory or defeat. Join the fierce MOBA Esports competition, show your bravery on the legendary Rankings of Garena Lien Quan Mobile. Find super-fast class matches, super-fast Lien Quan battles.7. Unique brand collaboration champions and costumes are only available at Garena Lien Quan MobileA series of quality champions and costumes from famous partners: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... from DC Comic, Kirito and Asuna from Sword Art Online, Ultraman costumes, Murad MTP school idol... and promises to be even more in the future!ABOUT THE GAME TITLE• Garena Lien Quan Mobile VN, also known as Garena Arena of Valor, AOV or ROV is a FREE multiplayer game in Vietnam and famous around the world. In Vietnam, gamers often call it Lien Quan, LQ or Lien Quan mobi.• Garena Lien Quan Mobile VN continuously updates diverse new modes: Pinnacle Duel brings ranking to new heights, Duplicate Duel on the ultra-light Low poly map, Lien Quan Chess (aka Dignity Chess), belongs to The auto chess mobile series uses the original champions in the game, very easy to play and get used to.Garena Lien Quan Mobile – Let’s become legends",
  "lastVersion": "Nov 12, 2023",
  "classify": "StrategyMOBACasualSingle playerMultiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "17.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
  "name": "Free Fire: Winterlands",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "1B+",
  "reviews": "117M reviews",
  "age": "Editors' Choice",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire is a world-famous survival shooter game available on mobile. Each 10-minute game places you on a remote island where you are pit against 49 other players, all seeking survival. Players freely choose their starting point with their parachute, and aim to stay in the safe zone for as long as possible. Drive vehicles to explore the vast map, hide in the wild, or become invisible by proning under grass or rifts. Ambush, snipe, survive, there is only one goal: to survive and answer the call of duty.Free Fire, Battle In Style![Survival shooter in its original form]Search for weapons, stay in the play zone, loot your enemies and become the last man standing. Along the way, go for legendary airdrops while avoiding airstrikes to gain that little edge against other players.[10 minutes, 50 players, epic survival goodness awaits]Fast and Lite gameplay - Within 10 minutes, a new survivor will emerge. Will you go beyond the call of duty and be the one under the shining lite?[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad at the very first moment. Answer the call of duty and lead your friends to victory and be the last team standing at the apex.[Clash Squad]A fast paced 4v4 game mode! Manage your economy, purchase weapons, and defeat the enemy squad! Manage your economy, purchase weapons, and defeat the enemy squad![Realistic and smooth graphics]Easy to use controls and smooth graphics promises the optimum survival experience you will find on mobile to help you immortalize your name among the legends. [Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#2 top grossing actionActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snake.io.slither.merge.fun.game",
  "name": "Snake Merge: idle&io zone game",
  "company": "Hippo Lab",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "11.5K reviews",
  "age": "Everyoneinfo",
  "describe": "More than other hungry io snake games, Snake Merge is full of surprises that have been upgraded and creative! The Idle&io Slither Game is a creative arcade-style worm&merge .io game! If you like sanke.io games and synthesis fun idle hungry snake games, then don't miss Snake Merge .io game, this game has an unusual combination of two types of gameplay.Merge a little snake to get a bigger worm, and unlock a new and more powerful snake. Collect yummies and different powerups, defeat enemies, and become the biggest worm of them all! Slither your snake around that you must eat as much food as possible to grow longer and stronger.  Join and play Snake Merge now! Challenge your friends and try to be the biggest snake in worm hunt battles![Game Feature]- Classic hungry snakes.io games, and also fun worm .io&idle merge game- Zone.io worm game with smooth gameplay and mobile joystick controls- Multiple Game Modes – compete with your friend&family- Play Hungry Snake game whether you’re offline or online!- Merge your worm to become the strongest and most strategic worm.- Collect coins and gems to unlock new skins and customize your snake's appearance- Epic battle simulator idle&IO game.- Idle snakes.io: You can earn a lot of money even offline- Evolve fast, and slide to fight all the players.- SNAAAAAAAAKE! slithering and hissing creatures.== Classsic Hungry Snakes.io Game ==Start snacking as a little snake or worm and try to get bigger by eating. And rush your way through fields of food and try to battle other players’ worms - Slither through as an io snake and survive as long as you can! == Creative Idle & merge Game ==Merge to get a higher level SSSnake and evolve your sneaker. Unlock new legendary skins and improve your earnings! Merge and evolve into the ultimate big little Snake!Snake Merge: hungry worm .io Game is a classic arcade game meet online leaderboard competition, addicting free hungry sanke io game! Slide to Slithering in multiplayer Battle Royale and top the rank in our classic arena of snakes io and worm zone game!With its addictive gameplay, colorful graphics, and exciting game modes, Snake Merge Game is sure to provide hours of fun and entertainment for players of all ages. So what are you waiting for? Download the game now and join the world of hungry snakes!",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionIO gameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.submarineapps.mill",
  "name": "Millionaire Trivia Game Quiz",
  "company": "Quiz & Trivia Games by Submarine Apps",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "357K reviews",
  "age": "Everyoneinfo",
  "describe": "Millionaire Offline Trivia Quiz Game is:- ability to play with friends- online highscores- offline trivia game to test your IQ and general knowledge- source of valuable and little-known information- entertaining questions for all categories of interest- a great opportunity to challenge your friends and other players for top ranks- delightful learning experience whether you know the answers or notDo you know what color is a mirror? White, green or silver? Download and find out answer on this and other interesting questions.Millionaire Offline Trivia Quiz Game -  is a Logic Brain Game. Questions & Answers - general knowledge trivia is a very interesting and popular trivia game. In this game you can proof that you are clever and train your brain! Choose the correct answer from 4 possible ones. Tons of questions are waiting.Take part in online leaderboards. Million is virtual, but you knowledge is real!  By playing this game you will earn general knowledge. Millionaire Offline Trivia Quiz general knowledge lets you experience the thrilling excitement of fighting for the grand prize of one million through 15 challenging trivia puzzles. Game is ready for all world languages.If you don't know answer then don't worry we will help you by help options. So you can keep learning in our trivia game. Our main aim is play & learn.Questions:- all questions are filtered by difficulty. The more questions you answer, the more difficult questions you get.- you get more in-game money for difficult questions. Last and most difficult questions will bring you million. More millions - upper rank in millionaire leaderboard.Help options:- remove 2 wrong answers- ask audience- ask einstein- replace questionTrivia game is available offline. No need to wait download and enjoy Millionaire OfflineTrivia Quiz BrainGame now!Compete with your friends in order to win millions!Prove your friends that you are the winner of Millionaire Trivia Quiz - Logic Brain Game!Online millionaires leaderboard!It is the best quiz game available so far. Best Trivia Quiz Game for the whole world. Play & Improve your general knowledge. Challenge game.Enjoy the Millionaire: Trivia Quiz Logic Game. Good luck! Be a star, trivia star!Note: We don't offer real cash through this game.",
  "lastVersion": "Dec 7, 2023",
  "classify": "TriviaCasualSingle playerOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hh.xherovn.moblie",
  "name": "X-hero",
  "company": "Công ty cổ phần phát triển công nghệ số Hồng Hà",
  "rating": "",
  "downloads": "1M+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Join your friends in the most amazing RPG game right away! Summon your heroes and lead them to fight the darkness of the future. Which hero do you choose?· SAVE THE DOGUse your finger to touch the screen to draw a line as a wall to protect the dog from bee attacks! Hold for 10 seconds to win! The dog is in danger, hurry up and save him!· MACHINE SUSPENSION SYSTEMIn the system, the system will level up and receive rewards automatically when you re-enter the game. reap the rewards when you return. Anytime, anywhere! You can both play and work or study.· BATTLE STRATEGYCombination of hundreds of heroes with your own attack and defense strategy plan. Summon your heroes, upgrade their equipment, skills to strengthen your team!· BIG MAGIC ADVENTUREMulti-line Magic battle in RPG game, choose your adventurous play style. Let's fight for glory on the global arena! Discover hidden treasures in mysterious labyrinths in the universe, and even wander through space!· INTER-SERVER WARPlay with over 1 million players globally! Compete against players around the world and determine who will lead the future world against darkness in this war!",
  "lastVersion": "Dec 1, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hh.xherovn.moblie"
},
{
  "link": "https://play.google.com/store/apps/details?id=rongdo.rongdo.rongdo.rongdo",
  "name": "Win79 - No Hu Bomb",
  "company": "SaiTup Games",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Win79 - No Hu Bomb Learn the mathematical tables with juicy explosions and power ups.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=rongdo.rongdo.rongdo.rongdo"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pea.battle.hw",
  "name": "Plants Warfare",
  "company": "YUEYOO GAMES",
  "rating": "4.4star",
  "downloads": "50K+",
  "reviews": "2.61K reviews",
  "age": "Everyoneinfo",
  "describe": "Plants Warfare is a Q-style fun casual game that Match 3 puzzle, Tower Defense, and Roguelike gameplay.One day, the peaceful life was disrupted by zombies attack. It's time to summon plants, set up your defense lineup, synthesize and upgrade plants to protect your homespace, and repel the zombie attack!Game Features[Classic Synthesis Gameplay]The vertical interface allows for easy one-handed operation. The classic synthesis gameplay is simple yet entertaining, allowing you to enjoy a delightful gaming experience anytime![Strategic Tower Defense Battles]Arrange and position your plants to resist the attacks from zombies. Make strategic use of different plant characteristics and skills to achieve victory![Enjoyable Light Rogue Elements]Experience the game with Roguelike elements, where each round of repelling zombie waves or synthesizing coins presents various random rewards such as increased steps, plant upgrades, special abilities, ATK up, speed boosts, etc., offering both strategy and surprises![Unlock Unique Plants Across Massive Maps]The game contains dozens of maps, each of which has unique plants such as Wall-nuts, Cherry Bomb, Ice-shroom, and Torchwood...... Defeat the zombie waves and unlock brand-new plants![Build Powerful Lineups Freely]The game offers up to 40 different plants, each with additional attributes and multiple abilities, including freezing, burning, slowing, poisoning, penetrating, stunning, slaying, pushing back, attack power enhancement, attack speed enhancement, and many more. Freely combine and cultivate plants to build personalized lineups to counter zombie attacks!In this game that intertwines synthesis, tower defense, and Roguelike elements, enjoy a casual gameplay experience while gradually developing a strong team of plants to protect the tranquility of your homespace!",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=vng.games.taydu.chienthuat.online",
  "name": "Tây Du VNG: Đại Náo Tam Giới",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Tây Du VNG: Đại Náo Tam Giới - Game thẻ tướng chiến thuật có cốt truyện dựa trên tác phẩm kinh điển Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime trẻ trung, hứa hẹn sẽ đem đến cho người chơi một trải nghiệm thế giới Tây Du đầy phá cách và mới mẻ. Game được VNG độc quyền phát hành tại Việt Nam.Tây Du VNG có tất cả tính năng hấp dẫn của thể loại chiến thuật thẻ tướng cùng với nhiều sự cải tiến mới mẻ khác với dòng game thẻ tướng 3Q. Chắc chắn đem lại cho bạn một trải nghiệm độc đáo và mới lạ khi vượt qua 81 kiếp nạn trên con đường thỉnh kinh cùng 5 thầy trò Đường Tăng.Nhắc đến Tây Du Ký ai cũng nhớ đến 81 kiếp nạn của thầy trò Đường Tăng, bao lần Tôn Ngộ Không (Wukong) phải trảm yêu diệt ma để cứu Đường Tăng. Tôn Ngộ Không (wukong) với 72 phép thần thông có thể lên trời xuống địa phủ, đại náo tam giới, giao đấu 300 hiệp cùng Dương Tiễn (Nhị Lang Thần) và Tam Thái Tử NatraTrong Tây Du VNG , người chơi chọn 1 trong 4 phe Thánh - Tiên - Minh - Yêu để bắt đầu hành trình thỉnh kinh cùng Tôn Ngộ Không (wukong) và Đường Tăng. Thiên Biến Vạn Hóa khi nhân vật chính có khả năng biến hóa thành bất kỳ nhân vật nào trong Tây Du Ký như Tôn Ngộ Không, Đường Tăng, Hằng Nga, Trư Bát Giới, Hồng Hài Nhi, Bạch Cốt Tinh, Quan Âm.. khó phân biệt thật giả trong Tây Du Ký càng thêm gây cấn hơn.Game thẻ tướng đề cao tính chiến thuật kết hợp đồ họa chibi phong cách anime trẻ trung cùng những kỹ năng animation bắt mắt, người chơi sẽ được trải nghiệm những trận đánh 6 vs 6 cân não với nhiều sự sắp xếp chiến thuật độc đáo qua các hiệu ứng âm thanh, hình ảnh, animation sống động đẹp mắt khác với 3Q.Đây là tựa game thẻ tướng chiến thuật hội tụ đủ các yếu tố về gameplay và đồ họa chibi phong cách anime mong chờ nhất của các game thủ. Bắt đầu hành trình thỉnh kinh vượt qua 81 kiếp nạn ngay thôi.Cùng điểm qua tính năng đặc sắc nhất:***Đại Náo Thiên Cung***Hành trình đi thỉnh kinh vượt qua 81 kiếp nạn của bạn sẽ không đơn độc. Hãy tìm cho mình 1 Tông Môn để cùng nhau vượt qua. Bạn cần ra sức thu thập tài nguyên để chung tay góp phần giúp cho Tông Môn mình ngày càng có tiếng hơn trong Tam Giới. Và tất nhiên sẽ khó tránh khỏi việc tranh giành quyền lực và tài nguyên giữa các Tông Môn, đó là kiếp nạn 82 của bạn phải vượt qua.***Thiên Biến Vạn Hóa***Bạn đã biết đến thuật biến hình thành người khác của Đại Thánh chưa? Thẻ Thần Thông giúp người chơi biến hóa thành bất kỳ thần tướng nào trong game, trong 1 đội hình cùng một lúc có 2 Quan Âm, hay 2 Bạch Cốt Tinh, ….. Thật Thật giả giả khó đoán.***Đấu Giá***Bất kỳ người chơi nào cũng có thể tham gia tính năng nay để mang về cho mình những vật phẩm trân quý. Sau khi đánh boss Tông Môn, các thành viên đều có thể tham gia đấu giá để có cơ hội sở hữu trân bảo. Nhanh Tay chốt deal.***Chiến Thuật Linh Hoạt***Thiên Kỹ, Thần Kích, Thần Thông và Kỷ Vật chắc hẳn sẽ gây cho kẻ địch không kịp trở tay trong các hoạt động tranh dành tài nguyên khi có khả năng biến đổi kỹ năng và thuộc tính thần tướng. Các tài nguyên này hoàn toàn có thể cày chay được từ các hoạt động săn boss và đấu giá mỗi ngày với tỉ lệ nhận được phẩm chất ngẫu nhiên. Người chơi có nhân phẩm cao có thể nhận được vật phẩm hiếm***Gia Trang***Bị yêu quái rượt bắt khi đi Thỉnh Kinh quá mệt mỏi thì về Gia Trang giải trí với các hoạt động bắn cung, câu cá, hái đào, nấu ăn... giúp cung cấp các tài nguyên miễn phí mỗi ngày. Bạn còn có thể tự thiết kế cho mình 1 không gian riêng theo sở thích cá nhân. Quan trọng nhất là khả năng cung cấp thêm lực chiến vĩnh viễn cho đội hình khi thường xuyên tham gia xây dựng Gia TrangNhanh nhanh vào Đạp gió, lướt sóng, cưỡi mây Đại Náo Tam Giới, còn được hào quang 3650 lượt quay trợ giúp bạn đi thỉnh kinh và vượt qua kiếp nạn thứ 82. Đi thỉnh kinh ngay!PERMISSION:- READ_EXTERNAL_STORAGE: Đọc thông tin hình ảnh- WRITE_EXTERNAL_STORAGE: Lưu thông tin hình ảnh- Camera: Sử dung cho tính năng chụp ảnh và quay clip trong game",
  "lastVersion": "Nov 10, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vng.games.taydu.chienthuat.online"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.mytalkingtomfree",
  "name": "My Talking Tom",
  "company": "Outfit7 Limited",
  "rating": "4.5star",
  "downloads": "1B+",
  "reviews": "17.7M reviews",
  "age": "Everyone 10+info",
  "describe": "Talking Tom is the cat making every day a fun adventure.Players adopt this virtual pet, keep him happy and help him explore his world.- Talking Tom can really talk- Fashion and furniture items to collect- Mini games add action, adventure and fun- Travel destinations are waiting to be explored- Photo albums to be filled with memories- And moreFrom Outfit7, creators of My Talking Tom 2, My Talking Tom Friends, My Talking Angela 2 and My Talking Angela.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew at the end of a subscription period unless cancelled. You can manage and cancel your subscription any time via Settings in your Google Play account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Oct 25, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sgame.phantomblade.vn.gp",
  "name": "Phantom Blade: Executioners",
  "company": "GAMOTA INC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "''Phantom Blade'' is an action role-playing game in the dark martial arts style, created by S-GAME, exclusively released by NPH Gamota in the Vietnamese market. The game applies a high-speed combined action system, players delve into the aerial adventure called \"Dark Land\", fighting with fallen masters in \"Reforming Killing Aura\" of the martial arts world \"Land of Darkness\" and solve the darkest martial arts puzzles. [High-speed combat skill series]\"Phantom Blade\" has an extremely exciting high-speed combat system, players will play the role of \"organizational\" masters in a fierce carnage scene to fight against fallen heroes of the past.While retaining the true action experience, the game uses an innovative \"skill chain\" system to significantly lower the barrier to entry for players, allowing players to enjoy the ultimate combat fun. top. Players unleash unpredictable skill combinations with simplified one-touch operations, and the combination of different skills creates a variety of fighting styles. Everyone is their own martial arts master.[Martial style and Oriental architecture]The work shows a unique wanderer under a country ink painting, and exploits corresponding rendering technology to express this style. With the support of leading animation studios, sophisticated and professional martial arts animations are used as the main medium of expression, restoring a cold and cruel mysterious martial art—the series \" Phantom Blade\" hopes to define a unique combination of Eastern martial arts, science fiction and dark fantasy elements. We call it \"Martial Arts Style\".Michael CTY - Art director of Fromsoftware \"Dark Souls 1/2\" and \"Demon's Souls\", acts as art director of this work. [Strange and mysterious wanderer story]Tang Mon's massacre, Nga Mi's tragedy, Hong Diep's demonic talk, Trai Tinh sword's destruction... Murderous intent is rampant, strange faces are roaming, and the forces behind are becoming more and more unpredictable, players need to delve into strange dark adventures, fight against fallen masters one by one in \"Enhance Killing Intent\" and continue to develop until the real enemy is found.The work uses the method of presenting the plot in the form of images of character classes. In addition to the main events of the plot, a large number of random side events and difficult challenges will also explain the story. the vastness and mystery of the martial arts world in the \"Land of Darkness\".",
  "lastVersion": "Nov 13, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.sgame.phantomblade.vn.gp"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.96M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.voodoo.paper2",
  "name": "Paper.io 2",
  "company": "VOODOO",
  "rating": "3.4star",
  "downloads": "100M+",
  "reviews": "2.09M reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Paper.io 2, the ultimate conquest game from Voodoo! Conquer as much territory as possible and beat the competition with a smooth drawing experience!Are you ready to become the champion of township and take over the game? With Paper.io 2, you can draw your way to victory and claim your space before your opponents beat you to it.Our game offers exciting and challenging gameplay that will keep you engaged for hours. With each level, you'll face new obstacles and enemies, but don't worry - with your strategic skills, you'll be able to overcome them all.But that's not all - with our addictive gameplay and user-friendly interface, you'll keep coming back for more. Our game is perfect for players of all ages, and with the option to play online or offline, you can enjoy it anytime, anywhere.So, what are you waiting for? Download Paper.io 2 now and start your conquest today! Our game offers the ultimate gaming experience and will keep you hooked for hours on end. Don't miss out on this opportunity to become the champion!",
  "lastVersion": "Nov 29, 2023",
  "classify": "#2 top free arcadeActionIO gameCasualSingle playerAbstract",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.supercent.bigslimemanyslime",
  "name": "Super Slime - Black Hole Game",
  "company": "Supercent",
  "rating": "2.5star",
  "downloads": "1M+",
  "reviews": "455 reviews",
  "age": "Everyone 10+info",
  "describe": "Let's devour everything in sight and be the super slime in this world!As an invader of Earth, your goal is to EAT THE WORLD. As a super slime, everything is your prey. You start as a small, cute slime, eating barely visible things, but someone needs to be cautious. You can grow rapidly and destroy an entire city in seconds!Super Slime is a black hole game that  can swallow everything near you! Your mouth is a black hole that swallows everything smaller than you. To eat larger things, move around smoothly like a snake and devour more and more.From seeds and fruits…to fences, humans, trees, houses, markets, buildings, or even entire cities. Wherever you are, you are the predator of this world, and everything around you is your prey. Test the limits of how much you can swallow before time runs out.In the end, you will have to fight against a giant monster enemy using what you have swallowed in this black hole game. Can you become big enough to battle it? Can you be the real Super Slime?Don't forget your mission on this devouring journey! Find the target and swallow it within the limited time. It will make this eating game more exciting and intense!Play with No WiFi! You can also play this game for free with no internet service! This offline game is perfect for killing time during a long car ride.This addictive game capture you with its simple play and the satisfaction of destroying everything by devouring.Through \"Super Slime - Black Hole Game\", become a cute invader villain and crush every city you land!",
  "lastVersion": "Nov 28, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=io.supercent.bigslimemanyslime"
}]