[{
  "link": "https://play.google.com/store/apps/details?id=heroeswm.ru",
  "name": "Lords of War & Money: Strategy",
  "company": "HeroesWM",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "2.56K reviews",
  "age": "Teeninfo",
  "describe": "⚔️«Lords of War and Money» is a turn-based strategy game inspired by the legendary strategies like Heroes of magic and might. A turn-based strategy with the elements of magic rpg online game will be appreciated by all fans of the might and magic style.There are 10 factions and 9 classes available in the online king’s strategy game. Orcs against knights, goblins against undead and a lot others in the TBS RPG. Each faction of the «Lords of War and Money» strategy RPG game includes a set of unique creatures with unique abilities.The strategy PVP game presents both classical factions: Knight, Necromancer, Wizard, Elf, Barbarian, Dark Elf, Demon, Dwarf and Steppe Barbarian, and alternative ones available only in the turn-based rpg game «Lords of War and Money»: Light Knight, Necromancer – the Master of Death, Wizard Destroyer, Charmer Elf, Fury Barbarian, Barbarian Shaman, Dark Elf Tamer, Darkness Demon, Pharaoh and Fire Dwarf.When playing a mobile online strategy game, you can take control of unique factions with such rpg heroes as: Amphibians, Inferno, Necropolis, Warring tribes, Sun Knights. Fight against factions like Mechanics, Pirates, Undead Pirates and others.Just like classic heroes and magic, this rpg turn-based game allows you to turn your Hero into an almost universal soldier with the help of skills.This entertaining pvp strategy with the elements of an RPG turn-based game was created in the best traditions of Heroes style. Castle siege, guild fight, strategy tactics, just the way we like it. Your guild of heroes awaits you in the RPG strategy game!The strategy turn-based game is available on any device: play it on your computer, tablet, or phone whenever and wherever you want! This magic rpg strategy will always be with you. THE BENEFITS OF THE TURN-BASED GAME:1️⃣  Regular combat events. Join other players to raid a strong enemy or crush other people's fortresses in a legendary strategy game. Multiplayer forms combat clans, which gain access to a special format of turn-based combats and bonuses. The Empire awards active fighters of the medieval strategy game on special events. At the same time, «introverts» can feel comfortable doing without the clan component. 2️⃣ Low entry threshold to the game. «Lords of War and Money» is pretty much a simple turn-based strategy game. You don’t have to be a top high-level player to show great results in the epic adventure rpg game. 3️⃣ Diverse game world. Quality rpg turn-based strategy games are a real challenge for a player. A turn-based strategy game of long battles is similar to a game of chess. 4️⃣ No real money required. Many turn-based free games provide a very poor gameplay experience. The turn-based magic rpg strategy «Lords of War and Money» advantageously differs from other turn-based rpg games. All additions are available for in-game currency.  Gold is the money and the most important resource in turn-based strategy games! You can mainly get it through guilds, events and trading.  FEATURES OF THE TURN-BASED RPG GAME «LORDS OF WAR AND MONEY»:✅  Turn-based rpg PVP and PVE competitions.✅  A tavern with a card game «Two Towers» like Arcomage.✅  Combat and Peace Guilds.✅  Duels, 2 vs 2, 3 vs 3, mixed combats. ✅  Multiple game modes: campaigns, hunt, ambush, fighting waves of enemies and storming castles.✅  A huge bestiary – more than 500 various creatures. «Lords of War and Money» is one of the most varied online fantasy turn-based games.✅  Schools of magic of light, darkness, nature and chaos.✅  Strategic fantasy RPG allows you to combine thousands of artifacts that improve the performance of both the hero and the army.✅  Fighting vehicles on the battlefield.✅  Automatic Combat Function. «Lords of War and Money» is perhaps the best turn-based rpg android game!Build your castle, collect artifacts, hire an army and go on an adventure in this adventure hero rpg game!",
  "lastVersion": "Aug 20, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.percent.aos.randomdicego",
  "name": "Random Dice: GO",
  "company": "111%",
  "rating": "3.5star",
  "downloads": "500K+",
  "reviews": "11.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Random Dice: GO is a real-time, auto-battle strategy game where every choice matters.Every game is decided within 3 minutes! Stay focused!Claim victory by countering the opponent's strategy and placing the right Dice in the right place.Always think strategically about your next move.There are no weaker or stronger Dice, only Dice with unique skills and traits.For example, there is the Wind Dice, which can attack faraway targets with small damage, and the Sword Dice, which can attack only nearby targets but with greater damage.Come up with a unique strategy with the Dice and claim victory!Don't miss out on the excitement every moment! With various game modes to play, you won't have a chance to get bored!Try out these amazing game modes! ■ 1v1 BattleThe most basic mode.Select 5 Dice and survive to the end.You can earn Star Points through victories and rank up from the Amateur Tier.Give your best on every round to rank as a Pro class.■ Team MatchA battle of four on four where you strategically place your Dice to go against the other team.There are countless strategies possible with thousands of Dice combinations, but only one team will survive.Lead your team to victory and acquire rewards according to the final ranking.Random Dice: GO, fun with friends! Play NOW!Don't miss the latest news!■ Official YouTube Channelhttps://url.kr/5mfdvo■ Official Discord Channelhttps://discord.gg/T6Qgm4xzBK■ Android 5.0 or above recommended.■ Customer Center Reception: support@111percent.mail.helpshift.com■ Operating Policy- Terms of Service: https://policy.111percent.net/10040/prod/terms-of-service/en/index.html- Privacy Policy: https://policy.111percent.net/10040/prod/privacy-policy/en/index.html",
  "lastVersion": "Aug 22, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerAbstract",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.herocraft.game.piratearena",
  "name": "Pirate Ships・Build and Fight",
  "company": "HeroCraft Ltd.",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "35.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Pirate Ships is the perfect game for those who want to experience the thrill of building and battling epic pirate vessels. In a world where a terrifying sea monster, Kraken, has taken hold of the Caribbean, only the bravest pirates can defeat it. Fight online alongside other pirate lords and thieves, or defeat them; take command of a beaten old schooner and upgrade it to the most powerful battleship on the seas! At the heart of Pirate Ships is ship building.Collect ships, cannons, and equipment, combine them in unique ways, and you’ll do more than just capture a fort or two; you’ll become a true pirate lord.But don't get too comfortable, as you'll need to pay attention to the action to find out which parts of your ship require improvement. With its unique blend of ship building and thrilling PvP battles, Pirate Ships offers endless hours of swashbuckling fun.Whether you prefer to take on your rivals alone or team up with friends, there's no shortage of excitement to be had. So hoist the Jolly Roger and get ready to set sail in the ultimate pirate adventure!Sail forth and free the Caribbean, fearless captain!  Features: ⚓ DESIGN YOUR OWN UNIQUE PIRATE SHIP - Dozens of ship types, from schooners to battleships- A ton of equipment for ship upgrading to choose from ⚓ AN ENGAGING SETTING - An enthralling, romantic Caribbean sea setting- A light touch of the fantasy genre: sea monsters, artifacts and more ⚓ FIERCE PIRATE SHIP BATTLES - Fight battleships built by real players, not AI bots- Ship battles with detailed visuals and graphics- Dominate the arena and earn first place in the leaderboard ⚓ CAMPAIGN MODE WITH PVE BATTLES - Take action in an exciting Caribbean story full of adventure- Earn goods for PvP and get a chance to unlock legendary ships  Pirate Ships is a building and fighting ⛵ PvP game.Earn and craft pieces of equipment, discover the best combinations, upgrade your ship and test your skills against other players! One does not simply sail into the Caribbean. You need to fight! It's time to raise the black flag, build your ship, and become a champion pirate!",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tfgco.games.strategy.free.castlecrush",
  "name": "Castle Crush：Epic Battle",
  "company": "Fun Games For Free",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "1.5M reviews",
  "age": "Teeninfo",
  "describe": "RPG? RTS? Castle Crush is a unique strategy game. Legendary monsters. Magic arena. Epic duels. Multiplayer/PvP. Choose your tactics, jump on board, and battle against your opponents in the best card & strategy game!Duel players from all around the world in this fun real-time strategy game! Collect and upgrade 40+ troops and spells: from the lovely Dryad to the tremendous Dragon! Play now, for free!Choose your strategy and lead your army to victory in the epic battle! Build a strong deck and crush your enemy's castle deploying your troops! Earn trophies and climb the global ranking! Clash with the enemy clans and defend your army! Open your chests to discover and unlock new powerful warriors, monsters, and spells! Will you get one of the magic legendary cards? Define your strategy and choose your warriors carefully. Archers to kill from a distance? A Royale Golem to break through the defense? Or a heal spell to give a boost to your troops? Your decision will make the difference between victory and defeat!FEATURES + Clash with other players in epic duels & battles+ Collect new powerful troops and monsters+ Destroy opponent’s castles to unlock new cards+ Progress through multiple levels all the way to the top+ Learn different battle tactics & strategy and become the ultimate champion+ Free daily cards+ Open epic magical chests+ Earn trophies+ Join legendary clans+ Fun, intuitive mechanics+ Real-time epic battle games+ Duel for freeGet into the arena and clash against other players on epic duels! The combat may be hard, prepare your strategy to win this PvP battle game!A great multiplayer strategy game! Join now this epic battle game and have fun in the clash against your enemies! Duel online with your friends and be one of the lords of mobile battles!Join the Castle Crush community: Facebook PageForumsRemember: RPG? RTS? Castle Crush is a unique strategy game. Legendary monsters. Magic arena. Epic duels. Multiplayer/PvP. Choose your tactics, jump on board, and battle against your opponents in the best card & strategy game!",
  "lastVersion": "Dec 14, 2022",
  "classify": "CardCard battlerMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.EpicBattleFantasy5",
  "name": "Epic Battle Fantasy 5: RPG",
  "company": "Kupo Games",
  "rating": "4.9star",
  "downloads": "100K+",
  "reviews": "12.8K reviews",
  "age": "Teeninfo",
  "describe": "Epic Battle Fantasy 5 is an over-the-top turn-based RPG adventure, full of video game references, juvenile dialogue, and anime fanservice (...and also strategic combat, monster catching, and tons of treasure hunting - if you're into any of those.) Epic Battle Fantasy 5 features...• Over 200 different enemies to fight, all with unique abilities and attack patterns.• Over 120 usable skills, and more equips than you can try out in a single playthrough. •Almost any enemy can be captured, and later summoned in battle. (including bosses!)• Set up devastating combos with damage-amplifying status effects. (wet + thunder = massive damage!)• 30 hours of gameplay for free, plus lots of optional dungeons and challenges, which can be purchased.• Suitable for both casual and hardcore RPG players, and is safe for all ages, as offensive content can be disabled. • Available in 12 languages: English, German, French, Spanish, Portuguese, Polish, Russian, Japanese, Korean, Vietnamese, Simplified Chinese, and Traditional Chinese.Epic Battle Fantasy 5 does NOT feature...• Pay-to-win or loot-box mechanics.• Annoying random battles.• Limited save points.• Depressed protagonists.• Points of no return.",
  "lastVersion": "Jan 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.wfs.anothereden",
  "name": "ANOTHER EDEN Global",
  "company": "WFS, Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "153K reviews",
  "age": "Editors' Choice",
  "describe": "Another Eden: The Cat Beyond Time and Space is a single-player JRPG created by the masterminds at WFS, an up-and-coming game studio in Japan.Game Overview・A fully solo JRPG with no time-limited content. A game that you can play at your own pace.・Made by the combined efforts of writer Masato Kato, composer Yasunori Mitsuda, and other experienced staff.・Includes an unprecedented volume of content that defies standard smartphone games.・Contains a profound story written by the legendary Masato Kato that takes players into the past, present, and future.・In addition to the main story, it also includes many other stories such as episodes, mythos, and character quests.・Users can also play crossover quests starring characters from \"Persona 5: The Royal\" and the \"Tales of\" series. These quests are permanent additions to the game and are available regardless of when you start playing.・The game features a main theme composed by Yasunori Mitsuda and over 100 songs performed with an orchestra and cultural instruments.・Each character has a unique personality and are voiced by amazing actors.StoryIt all started the day she disappeared right before my eyes. Then suddenly the city was reduced to ruins in the blink of an eye. That's when I swore an oath.Once again, I'm setting out on a journey beyond time and space.To save our lost future.Before the darkness of time falls upon us all...Staff　Scenario/Direction　　Masato Kato (Works: \"Chrono Trigger, Chrono Cross\")　Composition　　Yasunori Mitsuda (Works: \"Chrono Trigger, Chrono Cross\")　　Shunsuke Tsuchiya (Works: \"Luminous Arc 2\")　　Mariam Abounnasr　Art Director　　Takahito Ekusa (Works: \"Bincho-tan\")　Producer　　Yuya KoikeCast　Koki Uchiyama／Ai Kayano／Rina Sato／Shigeru Chiba／Rie Kugimiya　Rie Tanaka／Wataru Hatano／Kosuke Toriumi／Ayane Sakura／Maaya Uchida　Saori Hayami／Tatsuhisa Suzuki／Hikaru Midorikawa／Miyuki Sawashiro／Ami Koshimizu　Hanae Natsuki／Takahiro Sakurai／Ayaka Imamura／Harumi Sakurai／Hiroki Yasumoto　Yuichi Nakamura／Toshiyuki Toyonaga／Sumire Uesaka／Takehito Koyasu／Yoshimasa Hosoya　Hisako Kanemoto／Natsumi Hioka／Tasuku Hatanaka／Ayako Kawasumi／Mie Sonozaki　Kaoru Sakura／Ayaka Saito／Yoko Honna／Nami Mizuno／Akira Miki　Shiho Kikuchi／Mayumi Kurokawa／Makoto Ishii／Yuki Ishikari／Ryuta Anzai　Jared Zeus／Julie Rogers／Janine Harouni／Tim Watson／Rebecca Kiser／Rebecca Boey　Shai Matheson／Skye Bennett／Kerry Gooderson／Taylor Clarke-Hill／Jessica McDonald　Nick Boulton／Rina Takasaki／Nell Mooney／Samantha Dakin／Rory Fleck Byrne／Laura Aikman　Tuyen Do／Naomi McDonald／Ina-Marie Smith／Jackson Milner／Gunnar Cauthery／Joe Corrigall　Katie Lyons／Liz Kingsman／Jaimi Barbakoff【Minimum Requirements】Android 4.4 or higher, 2GB of memory or higher, OpenGL ES 3.0 or higher.*Devices that do not meet these requirements will not be supported. *Devices meeting the minimum requirements may experience issues in environments with poor connectivity or outlying device issues. This application uses CRIWARE (TM) provided by © CRI Middleware.▼Product Infohttps://www.wfs.games/en/products/anothereden_google.html",
  "lastVersion": "Nov 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.supermechs.superapp",
  "name": "Super Mechs",
  "company": "Gato Games, Inc",
  "rating": "3.9star",
  "downloads": "10M+",
  "reviews": "143K reviews",
  "age": "Everyone 10+info",
  "describe": "Liberate a post-apocalyptic world. Assemble your own invincible war robots and battle for victory!Super Mechs is a breathtaking turn-based action game that provides you with a unique chance to create an invincible super robot!Choose your weapons, armor and more to build your Mech warrior robot. Create your own style and become the ultimate fighting robot.Fight against your friends and rivals from all over the world in epic PvP battles, participate in the Super Mechs weekly tournament or advance your Mech through the single-player campaign missions.Each fight you compete in will give you the opportunity to improve your Mech and advance in your quest to become the greatest Mech Gladiator out there.There can be only one! Do you accept the challenge?MAIN FEATURES:- Tactical Turn-based combat- Single player campaign: Fight against battle Mech robots and collect rewards- PvP matchmaking: Compete against real players from all over the world- Total control over your Mech warrior's configuration- Play and chat in real-time- Join an alliance of Mech warriors – or start your own!Super Mechs is a war robot game that tests your logic and wit. Be brave and fight for victory against other war robots worldwide in a unique single-player campaign and challenging PVP battles.Important notes:Super Mechs is a unique battle bots MMO action game that requires an active and stable internet connection._____________________________________________Visit our official forum at http://community.tacticsoft.net/c/supermechsFollow us on Twitter at https://twitter.com/supermechs or like us on Facebook at https://www.facebook.com/SuperMechsCommunity to get more info about all our upcoming events.Check out our videos and game trailers on YouTube at http://bit.ly/supermechsyoutube",
  "lastVersion": "May 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tragsoft.coromon",
  "name": "Coromon",
  "company": "Freedom Games LLC",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "3.35K reviews",
  "age": "Everyone 10+info",
  "describe": "PLEASE NOTE: Coromon is a “try before you buy” title. A portion of the early game is free to enjoy, but a single purchase of $4.99 is required to unlock the full narrative.CLASSIC MONSTER COLLECTING IS BACK, WITH A MODERN TWIST!Collect and train over 120 unique creatures, customize your trainer from hundreds of options, and explore an engaging JRPG narrative!It’s your first day as a Battle Researcher in the region of Velua. Everything is going smoothly until a mysterious force attacks. Build up a squad of Coromon, track down the invaders, and grapple with a rising threat that endangers everyone in Velua!When you aren’t adventuring, challenge other Battle Researchers in head-to-head combat to improve your battle skills. How high can you climb on the leader boards?TACTICAL TURN-BASED BATTLES• Build a team from more than 120 charming creatures.• Master a battle system where every action costs resources, so choose skills, status effects, and attacks carefully to overcome your enemies.• Challenge friends online and see whose Coromon squads are the best of the best.A COMPELLING STORY• Explore 6 major zones and cities with dozens of interconnecting routes to traverse.• Travel across frozen glacial caverns to the depths of blistering deserts.• Play a key role throughout a fully-fledged classic JRPG narrative, complete with plot twists, turns, and revelations.PLAY THE WAY YOU WANT• Immerse yourself in the story on the easiest setting without hassle, or focus on tactics, number-crunching, and resource management.• Use the built-in Randomizer and Nuzlocke modes to put fan favourite twists on the creature catching experience.• Create the trainer you want, using hundreds of customizable elements like hair, fashion, and more.NEW FEATURES FOR MOBILE• Battle Dome mode will challenge your teams in new and unique ways. How many opponents can you conquer?• Daily and weekly challenges will give you more ways to unlock rewards just for playing.• 12 new languages to pick from.• And more!UPGRADE YOUR ADVENTURE• One-time-purchase luxury items enhance your experience, including the new Fruit Drone and Remote Storage.• Earn Style Crystals to customize your Battle Researcher’s unique look.• Unlock premium Coromon skins for even more exotic creatures.• And more!Your Coromon adventure awaits. What will you discover?--------------------------------------------------------------------------------------------Follow us for the latest news:Twitter: https://twitter.com/CoromonTheGameFacebook: https://www.facebook.com/coromonthegameInstagram: https://www.instagram.com/coromonthegame/Discord: https://discord.gg/coromon",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lemcnsun.soultide.android",
  "name": "Soul Tide",
  "company": "LemcnSun Limited",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "3.6K reviews",
  "age": "Teeninfo",
  "describe": "Soul Tide is an original title that combines anime girl collection, home simulation, and dungeon exploration. It is set in a fantasy world where witches kindled doom upon the land, and players are destined to turn the tide.Official Homepage:http://soultide.lemcnsun.comOfficial Discord Server:https://discord.gg/A5RgGzXOfficial Facebook Page:https://www.facebook.com/SoulTideGlobalOfficial Twitter Account:https://twitter.com/SoulTideTerms of Service:Please read the End-User License Agreement and the Privacy Policy before using our services as they govern the relationship between you and LemcnSun.http://soultide.lemcnsun.com/EULAhttp://soultide.lemcnsun.com/privacy",
  "lastVersion": "Oct 26, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.â–¶â–¶Stunning Visuals Blending Retro and Modern Aestheticsâ—€â—€Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. â–¶â–¶A Cinematic Adventure across the 20th Centuryâ—€â—€From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.â–¶â–¶Full English Voice Acting with Authentic Accentsâ—€â—€Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. â–¶â–¶Fantastic Arcanists from Different Times and Regionsâ—€â—€People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans â€¦ But who are the Arcanists, really?â–¶â–¶Weave Arcane Incantations to Attain Glorious Victoriesâ—€â—€Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.c4cat.weaponstore.en",
  "name": "Zoldout Global",
  "company": "C4Cat Entertainment Limited",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "3.03K reviews",
  "age": "Teeninfo",
  "describe": "Zold:out is a semi-turn-based tactical RPG fused with deck building. You will use multiple weapons in one turn to challenge powerful enemies in a non-grid battlefield. Recruit clerks, forge weapons, and save the world with your strategy and creativity!【Action System】The core gameplay revolves around the use of action points and cards. Each character has 12 action points that can be spent to perform actions in battle. The number of action points remaining will affect the duration of subsequent rounds. Players can choose to spend all of their action points at once to deal massive damage, or save some action points for more flexible movement and strategy. The choice is yours to make as you control the battle style of your characters.【Weapon Deck】Players can access a wide variety of weapon cards with unique powers, and use these cards to craft their own decks. Each card can be paired with different characters, allowing for a wide range of tactical possibilities and strategies. As players progress through the game, they can forge more weapon cards and continue to refine their decks, searching for the perfect combination of cards and characters to achieve victory. Deck building adds an extra layer of depth and customization to the gameplay, allowing players to truly make the game their own.【Battlefield】Non-grid battlefield allow players to devise strategies and tactics beyond the limitations of traditional grid-based gameplay. With the ability to move freely across the battlefield, players can use more precise and meticulous tactics to outmaneuver their foes and achieve victory.【Boss Battle】Zold:out features a range of unique bosses and monsters that have been carefully designed by the development team. Players will need to think strategically and adjust their tactics and teams to the characteristics of each boss in order to emerge victorious. Simply leveling up your status won't be enough to defeat these powerful foes - you'll need to find your own way to overcome the challenges they present and come up with creative solutions. The game encourages players to think outside the box and use their skills and cunning to emerge victorious against even the toughest opponents.【Contact us】Facebook fan page: https://fb.me/c4cat.zoldout.enEmail: zoldout@c4-cat.comDiscord: https://discord.gg/BX2XExuwHx",
  "lastVersion": "Nov 28, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfun.ttof.gp",
  "name": "The Tale of Food",
  "company": "Madfun Game",
  "rating": "4.1star",
  "downloads": "100K+",
  "reviews": "3.46K reviews",
  "age": "Everyoneinfo",
  "describe": "New characters will be introduced alongside the rollout of the new version on 14/07.▶A Fantasy Adventure◀Embark on a 2-million-word fantasy adventure as the descendant of the Food God. Collect and nurture Food Souls as you explore time and space! Interact with them closely and record every precious moment.▶Incredible Voice Acting◀Meet with Food Souls in [Kongsang]! The Tale of Food is fully translated into Chinese, English, and Korean with voice overs for all characters! Top voice actors’ dubbing for all characters makes them alive, offering you an immersive experience!▶100+ Cute Characters◀Collect 100+ characters and enjoy the lively expressions of each unique Food Soul. Immersive interactions with Food Souls help you unlock exclusive voice, stories and letters as you create lasting memories. ▶Micro Manage Your Restaurant◀Run your restaurant together with Food Souls. Send them to grow veggies, catch fish, and enjoy a fulfilling farm life. Or let them handle the cooking as you serve your customers from dynasties past!▶DIY Home Decor◀Make your house a home! Unlock themes, collect furniture, and mix and match styles to make a home that’s uniquely yours! Fix the look and the feel of the home that belongs to you and your Food Souls.▶Custom Battle Lineups◀Form your battle lineup with Tanks, Healers, Damage Dealers, and Support roles. Utilize AoE, Poison, Sunder, or Damage Reflect skills and gain an edge in battle! Official CommunitiesOfficial website: https://taleoffood.madfungame.com/en/ Facebook: https://www.facebook.com/profile.php?id=100087818166165 Twitter: https://twitter.com/Tale_of_Food_ENDiscord: https://discord.gg/rfXQ5S6UkE System Requirements:Android: Android 7 or later; Available Storage: 4G or higher, 2G RAM.",
  "lastVersion": "Apr 7, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.clovergames.lordofheroes",
  "name": "Lord of Heroes: anime games",
  "company": "CloverGames",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "217K reviews",
  "age": "Teeninfo",
  "describe": "Dive into the world of Lord of Heroes and embark on a breathtaking experience of story and strategy as the Lord of a nation!Lord of Heroes is a casual player-friendly Fantasy turn-based RPG that goes beyond typical gacha and anime games, featuring immersive 3D anime graphics and an engaging narrative. Possessing a unique power known as the Chronicles, lead your knights on a journey of time as the Lord of Avillon, as you embark on a thought-provoking, yet relatable adventure.A TALE OF TRIUMPH AND SACRIFICEAs the Lord of Avillon, you'll embark on a gripping journey filled with trials, triumphs, reunions, and farewells. Explore the human experience through themes of sacrifice, loyalty, and the weight of leadership. Traverse various chapters of the main story, uncovering the intricacies of this mystical world. Delve into the past of your heroes during the War of the Tyrants story, and embark on new adventures with Side Stories in the ultimate RPG experience.MEET EXTRAORDINARY HEROESMeet a diverse cast of heroes featuring stunning 3D anime models, each with their own unique personality and a rich backstory. Summon heroes with Linkstones, or recruit heroes for free by playing through the story and using Renown and Crystals; currency anyone can gather just by playing the game! Discover alternate versions of these heroes from different timelines, each offering fresh perspectives and exciting narratives. Celebrate their birthdays with in-game events, collect special photocards, and explore the intricate relationships between heroes in their story Archives.STRATEGIC MASTERYMaster the intricate turn-based combat system, take advantage of a limitless combination of heroes and utilize various strategies including Chain Burst, turning the tide of even the toughest of fights with the ability to unleash multiple ultimate skills in one turn. With smart resource management, careful hero selection, and strategic gameplay, outmaneuver complex boss mechanics and conquer even the most difficult of content such as the Nightmare difficulty of the story, or the Obelisk, even with heroes that have not had their full potential unlocked yet.YOUR ADVENTURE, YOUR PACELord of Heroes respects your time whilst offering a wealth of content, allowing both casual and hardcore gacha game lovers to enjoy the adventure. Passively level up your heroes in the Dakkeon Training Grounds, complete quick daily Primeval Halls dungeons for valuable resources, and unite with fellow Lords to challenge the formidable Sea God in joint raid, Silent Straits. Alternatively, join forces in Alliance raid, Calamity's Cradle, to face the menacing Beast of Ruin. What are you waiting for? Join the adventure and become the Lord of Avillon now!━━━━━━━━━━━▶ Official Facebook pagehttps://www.facebook.com/LordofHeroes.Global/━━━━━━━━━━━▶ App PermissionsThis app requests the following permissions in order to provide certain services.▶ Optional PermissionsPicture/Media/File Saving: Needed to save game execution files and videos, and to upload pictures and videos.Phone: Needed to access your phone number to send promotional text messages.Note: Granting these optional permissions is not required to play the game.▶ Revoking Permissions1. Android OS 6.0 or higher: Go to Settings > Apps > Select an app > Permissions > Select which permissions to allow or deny2. Lower than Android OS 6.0: Upgrade the operating system to revoke permissions, or delete the game.Note: The game may not offer the ability to allow/deny individual permissions.━━━━━━━━━━━By downloading this game, you are agreeing to our Terms & Conditions of Service and Privacy Policy.Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play.Terms & Conditions of Service: https://cdn.clovergames.io/page/en/tos.htmlPrivacy Policy: https://cdn.clovergames.io/page/en/privacypolicy.html",
  "lastVersion": "Nov 15, 2023",
  "classify": "Role PlayingTurn-based RPGSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.neowizgames.game.browndust2",
  "name": "BrownDust2 - Adventure RPG",
  "company": "NEOWIZ",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "53.2K reviews",
  "age": "Teeninfo",
  "describe": "◈ New Character Pack 6 released ◈Play the new pack with the main event ‘WINDY CAT’▣ Game Introduction ▣■ A New Adventure RPG with Console-Level Graphics ■Experience High-End 2D graphics with overwhelming detail! Enjoy the diverse charms of Live 2D characters drawn by top-tier illustrators,along with beautifully designed fields that add excitement to your adventures.■ Immersive Adventures in Both Landscape and Vertical Mode ■A user-friendly interface optimized for both landscape and vertical screens!Experience a whole new level of immersion as you explore the expanded world.■ Console-Style Game Pack that Transcends Time and Space with a Captivating Storyline ■The game pack system evokes the nostalgia of classic console games! Immerse yourself in a thrilling storyline that unfolds in a multi-universe world and discover what lies beyond.■ The core of Browndust: battle system with a quarter-view perspective ■A 3x4 simulation battle system that maximizes the tension!Don't miss the excitement of thrilling battles during adventures with well-designed intuitive turn-based battles■ User-vs-User PvP and Evil Castle to Complete Your Adventure ■Constantly test your own strategies and experience the joy of victory!Complete your adventure while enjoying the Evil Castle content that tests your limits.Official website : https://www.browndust2.com/Discord : https://discord.com/invite/qMbpbvWwjaFacebook : https://www.facebook.com/BrownDust2.official/Youtube : https://www.youtube.com/channel/UCmnj4VhKgycXSq3-GrQhhgQTwitter : https://twitter.com/BrownDust2_EN",
  "lastVersion": "Dec 3, 2023",
  "classify": "Role PlayingTurn-based RPGMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.doublethink.diceelementalist.gp",
  "name": "Dicey Elementalist",
  "company": "Doublethink Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "22.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Inspired by a popular dice game called Yahtzee.- Five dice are rolled three times, keep the best score.On this basis.Add some deck buildingAdd some random variables (Rogue-lite)Add some unique heroesAdd some different game mechanicsAnd...Here it comes! The Dice Master!THE RULE IS SIMPLELight up the elements of a card required to play, bingo!If you can't light the card, the card will be unusable = useless!SoBe sure to build your deck reasonably well with your \"brilliant strategic\"!【Reddit】: https://www.reddit.com/r/DiceyElementalist/【Discord】: https://discord.gg/DZresN6k",
  "lastVersion": "Aug 31, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.turner.pocketmorties",
  "name": "Rick and Morty: Pocket Mortys",
  "company": "[adult swim] games",
  "rating": "3.4star",
  "downloads": "10M+",
  "reviews": "358K reviews",
  "age": "Teeninfo",
  "describe": "The #1 multi-dimensional grandson fighting simulator in the galaxy is back and better than ever!You’re Rick Sanchez, everyone’s favorite unstable genius. You’re yelling at Morty in your garage when a Mysterious Rick pops out of a portal and ruins your life. He traps you in an unfamiliar dimension where you discover that Morty collecting and fighting is the hottest new trend in the multiverse! Some more stuff happens and long story short the Council of Ricks takes your portal gun. Now you have to defeat Ricks across the multiverse and collect badges to get it back. Good thing there are hundreds of versions of your grandson you can capture, train, and evolve! Stack your Morty deck with strong and diverse Mortys and travel dimensions to take down Rick after Rick for your Portal Gun and your freedom.Insane Morty-based action:•\t300+ unique and bizarre Mortys. We got Cronenberg Morty, Pickle Morty, Car Morty, and more. •\tTrain, combine, and evolve Mortys to create your perfect Morty Deck.•\tBattle & trade Mortys with your friends & enemies in multiplayer.•\tSustainably sourced Morty sounds.•\tLet’s get these Mortys!Other non-Morty related stuff to do:•\tBattle for your freedom across the multiverse in Campaign.•\tFight your way through multi-tiered challenges in the Morty games.•\tCraft items, complete side quests, or make investments to increase your wealth.•\tLots of characters and references and whatever from that show you like.•\tHours of distraction from your futile existence.Follow Us:Facebook - http://www.facebook.com/adultswimgamesTwitter - https://www.twitter.com/adultswimgamesOur Website - https://www.adultswim.com/gamesAd Choices: policies.warnerbros.com/privacy/en-us/#adchoiceTerms of Use: policies.warnerbros.com/terms/en-usDo Not Sell My Personal Information: privacycenter.wb.com/donotsellThe Terms of Use for this app includes arbitration for disputes – see http://www.adultswim.com/footer/legal/terms-of-use.html",
  "lastVersion": "Sep 27, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.game.whiskeybarrelstudios.swordsandsandalsimmortals",
  "name": "Swords and Sandals Immortals",
  "company": "eGames.com",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "862 reviews",
  "age": "Teeninfo",
  "describe": "It's Swords and Sandals as you've never seen it. Brutal turn-based combat where gladiators can lose limbs, wield guitars and yell so loudly their foe's heads will fall off. This is the most fun you'll ever have in the arena, and it all starts here.Create a gladiator from one of dozens of races, make them a 7 foot undead giant with a battle axe or a tiny jelly blob with a laser cannon. Your gladiator will be unlike any other, with deep skill trees and hundreds of weapons to craft and equip you will not face the horrors of the arena unprepared! For a decade we wondered what happened to the Starbound Gladiator at the end of Swords and Sandals III ... now all answers are revealed as the robotic Automatons return to Brandor with new space-age technology! Embark upon a massive new single player campaign in the form of Swords and Sandals VI, where you shall journey across the vast continent in search of fabled Arena Champions to defeat. Do battle in the scorching heat of the T'Kash desert, in the lonely abyssal caverns of the Forbidden Depths and in the great palaces of Phaetor itself.Features:[*] Swords and Sandals VI : Continue the story from where S&S III left off as the Automatons return to Brandor with new challenges for our gladiators![*]  Multiplayer Battles : Test your skills against real humans as you strive to be the greatest gladiator in the whole world! [*] A single player adventure across Brandor featuring over 40 all new Arena Champions ( and some returning fan favourites )[*] Limb severing and decapitations! Sever arms and legs and keep on fighting as your gladiator finds the strength to endure[*] Create a gladiator your way. Customize everything from height and weight to facial features and hometown, the choice is yours.  Will you be a powerful undead mandolin-wielding barbarian? A Sagan Blob arch mage with the power to regenerate lost limbs?[*] Many new classes to choose, skills and talents to learn. Rain molten death from the skies, play guitar solos that shake the ground![*] Defeat your enemy using all new combat skills. Throw your weapons, even throw discarded healing potions. Whatever it takes to win![*] An all new game engine for the first time in years! New special FX, particles, animations and music, created from the ground upThis is indeed the greatest Swords and Sandals adventure ever. Grab your sword, equip your sandals. It's time to take on the world and become an immortal.",
  "lastVersion": "Jul 13, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bilibilien.arterygear",
  "name": "Artery Gear: Fusion",
  "company": "BILIBILI",
  "rating": "3.7star",
  "downloads": "500K+",
  "reviews": "16.1K reviews",
  "age": "Teeninfo",
  "describe": "The Puppets are coming, and a full-scale war begins - the mech girl strategy RPG \"Artery Gear: Fusion\" invites you to the battlefield of doomsday!Gather a team of mech girls to fight the brutal \"Puppets\" that devour the world. Dazzling skill special effects, feel the gorgeous and refreshing visual and auditory battle feast. Plan skill combinations and enjoy the fun of strategic battles. More than 100 beautiful mech girls with distinctive characteristics will fight side by side with you. Commander, this battle needs your participation!【Game Features】Apocalyptic Story - A dark and profound apocalyptic epicThe Puppet War is about to break out, and the human world hangs by a thread, but the two remaining forces, \"Frontier\" and \"Autoluna\", don't trust each other and cannot reach a comprehensive strategic cooperation... The doomsday, people's hearts and war, the truth of the world will slowly emerge.You will transform into a joint fleet formed by the two forces, the commander of \"Union\", and lead the mech girl squad known as \"Artery Gear\" to fight against the unknown creature \"Puppet\".Mechanical Romance - Multi-pedigree Mech GirlAmanoHa, team Bobcat, the Harpyia, team Carrot, Purifier, the SevenS... More than 12 kinds of diverse genealogy, hundreds of beautiful mech girls with different styles are waiting for your command and deployment. Each mech girl has powerful skills and unique settings, and dozens of popular voice actress such as Akari Kito, Ayana Taketatsu, and Yumiri Hanamori to help out, injecting the voice of the soul into the girls and satisfying your love for mechanical girls. Beyond imagination!The ultimate display - immersed in a refreshing combat experienceThe high-standard team has created exquisite 3D x Spine x new lighting craftsmanship, fully liberated the charm of the characters, and presented a real sense of doomsday war. From gorgeous skill special effects to powerful animations, from meticulously portrayed character portraits to grand and exquisite battle scenes, you can experience an unprecedented visual and auditory feast.Strategic collocation - tactical command hot blood battleHundreds of characters x thousands of skill combinations; three attribute restraints: Molten, Thunder, and Crystal, Striker, Tactician, Balancer, Guardian, Healer, free combination of five occupations. Use strategies and tactics to create the strongest warrior squad to deal with the ever-changing battlefield! There is also an intelligent agent combat system in the game, you can easily play in space time and enjoy!【contact us】Official Facebook: https://www.facebook.com/ArteryGearEnOfficial Twitter: https://twitter.com/ArterygearENOfficial Discord: http://discord.gg/arterygear",
  "lastVersion": "Nov 2, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fruitshake.fairyrpg",
  "name": "Age of Revenge: Turn Based RPG",
  "company": "Azur Interactive Games Limited",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "22.1K reviews",
  "age": "Teeninfo",
  "describe": "Greetings adventurer! Welcome to the Age of Revenge — a free retro-style MMO RPG with a catching story and simple idle rpg gameplay. Dive into the age of magic with this fantasy rpg adventure game. Embark on a journey across far-away foreign lands, battle with dangerous beasts and dungeon bosses, level up your weapon, and achieve might and power previously only known to gods!EXPLORE THE WORLDCenturies ago, the First Empire of the human race had fallen. The lands were ravaged by a powerful dark force, which our brave heroes of the Second Empire are trying to stop from spreading. You too will join the ranks of these heroes in this turn based rpg.Set off on dangerous quests: to the mysterious Thicket or to the perilous Land of Fire, to the foresaken Subterranean Kingdom or to the cryptic Heart of Darkness. Take a stand in this turn based rpg against the magical beings that inhabit these lands and learn the secrets of the Old Empire.  Explore dungeons to find potent artefacts and use them to gain unbelievable power and win the mighty dungeon bosses.LEVEL UP YOUR CHARACTERTrain, learn new combat skills, upgrade your equipment and customize your character with new armor. Find rare weapons and test your skills against other players in the role playing PvP arena.JOIN A CLANJoin one of the many existing clans or create your own with your own rules. Battle against powerful dungeon bosses with a team, and share the plentiful loot. Build citadels, libraries, and other buildings with your clan and receive useful bonuses.MAKE NEW FRIENDSMeet hundreds of other players and work collectively to survive the orc invasion. Have discussions in the chat, on our forums, or within your clan. Find new friends and complete quests together.ENJOY FANTASTIC ADVENTURE Intuitive classic rpg mechanics and simple clicker role play game play. FIND WHAT YOU LIKEThis rpg adventure game has a lot of immersive features in it:– Advanced character leveling– Large bestiary– Dungeons with bunches of treasures– Themed quests– Arena for PvP battles– Clan battles– Realistic graphicsPlunge into the dark fantasy of this roleplay game, enjoy the best of idle rpg games and fantasy rpg games.",
  "lastVersion": "Nov 28, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ludia.jurassicworld",
  "name": "Jurassic World™: The Game",
  "company": "Jam City, Inc.",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.84M reviews",
  "age": "Teeninfo",
  "describe": "Return to Isla Nublar with the creators of the smash hit Jurassic Park™ Builder for your next adventure: Jurassic World™: The Game, the official mobile game based on this summer’s epic action-adventure. Bring to life more than 300 colossal dinosaurs from the new film and challenge your opponents in earth-shaking battles. Construct the theme park of tomorrow in this unrivaled build-and-battle dinosaur experience.In order to build a winning Battle Arena team, you’ll need to design the most efficient and effective park, one that will allow your dinosaurs to thrive and evolve. Discover new and amazing species of dinosaurs by acquiring surprise-filled card packs. Join Owen, Claire and your favorite characters from the film as, daily, you feed and genetically enhance your dinosaurs. Now that the park is open, it’s time to make Jurassic World™ your own!In Jurassic World™: The Game you will:* Defy the laws of science as you COLLECT, HATCH & EVOLVE more than 300 unique dinosaurs!* CONSTRUCT & UPGRADE iconic buildings & lush landscapes inspired by the film. * CHALLENGE opponents from around the world in earth-shaking BATTLES!* INTERACT with characters from the film as you navigate exciting new storylines & thrilling missions! * ENHANCE your experience with Hasbro® Brawlasaurs™ toys – scan each toy dinosaur & battle with it directly in the game!* CHOOSE from multiple card packs; each can bring a special dinosaur to life!* EARN daily rewards such as coins, DNA & other essential resources.MembershipYour subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Your subscription can be managed and the auto-renewal may be turned off by going to your iTunes Account Settings after purchase. No cancellation of the current subscription is allowed during the active subscription period.- Jurassic World The Game offers a monthly subscription at USD $9.99, and a yearly subscription at USD $99.99; please note prices may vary depending on sales taxes or countries. - Jurassic World The Game also offers a Free 7-day trial; user will be automatically enrolled into a monthly subscription and be billed USD $9.99 once the 7-day trial ends if not cancelled prior to the 7th day.- The user will be asked to login to his iTunes account (if not already) prior to the purchase. - The payment will be charged to iTunes Account at confirmation of purchase. - Additional information will be provided afterward stating that subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. - We also mention there that subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.- The account will be charged for renewal within 24-hours prior to the end of the current period. - No cancellation of the current subscription is allowed during active subscription period.- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication.Optimized for iOS:- iPhone 7 and +- iPad Mini 4 and +- iPad Air 2 and +- iPad Pro and +- iPod 6Privacy policy can be found at https://legal.ludia.net/mobile/2019-2/V3/privacyen.htmlTerms of service can be found at https://legal.ludia.net/mobile/2019-2/V3/termsen.htmlBy installing this application you agree to the terms of the licensed agreements.Like us on Facebook for fan giveaways, the latest news and updates! (facebook.com/jurassicworldthegame)Jurassic World™ is a trademark and copyright of Universal Studios and Amblin Entertainment, Inc. Licensed by Universal Studios Licensing LLC. All rights reserved. Please note: Jurassic World™: The Game is completely free to play but offers some game items for purchase with real money.",
  "lastVersion": "Nov 21, 2023",
  "classify": "Role PlayingTurn-based RPGSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.galagames.championsarena",
  "name": "Champions Arena: Battle RPG",
  "company": "Gala Games Inc.",
  "rating": "4.1star",
  "downloads": "50K+",
  "reviews": "2.12K reviews",
  "age": "Teeninfo",
  "describe": "Build decks and combine cards featuring 100 different, fascinating, and unique Champions to aid you in battles of wits and strategy!Champions Arena is a new generation of Turn-Based RPG, where players collect over 100 unique Champions. Use items from your collection to dispatch your Champions on missions and control them in real-time tactical PvP turn-based battle!Use powerful equipment as your Champions face off against your enemies in battle. Plan intricate combos using spells, skills and resources. Deck-building, resource management, and tactical strategy will all prove vital in the arena! FEATURES[Build Your Perfect Team]In order to win a battle, you need a team of Champions with a variety of Skills and Classes. Select Champions that complement the deck you’ve built and synergize with your strategies. Perfect the art of managing different Champions.[Play the Hand You’re Dealt]Even when your opponent brings a similar Champion, the game cards are given randomly. This allows the player with superior strategy to find the best way to adapt to the competition. You have to make right decisions quickly in battle while thinking about numerous tactics. No battle will ever be just like another.[Deep and Nuanced Battle Tactics]You need to think carefully, because tons of factors can determine a battle. Compatibility between factions, changes in stats according to map properties, even bonuses in different battle stages… each battle will present new fun challenges that you won’t always see coming.[Endless Content with Collaboration and Competition]Champions Arena offers many ways to enjoy the game - loot your opponents, earn rewards by defeating tough battles together or strengthen your soldiers. Anytime you log into Champions Arena, there will always be something to enjoy. [Your Estate, Your Guild]Actively engage with your guild members and grow your Estate. Own your Estate or join an established one. Either way, you’ll need to work with your team to build your guild for everyone’s benefit.[Limited Edition Champions ]Not all Champions are around forever. Find rare and limited edition Champions in the game store and as rewards within the game. Get them while they last, because they won’t be back!Customer Support: https://app.gala.games/contact-supportOfficial Website: https://app.gala.games/games/champions-arenaTerms and conditions: https://app.gala.games/terms-and-conditionsPrivacy Policy: https://app.gala.games/privacy-policy",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ace.global",
  "name": "Awaken: Chaos Era",
  "company": "Century Games PTE. LTD.",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "69.8K reviews",
  "age": "Teeninfo",
  "describe": "Enter the mythical world of Awaken, an ancient land held together only by the elements that brought it into existence. Peace is now being torn apart as the former King has disturbed the balance and brought the continent to the brink of destruction. As the constant struggle between light and darkness wages on, It's time to join the battle and awaken your inner hero!- Game Features:▲ GATHER YOUR FORCESCollect powerful heroes and assemble the right combination to dismantle your opponent!▲ CINEMATIC-STYLE VISUALSGet lost in an immersive story with captivating 3D artwork as your heroes unleash a variety of attack effects and skill animations! ▲ STRATEGIC GAMEPLAYAll heroes have unique abilities that can give you an edge over your enemies. When you step onto the battlefield, strategy and skill reign supreme!▲ PVE CAMPAIGNUncover the mysteries of Awaken and explore a narrative storyline filled with hero origins as you follow Evelyn on her journey to find her father and restore peace to the land.▲ LOTS TO EXPLOREClimb the arena rankings in fast-paced PVP action, crawl through rogue-like dungeons, challenge tough guild bosses, track down wanted heroes to claim bounties, and much more!Join our official community to get the latest game news:The battle awaits:Facebook: https://www.facebook.com/AwakenChaosEra Discord: https://discord.gg/GZRcaD8",
  "lastVersion": "Nov 16, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dena.a12026418",
  "name": "Pokémon Masters EX",
  "company": "DeNA Co., Ltd.",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "502K reviews",
  "age": "Everyoneinfo",
  "describe": "TEAM UP WITH SYNC PAIRS FROM EVERY REGION!Team up and interact with Trainers from the Hisui region, the Paldea region, and everywhere in between!THE VILLAIN ARC CONCLUDES!Pasio’s saga of villainous organizations reaches its thrilling conclusion!GET TO KNOW YOUR FAVORITE TRAINERS!Interact with Trainers in the Trainer Lodge to deepen your bond and get special photos and stories!TRAINERS DON SPECIAL OUTFITS!Trainers appear wearing outfits exclusive to Pokémon Masters EX! Enjoy original stories connected to those outfits, too!HATCH EGGS & TEAM UP!Hatch Eggs to get new Pokémon! Add hatched Pokémon to your team, and battle your way to the top!ENTER THE FRAY WITH A CUSTOM TEAM!Assemble Trainers and Pokémon to take on battles! Create a team all your own, and aim for victory!TRAINERS FROM ALL OVER COME TOGETHER!Champions, Elite Four members, Gym Leaders, and visitors from the past! Enjoy adventures together with your favorite Trainers and their Pokémon!Note: ・We recommend a device with at least 2GB of RAM.・We do not guarantee functionality on all devices listed above.・There may be cases where the app does not function properly due to your device’s capabilities, specifications, or particular conditions for using apps.・It may take time to become compatible with the latest OS.",
  "lastVersion": "Nov 10, 2023",
  "classify": "Role PlayingTurn-based RPGMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aqupepgames.projectpepe",
  "name": "Looney Tunes™ World of Mayhem",
  "company": "Scopely",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "339K reviews",
  "age": "Everyone 10+info",
  "describe": "Join Bugs Bunny, Daffy Duck, Marvin the Martian and all the classic toons to build the greatest “Toon Team” in Looney Tunes™ World of Mayhem! Collect cartoon characters like Tweety Bird, Taz, Road Runner and more to wage wacky battles in a vibrant Looney Tunes™ World.Collect your favorite characters and discover their unique and hilarious fighting abilities. Characters from Road Runner and Wile E. Coyote to Sylvester and Tweety to Porky Pig each have unique abilities and hilarious attacks. Collect all the classic Looney Tunes™ cartoon characters in this epic action RPG.Build teams with your favorites toons and take down your enemies with iconic pranks and gags! Use classic cartoon rivalries and get bonuses when you defeat an iconic foe, like Sylvester vs. Tweety or Road Runner vs. Wile E Coyote.Battle with turn based strategy and cartoon combat! Characters unleash slapstick attacks on their enemies, so you can drop an ACME safe on Daffy’s head or defeat Elmer Fudd with a giant Anvil!PvP matches let you steal crates to get rewards and power-ups!Collect and battle cartoon characters to become the maestro of mayhem! Download Looney Tunes™ World of Mayhem today!WORLD OF MAYHEM FEATURESLooney Tunes™ ARPG- Collect Looney Tunes™ characters like:- Bugs Bunny, Elmer Fudd, Daffy Duck, Porky Pig, Yosemite Sam, Marvin the Martian, And more!- Recreate famous feuds like Wile E Coyote vs Roadrunner and Sylvester vs Tweety!Action RPG- Collect and level up your favorite cartoon characters- Use cartoon gags as special attacks- Fight in turn based strategy combat - Send your cartoon companions on missions to gather resourcesStrategy Game- Use your team builder skills to create the best and favorite team of toons- Master team lineups based on character synergy- Strategically select cartoon characters with advantages against your opponentMultiplayer Games- Battle Online- Fight in PvP – test your team of toons in player vs player RPG matches!- PvP matches let you steal crates filled with power-ups from your opponents or defend your own Privacy Policy: https://scopely.com/privacy/Additional Information, Rights, and Choices Available to California Players: https://scopely.com/privacy/#additionalinfo-california.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingTurn-based RPGMultiplayerCompetitive multiplayerSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.1star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshootermobile.free",
  "name": "Alien Shooter World",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "379K reviews",
  "age": "Mature 17+info",
  "describe": "The updated version of the legendary Alien Shooter is already available on all Android devices!Now you can save the world from monsters together with your friends in co-op mode: invite friends to a squad or find new allies using auto-selection.Thanks to the updated weapon system, you can choose equipment based on your playstyle. Combine different types of weapons or armor in one set, pick up perks for your needs, change equipment depending on the task.More than 20 arenas with unique bosses, new combat mechanics, special enemies and champions. Fulfill contracts and explore the roadmap to get better weapons and discover new activities.What awaits you inside?- Hours of gameplay: three main story maps, a lot of additional missions- Multiplayer, the possibility of co-op completion of all missions with friends or random allies- Dungeon, heroic missions, survival missions, multiple difficulty levels- 39 skills, three character leveling branches- Many classes of weapons with different perks and characteristics- Legendary equipment with unique features- Huge crowds of monsters on one screen- Corpses of the monsters eliminated do not disappear - check out what happens at the end of every level- Ability to play without internet connection (offline mode)Follow us on Facebook:http://www.facebook.com/SigmaTeam",
  "lastVersion": "Oct 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rocketjump.majormayhem2",
  "name": "Major Mayhem 2",
  "company": "Rocket Jump Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "143K reviews",
  "age": "Teeninfo",
  "describe": "The Forces of Evil are back! Mr Evil has sent his dastardly henchmen to rudely interrupt your romantic getaway! It's time to take vengeance with extreme prejudice.Blast your way through a militia of bad guys, dodge bullets and travel to the moon and back in an adventure only worthy of Major Mayhem!So drop what you are doing, grab your biggest guns and set your trigger finger to autofire. The world and your love life depends on it!Offline play allows you to play the entire game while offline, free! Great for playing while commuting, traveling or whenever you have limited or no internet connectivity.Features:- Fast, fun, arcade cover shooting action.- Offline mode. Play anywhere, anytime.- Online leaderboards and prizes.- Hundreds of enemies to shoot.- Dozens of hostages to save.- A tonne of Costumes and Hats to be won.- Colourful, fun, HD 3D graphics.- 5 Big Boss Fights!- Light hearted storyline with a dash of humour.- Unlock and upgrade 20 guns!    ● Pistols    ● Rifles    ● Sniper Rifles    ● Shotguns    ● Bazookas    ● and much moreGEAR UP, MAJOR! IT'S TIME TO KICK SOME BUTT!",
  "lastVersion": "Jan 4, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pixelbite.sm2",
  "name": "Space Marshals 2",
  "company": "Pixelbite",
  "rating": "4.1star",
  "downloads": "5M+",
  "reviews": "115K reviews",
  "age": "Editors' Choice",
  "describe": "Tactical Combat & Stealth action in Outer Space.The sci-fi wild west adventure in outer space continues with Space Marshals 2. This tactical top-down shooter puts you in the shoes of specialist Burton in his struggle against the criminal elements of the galaxy. This isn’t your ordinary dual-stick shooter. The emphasis is on tactical combat and stealth, rather than just spraying bullets, and there’s a story! TACTICAL COMBATUse the environment to your advantage. Avoid attacks by taking cover. Flank enemies for extra efficiency, but avoid getting flanked yourself! Use the tools of the trade to gain an edge - frag grenades, flash bangs, drones, gun turrets, proximity mines and much more…STEALTHChoose your approach carefully. Some say running into the fray, guns blazing, isn’t always the answer. Use distractions to single out opponents. Use stealth takedowns and silenced weapons to covertly reduce the enemy numbers. Hack gun turrets to turn on their masters. Lure different enemy factions together and let them fight each other.LOAD-OUT & GEARChoosing your load-out is a big part of your tactics. In addition to body armor and grenades you can carry one two-handed and one single-handed weapon - and there’s something for everyone. Shotguns, handguns, assault rifles, sniper rifles, crossbows, energy weapons, throwing axes and more.- Tactical top-down shooter- Gorgeous. stylistic HD graphics- 20 missions with performance based rewards. TAMI is watching you!- Wide selection of weapons and gear. Over 70 different weapons.- Multiple factions to fight – or pitch against each other- Dual stick controls with a set of different options- Gamepad controller support- Google Play achievements- Cloud save game support### IMPORTANT ### Game requires OpenGL ES 3.0 support.As featured in SHIELD Hub.",
  "lastVersion": "Sep 4, 2023",
  "classify": "ActionShooterTactical shooterSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshooter2",
  "name": "Alien Shooter 2- The Legend",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "90.7K reviews",
  "age": "Teeninfo",
  "describe": "The second installment of the legendary Alien Shooter is now available on your Android for free! This gameplay has united almost all installments of the series. You are to unravel the mystery from the very beginning - the emergence of monsters inside the MAGMA corporation’s secret base and join in a world-wide battle for the survival of mankind.With the help of long-familiar characters - General Baker, engineer Nicholas, a genius professor and, of course, Kate Lia - our hero’s companion over the years.But most importantly, by popular demand from our players, the game now has a multiplayer. Upgrade your hero, upgrade your weapon and test your skill, competing with players worldwide!Game features:- Hours of gameplay in the campaign mode- Lots of maps for online battles- A possibility to enhance and equip your character according to your play style- Hundreds of weapons - from pistols to plasma guns- Combat drones, grenades, first-aid kits, implants and many other- Ability to play without internet connection (offline mode).As for the best part, it’s a Sigma Team game:- Monsters swarming the screen!- The enemy corpses do not disappear - see the work done after beating a level!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfingergames.unkilled",
  "name": "UNKILLED - FPS Zombie Games",
  "company": "Deca_Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "748K reviews",
  "age": "Mature 17+info",
  "describe": "★ Join more than 30 millions of players ★★ Award-winning FPS action zombie game with great gameplay, nice story, and easy controls.★ Get ready for the best zombie game. From the authors of Dead Trigger and Dead Trigger 2, successful Zombie games downloaded by more than 160 million times around the world. THRILLING SOLO COMBAT MISSIONS•  Fight for survival in over 150 missions with an epic storyline. •Target unique zombies and bosses, including SHERIFF, DODGER, MINESWEEPER, BUTCHER and more.SMOOTH FPS SHOOTER ACTION!• Our FPS control system is approved by hundred of millions of players worldwide. Support for a wide range of gamepads.ONLINE PVP MULTIPLAYER. • Take on players from all over the world with FPS online multiplayer shooter in the zombie game. • Build your own zombie army and survive in the world where almost all of us are dead. With Skirmish Ops everything is possible so go to the war against other player’s bases!  Asynchronous  multiplayerTONS OF UNIQUE GUNS.• More than 40 weapons in five classes, featuring the LSAT machine gun, SAIGA-12K shotgun, and the M24 sniper rifle. All beautifully modeled in the FPS view.UNIQUE ZOMBIE GAME• Loads of skins are ready for you to customise your character and guns. • Design your hero with customisable skills and loadouts.RIDICULOUSLY INSANE GRAPHICS in the SHOOTER GAMEWe push the frontier of what is possible on mobile devices! UNKILLED - Zombie Game FPS is a feast for your eyes.New York City is the epicenter of a terrifying zombie apocalypse in this multi-award winning first person shooter. Choose one of five characters and join the elite team known as the Wolfpack, a task force assigned to combat the walking dead zombies and discover the secret behind the cataclysmic plague. Take time out from killing zombies to challenge your friends in online PvP multiplayer games.Download one of the best zombie game on the market now! Join and fight against zombie apocalypse! Zombie FPS Shooter forever!We’re very proud of our console quality FPS shooter games. From cutting edge graphics to a precise control system, over 240 million players worldwide have been blown away by an innovative approach and dedication to quality. We are the best developer who is developing FPS action shooter games for mobile since 2010.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.sasza4",
  "name": "SAS: Zombie Assault 4",
  "company": "ninja kiwi",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "406K reviews",
  "age": "Teeninfo",
  "describe": "Purge the undead! Awesome upgradeable guns and armor, unique class skills, and 4 player co-op! Play the most intense zombie shooter on mobile, from the makers of Bloons TD 5.A virus outbreak on a distant trans-federation planet unleashes horrors from humanity's past. A powerful, rapidly growing zombie horde threatens the very existence of humankind, and the only ones capable of fighting back are the highly skilled, highly weaponized special forces of the SAS.Choose from 3 character classes, maximize the fully customizable skill tree, and select from hundreds of weapons and armor pieces to build the ultimate zombie killing hero. Play dynamic, challenging levels in single player or 4 cooperative multiplayer and give our ravaged civilization its last best hope.INTENSE ACTIONZombies swarm the screen, exploding into bits under your hail of bullets. Each of the 17 unique zombie types have special attacks and behavior, and they can evolve - manifesting terrifying new powers as you progress through the game.And just when you think you've beat them all, savage boss zombies hunt you down, puking out acid worms or storming after you in rage mode. Learn their strengths and weaknesses as you lead the action across 7 story-driven maps with varying victory conditions.UNBEATABLE 4 PLAYER CO-OPQuickmatch with up to 3 other players of similar level and use the custom skills and weapons chosen by all players to form an effective fire team. Coordinate auto-turret placements, high level room-clearing powers like Assault Team, Aerial Bombardment, and Zombie Antidote, and move physics objects to create temporary cover while you paint the room red.HEAPS OF EPIC LOOTOver 160 incredible guns and armor pieces are locked up tight inside increasingly rare strongboxes that you can find in secret rooms or on the mangled remains of your enemies.Your loadout includes a pistol and two rifle class weapons - choose from fast firing submachine guns, devastating shotguns, high damage assault rifles, brutal machine guns, flamethrowers, rocket launchers, lightning guns, and more. Armor up for protection against physical, thermal, and chemical attacks, then round out your arsenal with auto-turrets, grenades, and special high damage ammo to rip through the undead before they rip through you.AMAZING RPG-STYLE UPGRADESThe Assault, Medic, and Heavy Gunner classes each have unique upgrade trees, giving each character 19 skills to customize. Hundreds of guns and armor pieces have a range of grades and a powerful RED version when you reach high levels. In addition you can add powerful augmentations to your guns and gear which enhance core properties like damage and rate of fire, but can also improve reload time, resist damage, and heal.Download for free and play SAS: Zombie Assault 4 now!Please Note: SAS: Zombie Assault 4 is free to download and play (aside from internet, carrier, data, device, and other services for which the player is financially responsible), but some in-game items can be purchased with real money. You can turn off the payment feature by disabling in-app purchases in your device's settings.SAS: Zombie Assault 4 is recommended for players 12 years of age and older, and the fantasy violence, gibs, and zombie blood are to be expected given the survival theme. We have included a \"Gore\" setting on the Options screen specifically for young or sensitive players, and this removes the blood and gibs when Gore is toggled Off.",
  "lastVersion": "Oct 3, 2022",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kakarod.bighunter",
  "name": "Big Hunter",
  "company": "Kakarod Interactive",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "355K reviews",
  "age": "Teeninfo",
  "describe": "◆ Popular game that achieved 20 million downloads worldwide!​An intense hunting game of starving tribal people!Hunt the primeval gigantic animals!Long time ago, a bushman tribe lived in an outback town. People were starving to death because of continuous droughtsThe leader of the tribe goes out for hunting every day for living.....Big Hunter is a dynamic physics game that hunts gigantic primeval animals with spear, axe and boomerang.  Become the world's best hunter with a variety of weapons!Big Hunter Features:- Easy control with addictive touch of hitting- Hunting game based on dynamic physics - Simple but outstanding graphic design- Rhythmical game sounds- An unexpected ending and an impressive story- Compete rankings with hunters around the worldBig Hunter supports high resolution for an optimal gaming experience on both phones and tablets.Are you already a fan?  If so then visit our website, like us on Facebook for the latest news:https://www.facebook.com/bighuntergameLast but not least, a big THANK YOU goes out to everyone who has played Big Hunter!",
  "lastVersion": "Jul 15, 2022",
  "classify": "ActionShooterArtillery shooterCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.bulletecho.google",
  "name": "Bullet Echo",
  "company": "ZeptoLab",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "651K reviews",
  "age": "Mature 17+info",
  "describe": "Like action shooters? Bullet Echo is an exciting PvP tactical top-down shooter. Use stealth, team up, and shoot to win in this shooting game with multiplayer!Choose from dozens of different heroes with unique play styles, guns and abilities.Unite with friends, set a strategy, and be the last team standing when the battle ends!From the creators of C.A.T.S.: Crash Arena Turbo Stars, King of Thieves and Cut the Rope.- UNIQUE TACTICAL STEALTH ACTION: Your vision is limited by the beam of a flashlight, but you can hear enemies' steps and shots.- DESIGNED FOR TEAM PLAY: Start playing with friends online right away! The level of your hero is matched with the highest level in the party.- MULTIPLE GAME MODES: Team vs Team, Solo and Battle Royale mode with 5 small teams on one map.- UNLOCK AND UPGRADE NEW HEROES: Each hero has a unique set of abilities. Rank up to boost your hero's power and unlock new perks.- BE ON TOP: Participate in championships, accomplish missions and receive valuable resources.- GET REWARDS: Fight to unlock new heroes with unique guns, new perks, maps and game modes!Official Discord server of the game: https://discord.gg/u4ApPB7",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.FDGEntertainment.BloodyHarry",
  "name": "Bloody Harry: Zombie Shooting",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "205K reviews",
  "age": "Teeninfo",
  "describe": "Join vegan cook \"Bloody Harry\" on his hunt for vegetable zombie creatures! Each level is a new challenge with an increasing amount of enemies. Survive and reach the exit! Unlock and upgrade 15 different zombie bursting weapons and plow your way through an endless amount of levels offering new surprises and dangers around each corner.While you fight your way through the hordes of foul creatures, you'll eventually climb the career ladder in the global highscore list.You'll also run into giant boss-zombies which may eat all your ammo before they finally make a return as harmless dessert. Sounds tasty you say? It is!",
  "lastVersion": "Aug 31, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Nov 14, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aldagames.zombero.bullet.hell",
  "name": "Zombero: Archero Hero Shooter",
  "company": "Alda Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "146K reviews",
  "age": "Teeninfo",
  "describe": "Fight through masses of zombies and other monsters in this roguelike shooter and enjoy epic adventure full of crazy action. When zombie apocalypse rages once again and this could be your last day on Earth, only a man of strong faith and even stronger weapons can find a solution.Top-down zombie shooterZombero gives you your favourite things in one game - popular hit and run top down survival autofire game and zombies! You will be guiding your character through the world destroyed by apocalypse while you mow zombies trying to eat you. You will start each run just with your own equipment and skills, but you will unlock new cool power-ups and abilities as you quickly gain levels. Randomly generated unique combination of abilities will ensure that each run is different, but you can always pick from few - do you prefere multishot, fire bullets, piercing or ricocheting ammo? Each battle is pretty intense as your hero dodges and strikes in the gameplay inspired by old-school arcade shooters.Features:Roguelike shooterHeavy RPG elementsBullet hell & auto attack - dodge enemy fire and melee attacks and auto fire while you are standing in placeBreathtaking visuals with polygon graphicsEach run is different thanks to random selection of abilitiesEquip your character with protective gear and weaponsRun n gun with different heroes with special abilitiesLevel-up your hero and equipment, and upgrade your skills and weapons so you can survive harder and harder encounters with enemiesUnlock unique perksEasy to learn, hard to masterSimple and intuitive controls - you either attack or moveDeep and rewarding mechanics - become a better battler and you will enjoy epic battles and get further fasterMaster your defense game - you have one life for each run so self-preservation is a key, make your hero a tank that survives anything or dodge enemy attacksStory of the last heroEpic boss fightsBattle legions of zombies and other diabolical monstersCool environments - city streets, farm, sewersYou saw the world end. When you were in a deadly brawl with zombies and stars fell from the sky, you unlocked unique powers and regained faith. When you used your last bullet angel or maybe god himself gave you a new will and means to live and fight. As you progress through the remnants of the world filled with war against zombies and other hellish monsters you visit interesting places that will serve as arenas for your struggle - from lovely farm through icy lands to the hell itself. Don't settle with being a mere archer - put down your arrow, take your gun and show those undead monsters who's the real monster killer here in the best action role-playing shooter! Introducing the ultimate mobile game that will put your survivar skills to the test: Zombero:Survive the Doom! As a lone survivor in a post-apocalyptic world, you must fight to stay alive against hordes of zombies and other deadly threats. But you're not alone - take on the role of iconic heroes such as Croft, Sssnaker and Lara to help you on your journey.In this thrilling game, you'll need to rely on your instincts and quick reflexes to outsmart your enemies and emerge victorious. With stunning graphics and intense gameplay, Survive the Doom will keep you on the edge of your seat for hours on end. As you progress through the levels, you'll face increasingly difficult challenges and obstacles. But fear not - with the help of upgrades and powerful weapons, you'll become an unstoppable force to be reckoned with. And with the support of your fellow survivors, you'll create an unbreakable bond that will keep you going through even the toughest of times. So what are you waiting for? Join the ranks of the ultimate survivors and take on the Doom in this epic mobile game. With multiple heroes to choose from and endless possibilities for strategy, you'll become a master of the apocalypse in no time. Facebook : https://www.facebook.com/groups/zomber.archero.killer.2345677695728357",
  "lastVersion": "Nov 28, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.metalslug.rambolun",
  "name": "Metal Slug: Awakening",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Metal Slug: Awakening officially launched with a brand new horizontal screen action shooter gameplay developed and officially licensed by SNK.Classic levels like Pyramids, Deserts, Mines are recreated and keep the original version of the arcade version! The image and design have been improved to high quality but still have a classic feel, providing an attractive and eye-catching experience. The game has now been upgraded, adding a collection of countless weapons, expanding many maps, diverse missions, unique military vehicles, providing a fun experience when participating in a thrilling and exciting battlefield.In addition to keeping the classic gameplay, Metal Slug: Awakening also adds rich game modes such as World Exploration, Team 3 and Roguelike. Now, the Commander can challenge the powerful Boss with friends anytime, anywhere!Mission Start! Legendary arcade game based on new graphics “Metal Slug: Awakening”【Original Experience! Is to transform!】The successor to Metal Slug is officially licensed by SNK! Classic levels, characters, Bosses and vehicles have appeared, along with the re-enactment of classic scenes, characters that transform into fat, zombies or transform into cats. Endless exploration, perfectly recreating the taste of a childhood and the classic comedic elements of Metal Slug!【Variety of maps! Break the island with skill】Various and unique levels, sweep and conquer them to the end! Golden Sand Mines, Secret Labs, Mysterious Lava Areas, Southern Jungles, Eastern Cities… There are so many new-style maps for the Commander to explore!【Unique vehicle! Flexible attack】In Metal Slug, the Commander can parachute and attack in the air, has a drill that digs deep into the ground, a powerful fire-breathing camel… A variety of vehicles for the Commander to choose from, each with superior skills! Fly high into the sky, dive deep into the ground, attack flexibly! This time, will you continue to take advantage of the vehicle's unique combat ability to take down powerful Bosses?【Full firepower! Sweep the enemy】Special skills for each character, a variety of special weapons, level up and fight the Boss... Bullets fly! Familiar characters and vehicles in Metal Slug also appear such as Ammunition H, Ammunition L, Ammunition I... Choose the right weapon for the Commander! Still not satisfied? Commanders can try out flamethrowers, ice blasters and boxing guns... Wipe out all enemies, increase firepower! 【Special mystery is hidden! Lots of unexpected discoveries 】Rescue prisoners to get secret items, touch the magic lamp to pick up treasure, turn Marco into a flexible fat guy... Pay attention as you progress through the levels, each character has its own animation, and many hidden details are full of surprises! These exciting mysteries, inspired by the classic arcade game, will provide the Commander with an experience full of surprises and endless fun during the Metal Slug: Awakening experience!©SNK CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Nov 20, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.metalslug.rambolun"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ParallelSpace.Cerberus2",
  "name": "Hades' Star: DARK NEBULA",
  "company": "Parallel Space Inc",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "3.73K reviews",
  "age": "Everyone 10+info",
  "describe": "Start your own personal journey in the Hades Galaxy, or continue guiding the Empire you started in Hades' Star.DARK NEBULA is the next evolution of the Hades galaxy. With familiar but well-refined activities, as well as brand new activities, building a Space Empire has never been more rewarding. Create and grow your space Empire, in a persistent galaxy that constantly evolves.EXPLORE AND COLONIZE YOUR VERY OWN YELLOW STAR SYSTEMAs the most stable star type, the Yellow Star offers a perfect setting to establish your permanent presence and plan your Empire's long term economy. All new players start in their own Yellow Star system and over time expand to discover and colonize more planets, set mining patterns, establish trade routes and neutralize the mysterious alien ships found throughout the Hades galaxy.As the owner of a Yellow Star system, you have complete control over what other players have access to it. By establishing diplomatic relations, you can allow any other player to send ships to your system, and dictate your own terms for mining, trade or military cooperation.COOPERATIVE PVE IN RED STARSVery early in the game, every player will build a Red Star Scanner, a station that allows them to jump ships to detected Red Stars. These stars have a small lifetime and will go supernova after 10 minutes.The goal in the Red Star is to co-operate with any other players that have ships in that star system, defeat the NPC ships, retrieve Artifacts from the Red Star planets, and jump back before the Supernova. Artifacts can be researched in the home star and will yield necessary resources for trade, mining and combat advancements. Higher level Red Stars offer more challenging enemies and better rewards.TEAM PVP IN WHITE STARSPlayers can organize in Corporations. Besides helping each other, Corporations can also scan for White Stars. A White Star sees 20 players from two Corporations battle in the same star system for Relics, a resource that can be retrieved to upgrade the Corporation and give each member additional benefits.Time passes by very slowly in White Stars: every match lasts for 5 days, giving Corporation members time to talk and coordinate their strategy. The Time Machine can be used to plan future moves, communicate them to other Corporation members, and see potential outcomes of future combat.EXCITING PVP IN BLUE STARSBlue Stars are short lived combat arenas that only last for a few minutes, during which the entire system is collapsing on itself. Each player can only send a single Battleship to the Blue Star. The 5 participating players combat each other, using their ship's modules and other NPC ships to destroy the other player Battleships and be the last one alive.Blue Stars offer the fastest PvP action in the game. Regular participants receive daily and monthly rewards to advance their Empire.",
  "lastVersion": "Nov 9, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geargames.aow",
  "name": "Art of War 3:RTS strategy game",
  "company": "Gear Games Global",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "396K reviews",
  "age": "Teeninfo",
  "describe": "А unique classic real-time strategy game with direct control - for true commanders who are not afraid to face the enemy in real-time PvP battles! For those who want to feel the thrill of victory over a real opponent! For those who can think like a strategist and act decisively in any battlefield situation! For those who just want to fight and blow stuff up! It’s no place for the timid!Are you ready for the challenge, Commander?Art of War 3: Global Conflict (AOW) - is a real-time strategy online game in the best tradition of old classic PC RTS games. Command, conquer and defeat your enemy on the battlefield in this modern warfare game! Like other PvP games you may have played, you have to fight against other players in PvP battles, invent new combat tactics, develop your victorious strategies, and upgrade your infantry, assault vehicles, tanks, navy, and air force to reign supreme over the enemy in battle.The action takes place in the near future. The world is engulfed by a global conflict between two warring factions - the Confederation and the Resistance. Choose your side and fight shoulder to shoulder with other commanders and generals to win this World War. Take the side of the Confederation and protect the world from the red alert. Join the rebels and crush the global domination system. Be a general of your very own strike force.★ Epic real-time PvP and cooperative battles.★ Thousands of players online from all over the world!★ Classic RTS direct control system. You can control each unit directly!★ Stunningly detailed 3D graphics will provide you with full immersion.★ A variety of units and tactical abilities allow you to invent different victorious strategies.★ Two warring factions, each with their own features, unique combat units, strengths, and weaknesses.★ А large number of unit and building upgrades gives you ample opportunities to create your own unique and victorious army.★ Continuous World War in which the clans fight each other for global domination.★ А huge campaign for each faction, including dozens of hours of game time.This online, real-time (RTS), modern war strategy game gives you the opportunity to feel like a battlefield general. Command, conquer, build your base, train infantry, produce assault tanks and armored vehicles, warplanes and warships to defeat the enemy. Take part in the World War. Use superweapons and unleash your power! Join a clan with your friends and fight other factions to dominate the world. Fight to the death andtotally annihilate your enemies!If you are a fan of pvp games and battle games like the classic rts, then Art of War 3: Global Conflict (AOW) is the game you are looking for! We need you, General!Art of War 3: Global Conflict is a multiplayer online game. It requires a constant, stable internet connection.Facebook: https://www.facebook.com/aow3rtsYouTube: https://www.youtube.com/user/GearGamesIncDiscord: https://discord.gg/KVxbxYnIf you have problems while playing the app, or if you want to offer some interesting opinions for improving it, don't hesitate to contact us via aow3@gear-games.com. We look forward to reading your emails to make our games even better and more convenient for players.",
  "lastVersion": "Nov 30, 2023",
  "classify": "Strategy4XMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.ironmarines",
  "name": "Iron Marines- Offline Strategy",
  "company": "Ironhide Games",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "102K reviews",
  "age": "Editors' Choice",
  "describe": "From the creators of the award-winner Kingdom Rush comes the most extraordinary offline space odyssey. Fight challenging offline real time strategy battles on amazing and unknown planets. Command brave soldiers, mighty mechas, and powerful aliens against hordes of space monsters, swarms of insectoids, and robot armies in a galaxy far away.PLAN, ATTACK AND BEAT ALL THE ENEMIES ADAPTING YOUR STRATEGY by changing the role of your troops even in the thick of the offline combat.RECRUIT AND TRAIN THE GREATEST HEROES in the galaxy, leading them into dangerous territory against near-impossible odds.TURN THE TIDE OF BATTLE with orbital strikes, intelligent mines, support troops, turrets, and a wide array of special weapons.Armies of robots, crushed starships, gigantic monsters, unknown races, brave assaults, desperate rescues, audacious sabotages... the galaxy needs your command.The galaxy needs the Iron Marines.GAME FEATURES• 21 CAMPAIGN MISSIONS across 3 sci fi planets. Each action-packed offline challenge will make you improve your strategy to save the galaxy! Battle for victory through space in epic offline battles.• 20+ SPECIAL OPERATIONS that will test if you have what it takes to battle your way through space. If you need to play every challenge offline, go for it! • 14 HEROES with amazing powers are ready to follow your offline strategy.• 40+ UPGRADES to build the ultimate RTS army! Choose between Defense Drones, Napalm Rockets, Ricocheting Blasts, Lethal Weapons, and many more.• +7 UNITS to bring into battle and give your hero some extra firepower!• 8 SPECIAL WEAPONS to unleash hell on your enemies and keep expanding your tactics like space itself! What’s better than a well-placed missile? An orbital strike of 50 high-explosive missiles!• DEFEAT UNIQUE BOSSES in epic battles. They are green, mean, killing machines!!! Well… some are machines and these aliens aren’t green… but they’re all massive and determined to crush you. Suit up, Marines!• 70+ ACHIEVEMENTS to complete and show everyone you’re the best RTS commander in the whole galaxy (even offline).• NO WI-FI IN SPACE? No worries, offline play is guaranteed! Play Iron Marines offline whenever you want. • CHOOSE YOUR DIFFICULTY MODE: Casual, Normal or Veteran. Don’t get cocky! Or Do! Your choice!• IMPOSSIBLE MODE. Only for the most daring, reckless, all-out-of-bubblegum marines in space. We dare you!If you loved Kingdom Rush you will Love this offline strategy game! Iron Marines Awaits! HEARD ON THE MEDIA: “Iron Marines is a must buy for all fans of the Kingdom Rush series and tower defense games.” - iPhoneFAQ “It's fun, it's deep, and it's almost certainly going to make you exclaim with joy. Iron Marines is the mobile RTS that we've been waiting for, and it's a little bit brilliant.” - Pocket Gamer “After basically creating the modern tower defense genre, Ironhide went away, had a think, then came back and essentially created the modern mobile strategy game.” - AppSpy “It’s a chunky, cartoony real-time strategy game, it’s set in space, and it features napalm rockets.” - Droid Gamers Get Iron Marines’ news here: www.ironmarines.com Ironhide’s Terms and Conditions: www.ironhidegames.com/TermsOfService Privacy Policy: www.ironhidegames.com/PrivacyPolicy Strategy games video & podcast creators: feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Aug 23, 2023",
  "classify": "Strategy4XSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.midjiwan.polytopia",
  "name": "The Battle of Polytopia",
  "company": "Midjiwan AB",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "224K reviews",
  "age": "Everyone 10+info",
  "describe": "The Battle of Polytopia is a turn based civilization strategy game about controlling the map, fighting enemy tribes, discovering new lands and mastering new technologies. You take on the role as the ruler of a tribe and attempt to build a civilization in a turn based strategy competition with the other tribes. It can be played offline why the game is also suitable for traveling. With millions of installs, this game has  become a popular civilization style strategy games for mobile and it delivers a sleek user interface and depth in strategic game play.FEATURES:* Free turn based civilization strategy game.* Single & multiplayer strategy.* Multiplayer matchmaking (Find players all over the world)* Mirror Matches. (Meet opponents with the same tribe)* Multiplayer Real time view.* 4x (eXplore, eXpand, eXploit, and eXterminate)* Exploration, strategy, farming, building, warfare and technology research.* Three game modes – Perfection, Domination and Creative* Diplomacy - Make Peace treaties & Build Embassies*  Invisible Cloaks and Daggers for Stealth attacks* Wide range of different tribes with unique nature, culture and game experience.  * Auto generated maps make each game a new experience.* Allow offline game play.* Player Avatars.* Game play in portrait and landscape mode.* Strategy multiplayer & Pass & Play.* Leader board with top scores for the best civilization builders.* Really Cute low poly graphics.",
  "lastVersion": "Dec 10, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow polyOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aof.game",
  "name": "Age of Frostfall",
  "company": "WARMEST GOOD LIMITED",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Winter is here, and with it have come the Unmelted, an unstoppable race of frozen monsters bent on exterminating all of humanity. Only you and your city stand between them and global domination, but you don’t have to fight alone.Raise a dragon, build up your city, train a battle-hardened army, recruit legendary heroes, forge unbreakable alliances with your friends, and you can rise to become king of these harsh lands!As lord of your own city, you’ll need to become a master of strategy, leading your army across both vast battlefields and in intense, small-scale fights to save every last house under your domain.-FEATURES-Unique RTS Tower Defense: Command teams of specialized troops to stop waves of fearsome Unmelted soldiers. Will you have what it takes to protect your homeland?Mighty Dragons: Raise and bond with a dragon! Treat your dragon well and this fearsome, mysterious creature will reward you in kind. Will your dragon swoop in to aid your troops on the battlefield or help you build your city to new heights? The choice is yours!Immersive World: The hell of war has never looked this good! Beautifully rendered HD graphics and vivid, icy landscapes will make you feel like you’re right there, leading your troops into battle against terrifying foes.Rise from Nothing: Build yourself up from a lowly commoner fighting for survival into king of all the realm! Make friends from around the world and unite with them in alliances to dominate your kingdom together! It’s a dangerous world out there, but if you play it smart, you can rule over all of it!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Strategy4XSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
}]