[{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cdprojektred.gwent",
  "name": "GWENT: The Witcher Card Game",
  "company": "CD PROJEKT S.A.",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "412K reviews",
  "age": "Editors' Choice",
  "describe": "Join in The Witcher universe’s favorite card game — available for free! Blending the CCG and TCG genres, GWENT sees you clash in fast-paced online PvP duels that combine bluffing, on-the-fly decision making and careful deck construction. Collect and command Geralt, Yennefer and other iconic Witcher-world heroes. Grow your collectible arsenal with spells and special abilities that dramatically turn the tide of battle. Use deception and clever tricks in your strategy to win the fight in classic, seasonal and Arena modes. Play GWENT: The Witcher Card Game for free now!FREE TO PLAY THAT’S WORTH YOUR TIME — A fair and fun progression system turns the effort of building a competitive collection of cards into pure pleasure — simply collect new cards to build decks with as you play GWENT; no strings attached.STUNNING, ALL ACROSS THE BOARD — Beautiful, hand-drawn art and mesmerizing visual effects breathe life into every card, battle and battlefield, making GWENT fun to play and every duel a joy to watch.SKILL BEATS LUCK — Crush the enemy with brute strength or outsmart them with clever tricks — no matter your deck, GWENT’s unique round-based gameplay opens up a world of strategic possibilities to play with when fighting for victory.MORE THAN ONE WAY TO PLAY — Whether it’s a quick online game against a friend, a highly competitive PvP challenge, or something new and wildly adventurous like the Arena, GWENT’s selection of game modes has got you covered.EASILY SATISFYING, ANYTHING BUT EASY — Sling cards from your deck across two tactically distinct rows — melee and ranged. Gather more points in the duel against your opponent to win a round. Win two out of three rounds to win the battle. It won’t be easy, but no one said it should be.NO HOLDING BACK, NO HOLDING HANDS — You start with 10 cards from your deck in hand, able to play each card right from the start. It’s up to you to open the game with your strongest unit, or save the best for later in the fight. How will your deck look and what will your strategy be?",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cygames.Shadowverse",
  "name": "Shadowverse CCG",
  "company": "Cygames, Inc.",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "77.2K reviews",
  "age": "Editors' Choice",
  "describe": "\"One of my favorite games this year\" - IGNShadowverse is a AAA multiplayer turn-based card game with a fun–loving community of over 1 million daily players!- BATTLE real–time opponents from around the world, or enjoy the fully voiced story mode- STRATEGIZE with innovative mechanics that guarantee epic battles- MASTER eight character classes each with unique paradigms and killer cards- SUMMON 2000+ cards, each lavishly illustrated with jaw–dropping fantasy artInstall now for TONS of free gifts!",
  "lastVersion": "Dec 6, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blizzard.wtcg.hearthstone",
  "name": "Hearthstone",
  "company": "Blizzard Entertainment, Inc.",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Hearthstone, the strategy card game that’s easy to learn but impossible to put down! Play for FREE and complete quests to earn free rewards!* From the studio that brought you World of Warcraft®, Overwatch® and Diablo Immortal®, comes HEARTHSTONE®, Blizzard Entertainment’s award-winning CCG - play on your phone, tablet or PC! Collect powerful battle cards and create a mighty deck! Summon minions and sling aoe spells to seize control of ever-shifting battle arenas. Wield a masterful strategy and outwit all players who dare challenge you. Each playable Hearthstone class has a unique hero power and their own set of special class cards.What’s your deck builder  strategy? Do you play aggressive and rush your enemy with minions or do you take your time and build powerful cards? What class will you choose?Channel powerful magic spells as a Mage or cut through enemy minions as a Rogue.Play cards your way - Hearthstone has a game mode for everyone!Hearthstone - choose between Standard, Wild, and Casual●\tStandard mode PvP fun and PvE challenges!●\tCraft decks and test your skills to climb to the top of the ranks●\tRanked matches or friendly challengesBattlegrounds mode to play with friends - Enter a battle arena ,  8 people enter 1 person leaves victorious●\tEasy to learn; difficult to master ●\tMajor game changer  to the auto battler genre ●\tAuto Battler with tons of different heroes to choose from●\tRecruit minions and watch them fight Tavern Brawl●\tJump in for a low stake, wacky rumble in these rule-bending limited-time events! ●\tEvery week, there’s a new set of rules and another prize to collect.More fun ways to play ●\tPVE - Solo adventures to practice and hone your skills or just play for weekly quests!●\tReturning player? Wild mode lets you play all of your cards!Descend into the WARCRAFT UNIVERSE Explore iconic locations from the beloved Warcraft universe as you master your deck, collect cards, and assemble powerful combos.Battle with your favorite Warcraft heroes! There’s no shortage of Heroes in the world of Azeroth:●\tLich King ●\tIllidan Stormrage●\tThrall●\tJaina Proudmore●\tGarrosh Hellscream and moreEach class has a unique Hero Power that captures their identity and fuels their strategy●\tDeath Knight: Fallen champions of the Scourge who  harness three powerful Runes●\tWarlock: Call on nightmarish Demons for aid and get power at any cost●\tRogue: Subtle and evasive assassins●\tMage: Masters of arcane, fire and frost●\tDemon Hunter: Agile fighters who call upon demonic allies and fel magic●\tPaladin: Stalwart champions of the Light●\tPlay as a Druid, Hunter, Priest, Shaman or Warrior too!Battle with Your Own Deck Build a deck from scratch, copy a friend’s list, or jump right in with a prebuilt deck. You can customize your decks to get your list just right.What is your deck building strategy?●\tEnjoy premade decks to quickly join the Ranked ladder●\tBuild a deck from scratch or copy a friend’s list●\tCustomize your decks to get your list just rightTrade cards for dust in game to craft new legendary cards!Experience the magic, mischief and mayhem in this epic CCG!  Battle with friends and join the millions of players around the hearth to enjoy Hearthstone, and PLAY TODAY!*In-game purchases are optional.©2023 Blizzard Entertainment, Inc. Hearthstone, World of Warcraft, Overwatch, Diablo Immortal, and Blizzard Entertainment are trademarks or registered trademarks of Blizzard Entertainment, Inc.",
  "lastVersion": "Nov 29, 2023",
  "classify": "#9 top grossing cardCardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 11, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.piratesoutlaws.fabledgame",
  "name": "Pirates Outlaws",
  "company": "Fabled Game",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "30.3K reviews",
  "age": "Editors' Choice",
  "describe": "Pirates Outlaws is an indie roguelike card game in which you navigate dangerous seas and challenge their masters. Your expedition will be full of ambushes and will not be easy.16 heroes available with unique abilities and pre-made decks. More than 700 cards and 200 relics to collect. Play your cards and manage your Ammo for the best combo. Defeat 150+ outlaws and 60＋ unique bosses in a turn-based combat system.3 game modes can be enjoyed.NAVIGATEIn Navigate mode you manage your expedition on varied horizons to discover and battle pirates and outlaws that stand on your path. You can unlock up to 7 maps and chapters with their own difficulty and secret.Once repute reaches 9999, Hard Mode auto-unlock. Harsher environments and stronger enemies. Each chapter also has its unique challenge in Hard Mode.ARENAIn the dust of the arena, you will face every 10 battles a powerful Champion. To reach the top, you must choose among the cards and relics from all 7 chapters. A place for all pirates in need of challenge.TAVERN BRAWLTest your strength and knowledge over a drink at the tavern. Choose pre-made packages before each battle and defeat the wave of pirates. After the 2 battles, defeat the imposing Tavern Keeper.Localized LanguageEnglish, Simplified Chinese, Traditional Chinese, French, Korean, Spanish, Japanese, Russian, German.Contact UsEmail: support@fabledgame.comDiscord: https://discord.gg/5gxKmQzTwitter: https://twitter.com/FabledGameFacebook: https://www.facebook.com/piratesoutlaws",
  "lastVersion": "Oct 29, 2023",
  "classify": "#5 top paid cardCardCard battlerCasualStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Everguild.WarhammerWarpforge",
  "name": "Warhammer 40,000: Warpforge",
  "company": "Everguild Ltd.",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "9.06K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for a genre-defining CCG with fast, strategic gameplay, innovative game modes, awesome art and a deep love for Warhammer 40,000 showing through in every detail!A digital collectible card game set in the Warhammer 40,000 universe. Warpforge will bring together all the major factions in the Galaxy as digital cards. Build your collection, create the best deck, and fight against other players in brutal and fast-paced battles!Warhammer 40,000: Warpforge © Copyright Games Workshop Limited 2023. Warpforge, the Warpforge logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved to their respective owners.",
  "lastVersion": "Dec 7, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.Everguild.WarhammerWarpforge"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nvsgames.snap",
  "name": "MARVEL SNAP",
  "company": "Nuverse",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "421K reviews",
  "age": "Teeninfo",
  "describe": "Start playing MARVEL SNAP today - the Mobile Game of the Year Award Winner loved by millions of players around the world.MARVEL SNAP is a fast-paced collectible card game with innovative mechanics that's designed for mobile.Build your deck of 12 cards. Each Card represents a Marvel Super Hero or Villain, each with a unique power or ability. The goal of the game is to outsmart and outwit your opponent. Learning how to play only takes a few minutes, and matches only take 3-minutes. Download now and find out what everyone is talking about! 3-MINUTE GAMES! No more waiting around! Every game lasts only around three minutes. We cut out the fluff to focus more on the good stuff. PLAY MORE, EARN MOREEvery player begins with a FREE starter deck that helps you get started on your journey. From there, play at your own pace because there are no energy barriers, no ads, and no limits to your play. Unlock your favorite characters, and discover hundreds of new ones as you earn new cards to add to your collection simply by playing and mastering the game.DO YOU LOVE STRATEGY GAMES? GAMEPLAY VARIETY? The game is designed so that every match feels different. Play your cards at 50+ different locations from across the Marvel Universe, each with iconic game-changing abilities. From Asgard to Wakanda, new locations are introduced regularly to put your creative problem-solving skills to the test. CROSS-PLATFORM PLAY Available on both mobile AND Desktop PC. Play anywhere, any time you want. Register your account and your progress stays with you across different platforms. INNOVATIVE MECHANIC: \"SNAP\" TO RAISE THE STAKES \"SNAP\" is a unique mechanic in the game that lets you raise the stakes during a match and apply pressure on your opponent. For example, if you think you have a winning hand, use the 'SNAP' mechanic to double down and potentially double your rewards.Hey, even if you're bluffing —you could double your rewards!  DO YOU LOVE TO COLLECT? Each card in your deck is a unique character from the Marvel Multiverse. No other game lets you collect, mix, and match hundreds of hero and villain art variants from the entire MARVEL Universe—and beyond. You might have a classic comic inspired Iron Man card, but do you also have the Chibi, 8-bit, and Cartoon variants? I AM GROOT I am Groot. I AM Groot. I am GROOT. I am Groot? I am Groot. I AM GROOT! I am GROOT. I am Groot? DAILY, WEEKLY, & MONTHLY UPDATESMARVEL SNAP stays fresh and exciting with new cards, new locations, new cosmetics, new season passes, new ranked seasons, new challenges, new missions, and new events regularly. You don't have to wait months for updates! What are you waiting for? The game only takes a few minutes to learn and 3-minutes to play. Jump right in and find out why MARVEL SNAP won multiple 'Mobile Game of the Year' awards!",
  "lastVersion": "Nov 28, 2023",
  "classify": "#5 top grossing strategyCardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 11, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.piratesoutlaws.fabledgame",
  "name": "Pirates Outlaws",
  "company": "Fabled Game",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "30.3K reviews",
  "age": "Editors' Choice",
  "describe": "Pirates Outlaws is an indie roguelike card game in which you navigate dangerous seas and challenge their masters. Your expedition will be full of ambushes and will not be easy.16 heroes available with unique abilities and pre-made decks. More than 700 cards and 200 relics to collect. Play your cards and manage your Ammo for the best combo. Defeat 150+ outlaws and 60＋ unique bosses in a turn-based combat system.3 game modes can be enjoyed.NAVIGATEIn Navigate mode you manage your expedition on varied horizons to discover and battle pirates and outlaws that stand on your path. You can unlock up to 7 maps and chapters with their own difficulty and secret.Once repute reaches 9999, Hard Mode auto-unlock. Harsher environments and stronger enemies. Each chapter also has its unique challenge in Hard Mode.ARENAIn the dust of the arena, you will face every 10 battles a powerful Champion. To reach the top, you must choose among the cards and relics from all 7 chapters. A place for all pirates in need of challenge.TAVERN BRAWLTest your strength and knowledge over a drink at the tavern. Choose pre-made packages before each battle and defeat the wave of pirates. After the 2 battles, defeat the imposing Tavern Keeper.Localized LanguageEnglish, Simplified Chinese, Traditional Chinese, French, Korean, Spanish, Japanese, Russian, German.Contact UsEmail: support@fabledgame.comDiscord: https://discord.gg/5gxKmQzTwitter: https://twitter.com/FabledGameFacebook: https://www.facebook.com/piratesoutlaws",
  "lastVersion": "Oct 29, 2023",
  "classify": "#5 top paid cardCardCard battlerCasualStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Everguild.WarhammerWarpforge",
  "name": "Warhammer 40,000: Warpforge",
  "company": "Everguild Ltd.",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "9.06K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for a genre-defining CCG with fast, strategic gameplay, innovative game modes, awesome art and a deep love for Warhammer 40,000 showing through in every detail!A digital collectible card game set in the Warhammer 40,000 universe. Warpforge will bring together all the major factions in the Galaxy as digital cards. Build your collection, create the best deck, and fight against other players in brutal and fast-paced battles!Warhammer 40,000: Warpforge © Copyright Games Workshop Limited 2023. Warpforge, the Warpforge logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved to their respective owners.",
  "lastVersion": "Dec 7, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.Everguild.WarhammerWarpforge"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nvsgames.snap",
  "name": "MARVEL SNAP",
  "company": "Nuverse",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "421K reviews",
  "age": "Teeninfo",
  "describe": "Start playing MARVEL SNAP today - the Mobile Game of the Year Award Winner loved by millions of players around the world.MARVEL SNAP is a fast-paced collectible card game with innovative mechanics that's designed for mobile.Build your deck of 12 cards. Each Card represents a Marvel Super Hero or Villain, each with a unique power or ability. The goal of the game is to outsmart and outwit your opponent. Learning how to play only takes a few minutes, and matches only take 3-minutes. Download now and find out what everyone is talking about! 3-MINUTE GAMES! No more waiting around! Every game lasts only around three minutes. We cut out the fluff to focus more on the good stuff. PLAY MORE, EARN MOREEvery player begins with a FREE starter deck that helps you get started on your journey. From there, play at your own pace because there are no energy barriers, no ads, and no limits to your play. Unlock your favorite characters, and discover hundreds of new ones as you earn new cards to add to your collection simply by playing and mastering the game.DO YOU LOVE STRATEGY GAMES? GAMEPLAY VARIETY? The game is designed so that every match feels different. Play your cards at 50+ different locations from across the Marvel Universe, each with iconic game-changing abilities. From Asgard to Wakanda, new locations are introduced regularly to put your creative problem-solving skills to the test. CROSS-PLATFORM PLAY Available on both mobile AND Desktop PC. Play anywhere, any time you want. Register your account and your progress stays with you across different platforms. INNOVATIVE MECHANIC: \"SNAP\" TO RAISE THE STAKES \"SNAP\" is a unique mechanic in the game that lets you raise the stakes during a match and apply pressure on your opponent. For example, if you think you have a winning hand, use the 'SNAP' mechanic to double down and potentially double your rewards.Hey, even if you're bluffing —you could double your rewards!  DO YOU LOVE TO COLLECT? Each card in your deck is a unique character from the Marvel Multiverse. No other game lets you collect, mix, and match hundreds of hero and villain art variants from the entire MARVEL Universe—and beyond. You might have a classic comic inspired Iron Man card, but do you also have the Chibi, 8-bit, and Cartoon variants? I AM GROOT I am Groot. I AM Groot. I am GROOT. I am Groot? I am Groot. I AM GROOT! I am GROOT. I am Groot? DAILY, WEEKLY, & MONTHLY UPDATESMARVEL SNAP stays fresh and exciting with new cards, new locations, new cosmetics, new season passes, new ranked seasons, new challenges, new missions, and new events regularly. You don't have to wait months for updates! What are you waiting for? The game only takes a few minutes to learn and 3-minutes to play. Jump right in and find out why MARVEL SNAP won multiple 'Mobile Game of the Year' awards!",
  "lastVersion": "Nov 28, 2023",
  "classify": "#5 top grossing strategyCardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cygames.Shadowverse",
  "name": "Shadowverse CCG",
  "company": "Cygames, Inc.",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "77.2K reviews",
  "age": "Editors' Choice",
  "describe": "\"One of my favorite games this year\" - IGNShadowverse is a AAA multiplayer turn-based card game with a fun–loving community of over 1 million daily players!- BATTLE real–time opponents from around the world, or enjoy the fully voiced story mode- STRATEGIZE with innovative mechanics that guarantee epic battles- MASTER eight character classes each with unique paradigms and killer cards- SUMMON 2000+ cards, each lavishly illustrated with jaw–dropping fantasy artInstall now for TONS of free gifts!",
  "lastVersion": "Dec 6, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=beetles.puzzle.solitaire",
  "name": "Solitaire - Classic Card Games",
  "company": "Kidult Lovin",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "293K reviews",
  "age": "Everyoneinfo",
  "describe": "Solitaire - Classic Solitaire Card Games by Beetles is an addicting, challenging Classic Card Games for all cards game true lovers. Like spider solitaire, solitaire, pyramid solitaire, This Solitaire Card Game is absolutely more fun! Brand new Classic Solitaire experience with the original solitaire games! Solitaire used to be a classic computer game. Now we make it easy for people to play Solitaire games on mobile phone and tablet. Playing Solitaire is a great time killer and keep your brain and mind sharp. Solitaire is classic card games. Solitaire -Classic Solitaire Card Games is well designed for phone and tablet. We have android and iOS version so you can also download the solitaire without effort for ipad and iphone. There are 9000+ solitaire games on our Solitaire - Classic Solitaire Card Games. Also there are many different solitaire· themes for you to choose from. Make every game beautiful with your customized background.Classic solitaire is a popular game all around the world. For years people play Solitaire using Solitaire cards and now they can play Classic Solitaire app on their phone. They can play Classic Solitaire on the bus, in the line and any where they want. They don't have to shuffle the cards any more. It's time saving.You can easily start a classic solitaire· game in one simple tap. If you were caught up in something you can put the classic solitaire app in the background and resume anytime you want. It's just a simple easy classic solitaire card game for all ages. No matter you use android phones or iphones, you can easily download the solitaire for any phone and ipad and tablet.People all over the world choose the solitaire card game anytime when they crave for. Play classic Solitaire game and you can choose any scoring mode you like. With this classic Solitaire, users enjoy comfortable visual design and pure classic solitaire style. Our classic solitaire provides you with no annoying notifications or ads, just wonderful experience in the pure solitaire card game. Our classic solitaire card game is easy to play and people feel comfortable to play solitaire card game anywhere like home, bus, subway, train. Millions of Solitaire card game fans play it every day. Classic solitaire refreshes your day. Have fun with this classic solitaire card game in no minutes! Solitaire card game is always classic and fun!SOLITAIRE BY BEETLES FEATURES:Original Classic Solitaire: ♥️ Play classic solitaire draw 1 & draw 3 modes♥️ Choose scoring mode: Standard or Vegas solitaire scoringDaily Challenge:♠️ Challenge yourself with the hard mode♠️ Receive special mark everyday♠️ Build your own Trophies Display RackUser Friendly Experience:♦️ Enjoy clean and comfortable visual design♦️ Multiple themes to choose from and customize your background.♦️ Customize the table and card style♦️ Play Offline: Play random deals everywhere♦️ Supports left-handed play Stats Tracker:♣️ Record every achievement you made♣️ Stay Sharp and see every improvementIf you have any suggestions for us, please email us at support@dailyinnovation.biz. We appreciate your suggestions and ideas so that we can make this Solitaire card game better.",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardSolitaireCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ztgame.yyzy",
  "name": "Night of the Full Moon",
  "company": "Giant Network",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "77.5K reviews",
  "age": "Teeninfo",
  "describe": "【After updating the version on the Play Store on September 29 (UTC+8),There is a bug of game text missing.Please uninstall game package and download game on play store to solve the problem.】Six years together, grateful for the encounter.We strive to create a \"fun\" and \"fair\" game, prioritizing \"strategy\" and \"story\" over \"grind\" and \"pay-to-win.\"We hope this game brings you joy.(1)Dark Fairy Tale - Veiled SuspicionThis is your own dark fairy tale—Little Red Riding Hood has always relied on her grandmother, but one day, her grandmother mysteriously disappears. To find her only family, Little Red Riding Hood ventures alone into the Black Forest on the night of the full moon. She will face forest spirits, ferocious werewolves, reclusive witches, and the emerging truth...(2)Night of the Full Moon - Free ExplorationBeware! Unknown events may trigger at any time during your adventure. Your choices will determine the story's ultimate outcome. The classic mode includes ten professions, over seven hundred cards for free combinations, and one hundred forty-two enigmatic opponents waiting for your challenge.(3)Mirror Memories - Autonomous AdventureThe story unfolds in a distant past when the young demon princess, Black Swan, accidentally enters the world within a mirror. Along with her escape plan, she discovers she is not alone. With the help of other companions, Black Swan embarks on a journey to find her lost memories. Light auto chess gameplay includes ten major factions, 176 companion chess pieces, 81 equipment cards, and 63 spell cards, offering card masters a more flexible deck-building experience.(4) Wishing Night - Companions by Your SideIt is said that every eclipse night, adventurers follow the magical map to underground caves in search of the legendary god of wishes, but none return. On the Night of Wishes, let us follow in the footsteps of old friends, recruit companions with varying effects, and form an adventure team. Strengthen your companions with equipment, leading to diverse chain reactions. Sharpen your combat skills, as card decisions in each turn are crucial. Plan your gold route carefully; every step in the adventure requires meticulous calculation.(5) Creative Deck-Building - Thrilling DuelsWelcome to the \"Mirror Arena\" of the Mirror Witch for an exhilarating duel!Here, embody heroes with unique abilities from the world within the mirror, manipulate chess pieces, employ strategies, and create unexpected combinations to turn the tide of victory in an instant!【Contact us】FB：https://www.facebook.com/NightofFullMoonCardGameDiscord：https://discord.gg/Snkt7RWWEK",
  "lastVersion": "Sep 28, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.matteljv.uno",
  "name": "UNO!™",
  "company": "Mattel163 Limited",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.93M reviews",
  "age": "Editors' Choice",
  "describe": "UNO!™ is now mobile! Take the classic card game from the kitchen table anywhere! Now with new rules, world series tournaments, modes of play, and much more. Whether you’re at home, on the go, an UNO!™ veteran or completely new, UNO!™ has something for everyone in the family. UNO!™ is a fun and memorable family-friendly card game wherever and whenever.Ready. Set. UNO!™- Play the classic card game, UNO!™, or select from a variety of house rules to play in real-time matches- Compete in tournaments and events to win free rewards and top the leaderboards- Partner up with friends or family, play in 2v2 mode and collaborate to win- Connect anytime, anywhere with family and friends from around the world.FEATURESThe Classic Game at your FingertipsNew to UNO!™ or wanting to play your favorite card game? Tap Quick Play and start up a new game with classic UNO!™ rules. Get ready for new monthly rewards and events!Play with FriendsPlay with friends or family! Set up your own house rules and play your way. UNO!™ is a family-friendly party that makes it free and easy for anyone to join!Buddy UpFind a friend or family and partner up to battle in 2 player teams. Help each other reduce your hand (or your partner’s) to zero as quickly as possible to beat the other team!Connect, Chat, Shout UNO!™Connect with your buddies in UNO!™ with clubs and send each other gifts. Make a strategy and remember to shout UNO before anyone else.New Challenges at Every LevelCompete in world series tournaments and special events to win free rewards. Top the leaderboards and show-off to your friends and family! Then spin the wheel and try your fortune to get free rewards every day!Go Wild – No, ReallyThis no-holds-barred mode is as wacky as UNO!™ gets. Forget the classic mode - house rules on, two deck play and free winnings up to 600 times what you put in to make you the coin master! But beware, in this wild game mode, you win big or go home empty-handed! Are you up for the challenge?UNO!™ Esports The UNO!™ Mobile Community Cup 2023 USA & Canada is now open! Players across the USA and Canada can join for a year of action-packed competitions and tons of rewards! This is your chance to make it big as an eSports star!Visit our official site at www.letsplayuno.comFollow us on Facebook for more updates: www.facebook.com/UNOnow",
  "lastVersion": "Nov 16, 2023",
  "classify": "#1 top free cardCardLast cardCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Last+card+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cdprojektred.gwent",
  "name": "GWENT: The Witcher Card Game",
  "company": "CD PROJEKT S.A.",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "412K reviews",
  "age": "Editors' Choice",
  "describe": "Join in The Witcher universe’s favorite card game — available for free! Blending the CCG and TCG genres, GWENT sees you clash in fast-paced online PvP duels that combine bluffing, on-the-fly decision making and careful deck construction. Collect and command Geralt, Yennefer and other iconic Witcher-world heroes. Grow your collectible arsenal with spells and special abilities that dramatically turn the tide of battle. Use deception and clever tricks in your strategy to win the fight in classic, seasonal and Arena modes. Play GWENT: The Witcher Card Game for free now!FREE TO PLAY THAT’S WORTH YOUR TIME — A fair and fun progression system turns the effort of building a competitive collection of cards into pure pleasure — simply collect new cards to build decks with as you play GWENT; no strings attached.STUNNING, ALL ACROSS THE BOARD — Beautiful, hand-drawn art and mesmerizing visual effects breathe life into every card, battle and battlefield, making GWENT fun to play and every duel a joy to watch.SKILL BEATS LUCK — Crush the enemy with brute strength or outsmart them with clever tricks — no matter your deck, GWENT’s unique round-based gameplay opens up a world of strategic possibilities to play with when fighting for victory.MORE THAN ONE WAY TO PLAY — Whether it’s a quick online game against a friend, a highly competitive PvP challenge, or something new and wildly adventurous like the Arena, GWENT’s selection of game modes has got you covered.EASILY SATISFYING, ANYTHING BUT EASY — Sling cards from your deck across two tactically distinct rows — melee and ranged. Gather more points in the duel against your opponent to win a round. Win two out of three rounds to win the battle. It won’t be easy, but no one said it should be.NO HOLDING BACK, NO HOLDING HANDS — You start with 10 cards from your deck in hand, able to play each card right from the start. It’s up to you to open the game with your strongest unit, or save the best for later in the fight. How will your deck look and what will your strategy be?",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.microsoft.microsoftsolitairecollection",
  "name": "Microsoft Solitaire Collection",
  "company": "Microsoft Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "251K reviews",
  "age": "Everyoneinfo",
  "describe": "Celebrating over 30 Years of FUN – join millions of gamers worldwide in one of the most played video games! Discover favorite Solitaire card games in one app; Klondike Solitaire, Spider Solitaire, FreeCell Solitaire, TriPeaks Solitaire and Pyramid Solitaire! Simple rules and straightforward gameplay make Microsoft Solitaire Collection fun for players age 8 to 108. Relax with the classics, enjoy keeping your mind sharp, or challenge yourself with features like Collections, Daily Challenges, Events and Rewards. Unlock over 75 Achievements to test your Solitaire skills and achieve a higher Gamerscore. With so many ways to play, the choice is up to you!Klondike Solitaire: •\tKlondike Solitaire is a timeless classic card game•\tClear all the cards from the table using one or three-card draw•\tPlay with Traditional or Vegas ScoringSpider Solitaire:•\tEight (8) columns of cards await you in Spider Solitaire•\tClear all columns with the fewest moves possible•\tPlay single suit or challenge yourself playing all four (4) suitsFreeCell Solitaire:•\tA highly strategic version of Solitaire •\tUse the four free cell spaces to move cards around as you try to clear all cards from the table•\tFreeCell Solitaire rewards players who think several moves aheadTriPeaks Solitaire:•\tSelect cards in a sequence, earn combo points, and try to clear the board in TriPeaks Solitaire•\tA FUN spin on a beloved classic card game•\tA relaxing, stress-free version of SolitairePyramid Solitaire:•\tCombine two cards that add up to 13 to remove them from the board in Pyramid Solitaire•\tChallenge yourself to reach the top of the Pyramid and clear as many Solitaire boards as you can•\tThe newest edition to the classic card gamesDaily Challenges & Events:Play new solvable card challenges in all five (5) game modes with multiple levels of difficulty every day! Complete Daily Challenges and earn Solitaire badges and rewards! Miss a few, or want to go back and reply past Challenges? Sign in with a Microsoft Account to keep your awards, track your progress, and even compete with other players.Themes & Card Backs:Microsoft Solitaire Collection features several themes to make your card game match your mood. From the simplicity of “Classic”, to the serenity of an Aquarium, the relaxation of the Beach, the sophistication of Dark Mode, or even traveling back in time to enjoy Retro card backs from the 1990s version. With so many to choose from, which one will become your favorite?Save Your Progress:Sign-in with a Microsoft Account to save your player stats, XP and level, earn achievements, and play Events. Sign-in to multiple devices with the same Microsoft account to pick up where you left off and continue playing Solitaire card games you love wherever you go. Connect with an Xbox Game Pass account to access an ad-free game experience!Celebrate over 30 years with FAVORITE Solitaire card games, right here, in Microsoft Solitaire Collection!For more information visit: https://aka.ms/microsoftsolitaire_supportPrivacy policy: https://aka.ms/privacyioslink/ Terms of Use: https://www.microsoft.com/en-us/servicesagreement/",
  "lastVersion": "Nov 27, 2023",
  "classify": "CardSolitaireSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytouchtales.cardthief",
  "name": "Card Thief",
  "company": "Arnold Rauers",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "27.6K reviews",
  "age": "Editors' Choice",
  "describe": "In Card Thief you move through a deck of cards as a stealthy thief. Sneak in the shadows, extinguish torches, pickpocket guards and steal valuable treasures without getting caught. In your thief hideout you can use your stolen goods to unlock powerful equipment cards. Each heist you can use 3 equipment cards to become a skillful master thief.  Card Thief, the official follow up to Tinytouchtales excellent dungeon crawler Card Crawl, attempts to condense the classic stealth genre into a solitaire style card game. The game offers an accessible core gameplay with a deep layer of tactical planning and various risk reward mechanics on top. In 4 different heists you can test your skills against various enemy and trap types. By successfully completing heists you can unlock and upgrade 12 equipment cards each with a unique ability to improve your highscores.  Features + Solitaire style gameplay + 4 heists each with different enemy and obstacle types + 12 unlock able and upgradable equipment cards + Mini deck building + Daily Heist with global highscores + Deep tactical planning for fans of the stealth genre + 2-3mins playtime per gameVisit www.tinytouchtales.com & www.card-thief.com",
  "lastVersion": "Dec 4, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.RighteousHammerGames.Solitairica",
  "name": "Solitairica",
  "company": "Righteous Hammer Games",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "5.44K reviews",
  "age": "Everyoneinfo",
  "describe": "Solitairica takes RPG combat and challenging rogue-like progression to a fresh new place—the world of solitaire!Gather your weapons and prepare to battle the armies of Stuck. In the land of Myriodd, all of the hearts have been stolen by the horrible Emperor Stuck, and you are the latest warrior brave enough to try to return them, saving the world from total heartless destruction!With the guidance of the great Kismet who will teach you the power of solitaire and the four great energies—attack, defense, agility and willpower—to battle your enemies... you could finally be the one to save the realm.Each player’s journey will be a unique challenge, with a horde of ever-changing enemies and a wide variety of items and spells to explore. Battle your enemies with brute force, or cleverly constructed builds with devastating combos, and defeat the Armies of Stuck!Key Features:- Introducing a brand new turn based solitaire combat system.- Procedural enemies that combine hilarious and dangerous traits for endless variety.- Heaps of items and scores of spells to combine. Millions of builds to try!- Challenging and dynamic rogue-like progression.- Four great energies to master: attack (destroy cards), defense (counter and armor), agility (peeking and quickness) and willpower (healing and the arcane).- Collect wildstone each journey to upgrade cards and unlock new decks, which change the way you play.- Deck upgrades include Ace, King and Queen cards which provide powerful boosts during battle.",
  "lastVersion": "Aug 25, 2023",
  "classify": "CardSolitaireCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mongoosenet.bliss",
  "name": "Solitaire Bliss Collection",
  "company": "Mongoose Net Ltd.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "46.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Play 28 Solitaire game variants in 10 exciting game types - Solitaire (Klondike), Spider Solitaire, Freecell, Pyramid, Tripeaks, Scorpion, Eight Off, Yukon, Golf, Forty Thieves and Memory all in one free app.SOLITAIRETake a break and enjoy the classic game of Solitaire! Play random or solvable deals, and choose between Classic or Vegas scoring.SPIDER SOLITAIREOur personal favorite! Play an easy 1 suit game, a normal 2 suit game, or challenge yourself to a 4 suit game.FREECELLThe card game that makes you think!Beginners can start with the Easy mode, where some cards are already in order, while advanced players will enjoy the Classic game with known numbered deals and detailed personal statistics.TRIPEAKSFun and fast, Tripeaks and Hidden Tripeaks are always a pleasure to play.YUKONDifficult yet challenging! Choose between Yukon, Russian and Alaska Solitaire.FORTY THIEVESIn this game type, only one pass through the stock is allowed, plan wisely!PYRAMIDConsidered one of the hardest Solitaire games, only 0.5% of Classic Pyramid games are won, but don’t worry, you can always play a solvable deal!GOLFEnjoy classic Golf, or give yourself a break and try out the easy variant!PAIRINGPair Solitaire cards together in this Solitaire-themed memory game, practice and try to improve your number of movesSCORPION SOLITAIREA hybrid between Spider Solitaire and Yukon Solitaire, the cards can be moved like in Yukon, but are moved to the foundations like in Spider.EIGHT OFFTry the original Freecell game with a twist - Eight cells instead of Four, we also offer the easy difficulty level where any card can be moved to an empty pile.Features:* Random and Solvable deals* Unlimited undos and hints* Daily challenges with leaderboards* Game statistics tracker * Personal records* Built-in achievements* Left-handed mode* Various card designs* Beautiful backgrounds* Autocomplete* Play on tablets and phones* Portrait and landscape modes available* No network required!* Multiple languages* How to play, rules and tips sections* Drag and drop a card or just tap to move it* Your game is saved automatically upon exit, continue your last game anytime!And even more unique features:* For Klondike - Vegas rules with or without cumulative score* For Spider Solitaire - an option to control whether tap will consider different suits  * For Spider Solitaire - an option to allow card dealing to empty piles* For Freecell - try out the 32000 known numbered deals",
  "lastVersion": "Dec 6, 2023",
  "classify": "CardSolitaireCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.SolitaireDeckedOut",
  "name": "Solitaire: Decked Out",
  "company": "Devsisters Corporation",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "105K reviews",
  "age": "Everyoneinfo",
  "describe": "Play unlimited games with this Classic Solitaire! Also, popularly known as Klondike and Patience!  Whichever name you go by, Solitaire: Decked Out is the classic card game with stunning visuals full of life! Discover the best animated Solitaire game there is and start strengthening your brain wherever you are, online and offline! CHALLENGE YOUR BRAIN# 90+ achievements to complete and earn rewards# Complete daily challenges and see if you can beat the clock# Track your game stats and perform better than the last timeCLASSIC CARDS WITH DELIGHTFUL THEMES & ANIMATION# Collect fun theme decks and find your favorite one! Penguins, UFO’s, Hot Dogs?# Discover soothing deck themes with hidden animations# Earn coins to unlock the Lucky Box and collect new theme decks, decorative items and more!CUSTOMIZE YOUR PLAY# Choose between standard 1-card or 3-card draw# Play with Comfort! Choose either Landscape or Portrait mode# Use unlimited hints or undo’s whenever you want# Play unlimited games; game automatically saves progressLike us on Facebook at: https://www.facebook.com/SolitaireDeckedOut/Visit our website: https://www.solitaire-deckedout.comCustomer support:https://cs.devsisters.com/solitaire-decked-outTerms of Service: https://policy.devsisters.com/terms-of-servicePrivacy Policy:https://policy.devsisters.com/privacy",
  "lastVersion": "May 22, 2023",
  "classify": "CardSolitaireCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wemademax.valkyrious",
  "name": "Valkyrious",
  "company": "Wemade Max Co., Ltd.",
  "rating": "3.4star",
  "downloads": "100K+",
  "reviews": "3K reviews",
  "age": "Mature 17+info",
  "describe": "Endless real-time strategy and exciting tension in Valkyrious![About Valkyrious]Valkyrious, a Real-time Strategy Card Game where you create decks of Valkyries with various abilities to battle opponents.Summon Valkyries to battle and utilize tiles and synergy between Valkyries to claim victory!◈ Game Features ◈■ Every moment is crucial!Every second matters in this attack and defense battle of the Valkyries! Claim victory over the battlefield by coming up with a quick strategy at the crucial moment.Never let your guard down on the battlefield!■ Claim victory with various types of Valkyries!Each Valkyrie has their own unique set of skills.Collect various Valkyries and build your own deck.■ Upgrade Valkyries and create your own strategy!Even the same type of Valkyrie can be upgraded into Valkyries with different abilities.Catch your enemies off guard with unique Valkyries.■ Experience various combat modes!In Chapters, you can explore the combat system and story of Valkyrious.In the Arena, you can challenge opponents from around the world.Hone your skills in Chapters and compete against different opponents live in the Arena.■ Who is the top player? Participate in the Tournament!Aim for the title of top player in the Grand Tournament, where 4 to 64 players can participate.■ Official ChannelsCheck out the latest development news and various events through our official channels.- Brand Website: http://www.valkyrious.net/- Official Medium: https://medium.com/@valkyrious_cm- Official Discord Server: https://discord.gg/valkyrious- Privacy Policy: https://docs.lightcon.net/policy/valkyrious_en.html#tab3- Recommended Specs: Android 10 or above, Galaxy S20 or above",
  "lastVersion": "Nov 20, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Gameplete.CardFantasy",
  "name": "Triple Fantasy FF: 500 summons",
  "company": "NEOWIZ",
  "rating": "3.9star",
  "downloads": "500K+",
  "reviews": "24.5K reviews",
  "age": "Editors' Choice",
  "describe": "Three Cards, Triple Fun!Enjoy the tactical card game!■ Free welcome-gifts for new users are awaiting!- We are giving everyone 500 free summons!- Draw Endlessly Until You Get Your Desired Cards!- Complete the mission and earn the Mythic Cards!■ Google's PIck! Tactical Card Game- Card battle RPG selected by Google editors! Triple Fantasy!- Triple your damage by combining three cards! Make the best deck with the best strategy!- Unique tactical TCG, CCG among card games!- If you like RPG games, you will definitely love Triple Fantasy!■ Cute pixel heroes but deep tactics! Tactical Card RPG with unexpected amusement- Cute designs but strong stats - The collaboration of pixel graphic and deep strategy RPG!- Tactics and combinations are more important than card tiers! Triple the damage with various card combinations!- Gacha? Cash products? Payment? Triple Fantasy only battles with turn-based strategy, not like other gacha games!- Card battle with the fierce competition of tactics! A unique TCG- Different from other card games/strategy games/RPG games! Endless tactics with Fire/Water/Earth elements and various classes/jobs!■ A card collecting game with unique dot characters- Sun Wukong, Thor, Odin, and characters from 'Romance of the three kingdoms?!' Meet familiar legends in the adventure!- Collect over 300 pixel art heroes! One of the best card collecting RPG games!- From normal heroes to legends! Collect cards in various tiers and become stronger!■ A TCG simply played with only one hand- A card game that can be enjoyed by anyone with a small volume- Enjoy the vertical turn-based RPG anywhere, anytime!- You can resume the game even if you exit during the game! Kinder than any other card game■ Various contents that will never go boring- The basis of strategy games!  Expand the world with your one and only deck! [Outpost]- Attack monsters with different elements! Rewards depending on the strategy! [Goblin Mine]- A true strategy card game enjoyed by random cards! Thrilling turn-based PVP! [Arena]- Collect unique dot heroes hidden somewhere in the map! [Monster Dungeon]- Defeat various monsters with powerful card combinations! The real tactical RPG game! [Lab]- Use tactics in the PVP as well! Fun triples in Card battle games  when enjoyed together! [Devil's Ruins]- NO Grinding! The real-time battle only with card strategy skills! [Unknown Portal]Enjoy strategy games with cute dot heroes! One of the best card battle RPG games! Download now!• Internet connection is required to play. In-app purchase options are available.• Join our community (Official Facebook page):https://www.facebook.com/TripleFantasyGlobal• Having problems? Please contact us in-game through Settings - Customer CenterPrivacy Policy",
  "lastVersion": "Nov 21, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cardsandcastles2.game",
  "name": "Cards and Castles 2",
  "company": "Red Team Games",
  "rating": "4.7star",
  "downloads": "10K+",
  "reviews": "642 reviews",
  "age": "Everyoneinfo",
  "describe": "Collectible cards spring to life in this wacky Tactical CCG. Build a deck to challenge your friends and rivals, and engage in glorious CARD BATTLES! Will you choose fearsome vikings, or the deadly squirrels?Both incredibly deep and easy for new players to pick up, this fun and wacky CCG features a tactical board for a touch of strategy. Cards played spring to life on the battlefield as animated characters who can move and block enemies, adding depth to the traditional CCG formula. Build unique decks from 7 different iconic factions: Vikings, Crusaders, Warlocks, Pirates, Ninjas, Druids, and the NEWLY ADDED undead!- Worldwide Online Cross-Platform Multiplayer- Cross-Platform Accounts- Multiplayer Lobbies, Friends Lists, and Chat- Draft Mode- Single Player Modes- Collectible Cosmetics- Lots of Free Cards- Penguins",
  "lastVersion": "Dec 11, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.cardsandcastles2.game"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.avid.cue",
  "name": "Cards, Universe & Everything",
  "company": "Avid Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "40.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Cards, the Universe and Everything (CUE) is the ultimate CCG where you collect and trade thousands of cards and battle them in epic games. It’s about everything!- Card duels: Pug vs Loki, who would win that fight?- Strategy: Would the legendary T-Rex outwit the magic of Houdini?- Collect & fight: Napoleon vs the iconic Sphinx!Play cards, build decks, trade and battle in a turn based strategy combat card game where abilities, strategic decks and combos will help you become a champion.CUE is a totally unique trading card game. Collect and trade to build the ultimate battle decks with almost limitless things: Bears, Dinosaurs, Nebulae, Zeus, Houdini, Samurai, Pika, the Sun, legend Isaac Newton, Volcanoes, Kings & Queens, Calculus and so much more! Collect cards with historical characters, animals and objects from our reality!  Collect and battle cards with unique abilities, then level up decks with new cards and duel against players from around the world in CUE’s iconic arenas! Battle decks in Space, History, Life on Land, Palaeontology and Science levels. Use RPG strategy to prove your card deck is the best.Card collecting has never been so fun! Card trivia teaches you facts on loads of subjects - Science, Space, Arts & Culture, Palaeontology, History, even characters from legend, mythology, fantasy and, well, pretty much everything. It’s perfect if you like quizzes, trivia and unbelievable facts combined with clever gameplay.Play cards with friends online! Use your best battle decks and strategy to duel friends. Players can participate in weekly CUE Leagues and events with friends or solo! Trade cards with anyone and receive new cards for FREE in a safe environment.Game rewards, trophies and epic new collectables await - climb the leaderboard to win big in-game prizes. Card duels and matches give daily free rewards. Card collectors, are you ready to build your CUE card collection and earn new cards to beat the competition?Download CUE Cards and start card collecting to create amazing battle decks in this epic TCG RPG!CUE CARDS FEATURES:TCG Card Decks:- Battle decks: Create using a range of epic CUE cards with magic abilities inspired by the real world, Full of facts & trivia on everything: Science, Tech, Engineering, Math, General Knowledge & more-Try your hand at deck building & play cards to create powerful, devastating combos!Battle cards in CUE Arenas- Collect cards & battle against other players to become a champion- Includes Space, History, Life on Land, Science & Palaeontology and morePlay with Friends- Build battle decks to duel friends in epic action packed weekly PvP CUE Leagues and events- Trade cards for FREE in a safe environmentGame Rewards to Earn:- Play daily to earn FREE unique rewards & build your CUE card collection- Collect trophies & climb the leaderboard to win big in-game prizesWeekly Events - Tiles include: Animation Showdown, Thirst for Adventure, Magic Get Together and Hearth Zone.Accolades:- Winner of three UK App Awards: “Best Game”, “Best Indie Game” and “Education App of the Year”- “A solid, accessible, well-balanced card battler that anyone can dive into and enjoy” - Gamezebo- “CUE Cards boasts a winning combination of gentle humor and eclectic trivia. It's suitable for educating kids and amusing adults – or amusing kids and educating adults, for that matter.” - Droid GamersSo If you love CCG or TCG games and are crazy for online PvP card games, then CUE Cards is the perfect challenge. It combines all the features you love including FREE card trading and crafting, 3000+ collectables, it’s clever, strategic, completely unique and is packed full of fun facts and trivia Phew. That’s a *lot* of hard sell. We’re going for a lie down.",
  "lastVersion": "Nov 16, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerRealistic",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=linkdesks.classicsolitaire.klondike.cardgames",
  "name": "Solitaire Ocean",
  "company": "Solitaire Card Games Classic",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "26.5K reviews",
  "age": "Everyoneinfo",
  "describe": "🐠 New Way to SOLITAIRE! ♣ Play Card Games and Create Your Own Dream Aquariums!✨ Shuffle the cards and get ready to have fun with Solitaire Ocean! The FREE, OFFLINE, CLASSIC & FUN card games of Solitaire!Play card deals and unlock the cute fish, decorations, and aquariums of different themes to build the beautiful ocean world of solitaire of your own taste while playing the classic solitaire cards! 💎 Join us to discover the ocean world in this classic Solitaire card game with an underwater nature theme and aquarium decoration!🌈 GAME FEATURES ♥ Classic Solitaire card games ♥ Playable Offline ♥ Unlimited free Undo & free Hints  ♥ Auto-solve feature ♥ Left-hand mode ♥ 100% Winnable Solitaire ♥ 1 card mode or 3 cards mode ♥ Customizable card theme ♥ Lucky card for free coins ♥ Collection of lovely fish, decorations ♥ Design of your own aquariums⚡ GAME HIGHLIGHTS● Enjoy your favorite gameplay: Solitaire card game to build your aquariums● Train your brain and eliminate your boredom by playing solitaire cards● Unlock more unique aquariums for your lovely fish friends in Solitaire Ocean● Design your own dream aquariums the way you want with dazzling decorations● Play challenging solitaire cards anywhere without an internet connection or wifi● Classic solitaire card games with creative ways to have endless fun● Free to download, and fun to play for card games & fish ocean lovers● Continuously update and introduce the new unique fish and special aquariums!🐟 Create your dream aquarium with dozens of adorable fish by playing solitaire card games!All your fish friends want to meet you soon in the SOLITAIRE OCEAN free card game!✨ Try out this FREE Solitaire game - SOLITAIRE OCEAN which is finally available for Android devices! Download for free now!💌 We'd like to hear your Solitaire Ocean idea!Contact us for any suggestions or ideas for Solitaire Ocean!SolitaireOcean@linkdesks.com❤️ A BIG THANK YOU goes out to everyone who has played our free card games Classic Solitaire!",
  "lastVersion": "Dec 5, 2023",
  "classify": "CardSolitaireCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.android1939.kards",
  "name": "KARDS - The WW2 Card Game",
  "company": "1939 Games",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "3.67K reviews",
  "age": "Everyone 10+info",
  "describe": "Card Game meets World War IIKARDS, The WW2 Card Game, combines traditional CCG gameplay with innovative mechanics inspired by classic strategy games and real battlefield tactics. Take command and challenge other players in grand-scale warfare on the ground, air, or seas.KARDS is completely free to play with all features available from the start. You can earn all cards through regular gameplay, daily missions and an extensive achievement system. KARDS blends familiar trading card gameplay that make it easy to learn and are combined with innovative mechanics that provide strategic depth and tactical diversity. Innovative frontline mechanics allows you to better protect your support assets and take the battle to your enemy. Rush your enemies with Blitzkrieg tactics, gain air superiority or dig in for bitter defensive warfare until you outproduce and outgun your enemiesWW2 nations in KARDS:Britain / LORDS OF THE SKIES AND THE OCEANSThe vast empire was caught off guard when the WW2 broke out, but adapted quickly to new types of warfare. With their formidable fleet, advanced aircraft and incredible stubbornness, the British forces never gave an inch without a fight. The Soviet Union / THE MIGHTY RED ARMYAt the outbreak of WW2, although large on paper, the forces of the Soviet Union were badly equipped, trained and organized. This would change fast. Forged through fire and blood during the Great Patriotic War, the Red Army would soon become the mightiest war machine the world had ever seen. USA / OUTPRODUCE, OUTGUN AND BRING HELL FROM THE SKIESAlthough joining the WW2 later than the other major powers, the USA had been preparing  their production lines and supporting their allies for years. Completely outproducing their Axis enemies, the Americans were eventually able to launch offensive operations of epic proportions in all theaters.Japan / SUNRISE IN THE EASTCompletely underestimated by the Allies in the WW2, the Japanese Imperial Army and Navy swept across South-Asia and the Pacific in a lightning war of their own. Initially the Japanese had complete air superiority in the area and a fearsome navy which included the heaviest battleships ever constructed. Germany / PIONEERS OF BLITZKRIEGCrushing their enemies with Blitzkrieg tactics, hard pressing armoured units and mechanised formations, the German Wehrmacht was at its best on the offensive in WW2. Battle of annihilation would be their favourite doctrine. Compared to the Allies, Germany did not have a lot of ships but in the depths of the oceans roamed fearsome packs of wolves... ready to strike at the their prey.France / THE FLAME OF THE FRENCH RESISTANCEBefore WW2 many believed that the French had the most powerful military in Europe, but they were not prepared for the German Blitzkrieg advance. Although defeated, they did not give up the fight. The Free French Forces continued the fight against the Axis on foreign soil while The French Resistance disrupted and demoralised the German occupation forces at home. Italy / RESTORATION OF THE ROMAN EMPIREWhile not ready for a long lasting conflict at the outbreak of the WW2, Italy tried to seize the opportunity believing that the British Empire was about to collapse from the German offensive.  With ambitions to restore Italy to the status of the old Roman Empire, the Italian forces were concentrated on major offensives in the Africa and the Middle East. Poland / FIGHT FROM EXILE!Before and during WW2, Polish intelligence gathering and crypto-analysis experts contributed significantly to cracking the famous Enigma code. Their exiled forces fought fiercely during the Battle of Britain and other campaigns alongside their allies in WW2-Europe.",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frigatestudios.durak",
  "name": "Durak",
  "company": "Frigate Studios",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "71.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Durak is the most popular Russian card game. You can configure rules and settings whatever you like. Features:- a lot of configurable rules- infrequent ads- clean and minimalist design- statistics and achievements- turn by double tap or swipe- portrait and landscape mode",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardLast cardCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Last+card+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jokergame.joker",
  "name": "Joker",
  "company": "Enberi Software",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "19.4K reviews",
  "age": "Teeninfo",
  "describe": "\"Joker\" might be the best card game out there!• Play online with real opponents. Opponents available 24/7;• Stylish and easy-to-use interface;• Fully functional and fast-paced ranked multiplayer games; • Play custom games with your friends, and create private games with flexible rules;• Ladders, leagues, divisions and a ton of achievements!• Detailed player profiles with their game-statistics;• Substitute AI bots in ranked games- every game will play to the end, even if a player leaves;• You can leave and rejoin games if you have to!• Singleplayer game mode with different difficulty settings.If you liked our game – please leave a review!Our game is constantly developing and being worked one - expect to see constant updates in the future.",
  "lastVersion": "Aug 4, 2023",
  "classify": "CardClassic cardsCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Classic+cards+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=at.ner.SolitaireKlondike",
  "name": "Solitaire - Classic Card Games",
  "company": "nerByte GmbH",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "341K reviews",
  "age": "Everyoneinfo",
  "describe": "The classic solitaire that you played on PC is now ready to be enjoyed on your phone!Solitaire, also known as Klondike/ Patience or Soli, is the most popular single player card games in the world. If you like classic Solitary, you're going to love this crisp and clear solitaire game for FREE, offline and online! Join over 10 million users playing our Solitaire Card Game today.As a classic card game, Solitaire has countless card game lovers around the world. Do you still remember the first time when you open and play Solitaire? This is not only in your memory because Solitaire can be played now on phone and tablet, anywhere and anytime.Download Solitaire today and play our fun card game – FREE!- Solitaire Card Games Features -+ Multiple language choices+ Can choose whether one or three cards are drawn from the deck at a time+ Can Choose playing by left hand or right hand+ Multiple choice backgrounds and cards with different face styles.+ Click & Draw function, when you click on one card, it can automatically move to the right place+ HINT can guide to move next+ Auto save incomplete game+ Unlimited UNDO+ Can be played offline, without wifi+ Upgrade and play with no Ads!If you like classic, realistic and fun single player card games like Spider Solitaire, Pyramid Solitaire, FreeCell Solitaire, then Klondike Solitaire is for you!Play the best FREE SOLITAIRE card game on Android now and see for yourself why so many others love this Solitaire game!Privacy Policy: https://www.nerbyte.com/privacypolicyTerms of Service: https://www.nerbyte.com/termsofuse",
  "lastVersion": "Nov 30, 2023",
  "classify": "CardSolitaireCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.humble.SlayTheSpire",
  "name": "Slay the Spire",
  "company": "Humble Games",
  "rating": "3.1star",
  "downloads": "500K+",
  "reviews": "19.3K reviews",
  "age": "Everyone 10+info",
  "describe": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!Features- Dynamic Deck Building: Choose your cards wisely! Discover hundreds of cards to add to your deck with each attempt at climbing the Spire. Select cards that work together to efficiently dispatch foes and reach the top.- An Ever-changing Spire: Whenever you embark on a journey up the Spire, the layout differs each time. Choose a risky or safe path, face different enemies, choose different cards, discover different relics, and even fight different bosses!- Powerful Relics to Discover: Powerful items known as relics can be found throughout the Spire. The effects of these relics can greatly enhance your deck through powerful interactions. But beware, obtaining a relic may cost you more than just gold.",
  "lastVersion": "Dec 6, 2023",
  "classify": "#1 top paid cardCardCard battlerCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.goongames.DungeonsofDreadrock",
  "name": "Dungeons of Dreadrock",
  "company": "Christoph Minnameier",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "31.3K reviews",
  "age": "Teeninfo",
  "describe": "Puzzle your way through 100 handcrafted levels into the ancient depths of Dreadrock Mountain.\"It's super creative\" (IGN)\"A masterpiece\" (WATSON)\"Beautifully designed\" (PURENINTENDO)\"Something really special\" (MACWORLD)",
  "lastVersion": "Mar 22, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperkani.bomberfriends",
  "name": "Bomber Friends",
  "company": "Hyperkani",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.35M reviews",
  "age": "Everyone 10+info",
  "describe": "Place a bomb and hide behind a corner. BOOM! Did you blast the opponent or did they escape? Try again! Collect powerups from the map to get more powerful bombs! Watch out for evil curses!You can enjoy Bomber Friends in both online Multiplayer and Single Player modes. Which Bomber mode do you like more?Single Player features:- Orcs have attacked the Bomber Village and you need to guide our Bomber Hero through 6 different worlds full of devious monsters and mind boggling puzzles to save all his Bomber Friends!- Single Player Campaign mode with over 300 levels!- Three special Quest modes with more challenging levels and epic Boss Fights!- Dungeon run modes for those who like to challenge their Bomber Skills even more!- Daily Bounty hunts! Can you defeat all of the villains hiding in the Bomber World?Multiplayer features:- Bomb your opponents and be the last one standing to win the match!- Compete in the online arenas and gain medals by winning. Climb up arena by arena until you reach the Leagues! That’s where the highly skilled players match against each other in epic battles!- Collect your own battle deck! Different cards give you different special bombs with (for example) bigger blast zones or shorter fuses, you can even call for an Air Strike or launch a Nuke!- Face three opponents in the Arena free-for-all match. You can also play Duels one on one!- Try out the immensely hectic King of the Hill where your team needs to capture the flag before the other team does!- VS Friends Online Multiplayer for 2-8 players! Challenge your friends or play against random opponents. Play classic, team or reversi matches. Create a game room with your own settings and enable Ghost Mode to haunt other players as a ghost!- Two weekly multiplayer events with exciting gimmicks, fascinating maps and awesome rewards! This is how you gain gold coins, gems, cards and new accessories for your Bomber!Customize your Bomber!- Customize your character with cool hats, suits, accessories and bombs- Use taunts and greetings in the matches- Choose a special gravestone and go out in style!- Send customize items as gifts to other players. Make a Wish list to let your friends know which items you want to get!- Take part in the Fashion Show and collect Fashion tokens. Use the tokens to get new clothes and skins from Bomber Gacha. Even Legendary items!Monthly updates!- New Season starts on the first Tuesday of every month- Each Season has a Theme with Seasonal Rewards. Play daily to collect them all! More rewards with Bomber Battle Pass!- Weekly events related to the Season theme!- New Outfit Bundles available every week of the Season!  - Seasonal leader boards for best players and best clans!And there’s more!- Classic Bomber style gameplay, with controls polished for touchscreen!- Complete Daily Tasks to get rewards- Put your luck to the test and spin Bomber Wheel- Join a Clan or create your own. Invite other players to join your clan. Work together to get a weekly Clan Chest.- Universal game controller support.- Introducing Bomber Journal in 2024Get Bomber Friends now and join the fun online multiplayer game! Have a blast!*Important message: This game includes in-app purchases. You can set up password verification for in-app purchases in the settings of your Google Play Store app.*",
  "lastVersion": "Nov 27, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zombie.survival.craft.z",
  "name": "Last Day on Earth: Survival",
  "company": "KEFIR",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "4.6M reviews",
  "age": "Teeninfo",
  "describe": "Imagine you woke up to the apocalypse in the survival shooter Last Day on Earth. Feel the horror and adrenaline rush from the process of real surviving in a harsh environment! Meet the world where zombie hordes' instinct to murder you is as strong as thirst or hunger. Descend into the atmosphere of survival right now or start Last Day on Earth once you're done with reading this description, in which I'm going to tell you about some key features.■ Create your character and look around: near your shelter, there are a lot of locations with different danger levels. From the resources collected here you can craft everything necessary for survival: from a house and clothes to weapons and an all-terrain vehicle.■ As your level grows, hundreds of useful recipes and blueprints will become available to you. First off, build and enhance the walls of your house, learn new skills, modify weapons, and discover all the joys of the gaming process.■ Pets are an islet of love and friendship in the world of the zombie apocalypse. Joyful huskies and smart shepherd dogs will be happy to accompany you in raids, and while you're about it, help you carry out loot from hard-to-reach places.■ Assemble a fast Chopper, an ATV, or a motorboat and get access to remote locations on the map. You don't get the rarest resources for complex blueprints and unique quests for nothing. If there's a mechanic sleeping inside of you, it's just the time to wake him up!■ If you like cooperative play, visit the city in the Crater. There you'll meet loyal companions and find out what you're worth in PvP. Join a clan, play with other players, feel the unity of a real pack! ■ Survivor (if you have read this far, I can call you that), an arsenal of cold weapons and firearms that would make even a seasoned hardcore player envy is at your service. Here are bats, miniguns, M16, good-old AK-47, Mortar, C4, and too much more to list, better see it for yourself.■ Forests, Police Station, Spooky Farm, Port, and Bunkers packed with zombies, raiders, and other random characters. Always be ready to use force or flee. Anything goes, when it comes to survival!Now you are a survivor. No matter who you are, where you come from, and what you used to be before. Welcome to the cruel new world...",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kotobagames.namelesscat",
  "name": "Nameless Cat",
  "company": "Kotoba Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "97.9K reviews",
  "age": "Everyoneinfo",
  "describe": "🏆Received Honorable Mention Award in 2018 Bahamut ACG Creation Contest🏆｜Story Background｜A nameless kitten who stumbled upon a strange world, embark on an action-packed journey through the fantasy realm to return to its owner's embrace.On the way home nameless cat encounters various creatures, undergo trials and hardships, which will become its takeaways of this journey!\"Oh, you know, many have given up halfway\" ——God\"I don't see the value worthy of pursuing in that thing\" ——Rabbitman\"Here comes another lamb to be slaughtered\" ——OwlvinCan it overcome all dangerous challenges, defeat the enemy, and return to its owner?A little adventure story of a cat is about to begin ⋯⋯｜Game Features｜○ Western Style Narrative Mobile GameGame narrative consist of dialogues and levels, a heart-warming story told in cat's point of view● 2D Side-Scrolling Action GameChallenge yourself with Hardcore difficulty gameplay in 3 different chapters and 40+ levels, with boss battles and special moves that will test your mastery!○ Element of MysteryPlay as an adorable kitten, through talking with other animals, defeating monsters, and collecting treasures, you gradually discover the mystery of your background, and find the way to return to your owner.● Retro-inspired Pixel Style GraphicsRender in stunning pixel art style, with charming characters and custom skin collectibles, Nameless Cat take you on a retro experience of amazing classics.○ Original Music FestivalIn game music was specially designed by the team to create the sense of loneliness and indifference of the cat's journey, allow you to be immersed in the dual experience of stunning graphics and beautiful music during game play.｜News and Updates｜Facebook：https://www.facebook.com/KotobaGames/GameJolt：https://gamejolt.com/games/NamelessCat/417750Twitter @KotobaGames：https://twitter.com/KotobaGamesTwitter @Antony_Sze：https://twitter.com/Antony_SzeTwitter @2030Qiu：https://twitter.com/2030Qiu※ Game data is stored on users' devices. Deleting or Reinstalling the app will also remove any in-game dataKotoba Games © 2017",
  "lastVersion": "Sep 7, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raiyumi.catbird",
  "name": "Cat Bird",
  "company": "Raiyumi",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "97.9K reviews",
  "age": "Editors' Choice",
  "describe": "Join the journey and open your inner meow!Featuring:* More than 40 challenging levels.* 4 Epic bosses to challenge.* Achievements and Leaderboards to compete with others.* Stylish and stunning pixel art graphics.* Test your skills in Time Trial mode.* Beautiful Soundtrack* Show off your abilities with ReplayKit(Android 5.0+)",
  "lastVersion": "Oct 26, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frogmind.badland",
  "name": "BADLAND",
  "company": "HypeHype Inc.",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "1.61M reviews",
  "age": "Everyoneinfo",
  "describe": "Fly and survive through the 🏆 Game of the Year  -winning action adventure BADLAND.More than 100 MILLION players and counting!★ 5/5 - AppSmile★ 4/4 - Slide to Play★ 5/5 - AppSpy★ 9.2/10 - Multiplayer.it ★ 9/10 - Destructoid★ 4.5/5 - TouchArcade\"BADLAND is one of the most beautiful games on Android and one of the must download games of 2013.\" -- Android Authority“BADLAND is a standout game that we can’t stop playing.” -- AppSmile“BADLAND’s unique gameplay and atmosphere make it a must-download.” -- Slide to Play“BADLAND doesn’t simply look pretty, it’s an absolute treat to play” -- AppSpy“A hallmark of excellence.” -- Destructoid🏆  Outstanding Mobile Game -- Satellite Awards 2014🏆  Grand Prix -- the International Mobile Gaming Awards 2014🏆  Nordic Indie Sensation Award -- Nordic Game 2013🏆  Apple Design Award 2013🏆  Apple iPad Game of the Year 2013OVERVIEWBADLAND is an award-winning atmospheric side-scrolling action adventure platformer set in a gorgeous forest full of various inhabitants, trees and flowers. Although the forest appears to be right out of a beautiful fairy tale, there’s something terribly wrong. The player controls one of the forest dwellers to find out what’s going on, and discovers an astonishing number of imaginative traps and obstacles on the way. BADLAND takes side-scrollers to the next level with its innovative physics-based gameplay combined with stunning, atmospheric graphics and audio. BADLAND also features a highly original local multiplayer mode for up to four players on the same device, where the name of the game is survival of the fittest with no rules. It’s totally OK to push your rivals in front of spinning circular saws to survive. Or, if that's too rough for you, you can also cooperate with your friends and play the modified single player campaign with up to four players. FEATURES• SINGLE PLAYER campaign with 100 truly unique levels and more coming in updates• MULTIPLAYER mode for up to four players on the same device in 23 levels and more content in future updates• COOPERATIVE mode for up to four players - Survive the modified single player campaign with your friends • LEVEL EDITOR: Create levels, share & play!• LEVEL WORLD: New levels to play all the time• Intuitive one-touch controls combined with innovative level design• Full support for game controllers 🎮• Highly immersive audio-visual gaming experience• Designed for Android phones, tablets and Android TV• Supports Cloud Save and Immersive mode• More levels and content coming in updatesNow featured on NVIDIA TegraZone. Plays great with full controller support 🎮  on NVIDIA SHIELD Portable and SHIELD Tablet, and Android TV.Follow usFacebook - http://www.facebook.com/badlandgame Twitter - http://www.twitter.com/badlandgame Blog / www - http://www.badlandgame.com BADLAND Forum - http://forum.badlandgame.com/index.php",
  "lastVersion": "Aug 28, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xigmaGames.thebonfire2",
  "name": "The Bonfire 2 Uncharted Shores",
  "company": "FredBear Games Ltd",
  "rating": "3.6star",
  "downloads": "1M+",
  "reviews": "15.5K reviews",
  "age": "Editors' Choice",
  "describe": "The Bonfire 2: Uncharted Shores is an award-winning survival city building simulation game and a sequel to the highly popular The Bonfire: Forsaken Lands.Offline play is available once ads are removed via in-app purchase*Language Supported: English, French, Vietnamese, Finnish, Spanish, Italian, Russian, German, Dutch, Portuguese, Chinese, Japanese, Korean, ThaiAwards Won:🏆 Pocket Gamer Best New Strategy Games of 2020🏆 Pocket Gamer Gold Award, 2020 – 4.5/5 Rating🏆 Pocket Gamer Connects, 2020 – Winner The Big Indie Pitch #2 Mobile Edition🏆 Tokyo Game Show, 2019 – Indie Game Area Official Selection🏆 Gamescom, 2020 – Indie Booth Arena Online Official SelectionDesign your city, manage resources as well as your workers, each with unique personalities. Explore a procedurally generated world map with ships to find free cities to trade and mysterious dungeons to explore. However, keep in mind to place your buildings carefully as the positioning of these buildings can be vital to manage certain resources and affects gameplay. Above all, as your survival depends on it, build a powerful settlement (city building) and gain magical artifacts to defeat an ancient evil.Game Features:❰ BUILD ❱It's City Building. The game allows you to build, craft, gather resources during the day. You have the freedom to design your city layouts. But, the placement of the buildings can be vital and affects the outcome of your settlement.❰ SURVIVE ❱It's Survival! When the night falls, defend your village from random monsters like wolves, chupacabra, spiders, and Tribal enemies. ❰ EXPLORE ❱A randomly generated world map awaits you to explore with your ships. Discover new cities to trade with or face with random encounters for loot.❰ PROCEDURAL CHARACTERS ❱Every villager is unique. Each has stats such as strength, agility, intelligence as well as personalize skills and traits. ❰ DUNGEON MODE ❱Explore the dungeon to obtain rare resources. Once you explore deep enough, you will uncover the mystery of the Bonfire.❰ CHARACTER PROGRESSION ❱You can level up and build each villager as you'd like as found in most RPG games. Moreover, players will have the ability to craft weapons and armors and equip them to their units.Sequel to the award-winning game The Bonfire: Forsaken Lands, The Bonfire: Uncharted Shores expands on every aspect of the original and brings greater depth. Design your city, manage resources chains and workers with unique personalities, explore procedurally generated world map in ships, trade with free cities, and discover mysterious dungeons. Build a powerful city and gain magical artifacts to defeat an ancient evil.Support:Are you having problems? Email us at support@playplayfun.com.Discord:https://discord.gg/mukDXDwFacebook: https://www.facebook.com/thebonfire2game/Official Site (including FAQs and Strategy Guides):https://playplayfun.com/the-bonfire-2-uncharted-shores-game-official-page/Privacy Policy: http://www.fredbeargames.com/privacy-policy.htmlTerms of Service:http://www.fredbeargames.com/terms-of-use.html",
  "lastVersion": "Nov 17, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Somniumfabri.Nuclearday",
  "name": "Nuclear Day Survival",
  "company": "Garden of Dreams Games",
  "rating": "3.0star",
  "downloads": "1M+",
  "reviews": "20.2K reviews",
  "age": "Teeninfo",
  "describe": "A fascinating survival in a post-apocalyptic world!Amazing game with a unique atmosphere! Try to survive in a post-nuclear city.Can you handle the post-nuclear world? Radiation, hunger, disease and suffering are everywhere. And your only goal is to escape from the dying city and find the love of youth. Unique Atmosphere and deep story. Solve the mystery of the lost documents and make choices: will you save everyone or will you leave them to die...What awaits you:- Hard surviving. You'll be haunted by typical problems of survivor such as hunger, disease, thirsty, nuclear winter and gangs.- Unique story. You'll meet a lot of interesting stories of different people, mystery puzzles and choices.- Dynamic world. There will be changing weather, managing forces, etc.Explore the abandoned and ruined world.Features:- System of the craft- Unique story- Exploring the interesting world.",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gm_shaber.dayrpremium",
  "name": "Day R Premium",
  "company": "Rmind Games",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "112K reviews",
  "age": "Teeninfo",
  "describe": "Benefits of Premium version:- Unique pet Raven- Starter Kit- Caches of useful items in shelters- Expanded selection of perks- Chat without any limitations- Reduced waiting time between parcels- Access to all kinds and colors of map markersCan you survive in a world destroyed by nuclear war? With radiation, hunger and disease all around you. You have to cross the entire country and save your family. Who knows if they are even alive, or if radiation and the deadly virus have already reached them? Uncover the secret of the apocalypse and regain your memories during a journey across the huge territory of the USSR in the 1980s. Surviving after the apocalypse isn't easy. You'll have to face the real hunger games! Monsters, zombies, thirst, countless diseases and injuries, blood-thirsty enemies – you have to fight it all. Craft all your resources: weapons, clothes, and transport. - Hardcore survival:Hunger, zombies and radiation won't give you a chance to relax.- Realistic world:Changing seasons, huge map of the USSR and more than 2,700 different towns and cities. Hunt animals, but be careful: even rats can seriously injure you! Explore the wilderness!- Endless possibilities:Multicraft, acquiring skills, hundreds of crafting recipes, lots of ammunition.- People and stories:Exciting quests and helpful allies. An open game world.- Improve your skills:Mechanics, blacksmith, chemistry and much more.- Cooperative mode:Online mode with chat, item exchange and joint fights. Multiplayer survival game.Survive in a post-nuclear USSR: overcome disease, hunger and enemies! Play Online too! Survive together with other players.Explore abandoned buildings and shelters. Find weapons and build transport using various materials.Remember everything you ever learned about chemistry and physics! It's an incredibly realistic survival game! Features: - Сraft system – get resources, hunt, find useful objects or weapons and create your own! - Hardcore survival simulator - Journey across the wilderness map in multiplayer mode - Choose the difficulty: sandbox, real life or onlineWar never changes. In 1985, the USSR collapsed before an unknown enemy. Within days, the entire country became a radioactive wasteland – violence, hunger and disease reign here now. When you no longer lose in the fight with death, other survivors await you in coop – Online mode lets you survive together, dealing with hardship, talking in chat and sending gifts to each other.Official Site: https://tltgames.ru/officialsiteenCustomer Service Email: support@tltgames.netJoin the global Day R community!Facebook: https://www.facebook.com/DayR.game/YouTube: https://www.youtube.com/channel/UCtrGT3WA-qelqQJUI_lQ9Ig/featured",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionAction-adventureSurvivalCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.qcplay.aresvirus",
  "name": "Ares Virus",
  "company": "Qcplay Limited.",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "25.7K reviews",
  "age": "Editors' Choice",
  "describe": "The end of the day, should we still be kind and honest, or should we follow the instinct to survive? Make your choice in this great independent doomsday survival 2D RPG!GAME INTRODUCTIONHere comes the doomsday. The city is in danger under the threat of Ares Virus. Zombies are massed and resources are run out. If you want to survive, then you have to fight!You have to battle with skilled monsters, socialize with people with sinister motives. Conflicts and incidents can lead to bloody events and reflections on human nature. As a team member of S.O.T, whose mission is to find the viral antibody, what decision will you make?GAME FEATURES▶2D shooter game with top-down still views, fresh ballpoint style.▶Various gameplay. Different weapon and strategy should be chosen for different enemies.▶Full of the doomsday theme: collect resource, make food, produce medicine and forge equipment.▶Instant action, double joystick control.▶Open ending. Your choice will determine others’ destiny.For more information:▶Facebook: https://www.facebook.com/AresVirusQcplay▶Official Website: https://ares.qingcigame.com/en▶Wiki: https://aresvirus.wikia.com/wiki/Ares_Virus_WikiIt's necessary to use the below permissions:READ_PHONE_STATE: We need to obtain your IMEI and regard it as your login identification to protect your accounts.READ_EXTERNAL_STORAGE: We need to obtain your read external storage permission to get your game data (local storage).WRITE_EXTERNAL_STORAGE: We need to obtain your write external storage permission to record your game data (local storage).",
  "lastVersion": "Apr 18, 2022",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fantasy.survival.game.rpg",
  "name": "Grim Soul: Dark Survival RPG",
  "company": "Brickworks Games Ltd",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "632K reviews",
  "age": "Teeninfo",
  "describe": "Grim Soul is an online dark fantasy survival RPG. Collect resources, build a fortress, defend yourself from enemies, and survive combat with zombie-knights and other monsters in this zombie survival game! A once-prosperous Imperial province, the Plaguelands are now covered in fear and darkness. Its inhabitants have turned into endlessly wandering souls. Your goal is to survive as long as you can in this fantasy adventure RPG.● EXPLORE NEW LANDSExplore the Empire afflicted by the Grey Decay. Discover mysterious Places of Power. Try infiltrating ancient dungeons and other exiles castles to obtain the most valuable resources.● SURVIVAL AND CRAFTBuild workbenches and craft new resources. Discover new designs and create realistic medieval weapons and armor to battle with the Plaguelands’ most dangerous inhabitants.● IMPROVE YOUR CASTLEEvolve your shelter into an invulnerable stronghold. Build a sound foundation for defenses against zombies and other exiles. Defend your citadel, craft and place traps for survival. But don’t forget to explore your enemies’ territory to collect valuable loot.● DEFEAT ENEMIESMorning star? Halberd? Maybe a crossbow? Choose from an arsenal of deadly weapons. Deal critical hits and evade enemy attacks. Use different fighting styles to crush the rivals. Find an effective strategy for wielding every type of weapon!● CLEAR THE DUNGEONSDescend into the great orders’ secret catacombs. An entirely new dungeon awaits you every time! Fight epic bosses, attack undeads, look out for deadly traps, and reach the treasure. Find the legendary flaming sword in this online survival fantasy RPG.● SADDLE YOUR HORSEBuild a stable and don’t miss your chance to gallop into battle against hordes of undead on your war horse or ride through a grim medieval landscape. You can build a boat, a cart, and even a carriage - if you can obtain the necessary parts.● OVERCOME HARDSHIPLife in the Plaguelands is solitary, poor, nasty, brutish and short. Hunger and thirst will kill you faster than cold steel in this sinister  zombie survival RPG. Conquer nature, hunt dangerous animals, prepare their meat over an open fire, or kill other exiles to replenish your reserves.● BEFRIEND THE RAVENSBuild a raven cage and these smart birds will be your messengers in this world. Watch the skies. Ravens always circle over something of interest. And that which ravens take interest in will always be of interest for a lonely Exile.● JOIN A CLANA clan will increase your chances of surviving one more day in this cruel fantasy adventure RPG. Call your brothers in arms to cut down damned knights and bloodthirsty witches. Set your own rules in the Kingdom.● PREPARE FOR THE NIGHTWhen night descends, darkness floods the world, and you’ll need light to escape the terrifying Night Guest.● RECEIVE REWARDSYou may feel alone, but you are not. There’s always something to do. Complete quests that bring ravens and receive rewards. Take every chance - that’s the best strategy for survival in the surviving game.● SOLVE THE MYSTERYSearch for letters and scrolls to learn about the Empire’s ancient history. Find keys to solving the mystery of your past and the truth behind this grim quest.Life in the Plaguelands is a constant battle not only with hunger and thirst, but with hordes of zombies and cursed beasts. Conquer nature and fight in this adventure RPG game for real heroes. Become a world legend! Storm enemy castles, collect loot, and rule the Plaguelands from an iron throne!Grim Soul is a free-to-play dark fantasy survival RPG, but it contains in-game items that can be purchased. Your strategy for survival will determine everything. Begin your journey and become a hero in a brutal souls like zombie survival game.",
  "lastVersion": "Nov 24, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
}]