[{
  "link": "https://play.google.com/store/apps/details?id=com.ShinobiGames.InfiniteW",
  "name": "Labyrinth Legend II",
  "company": "シノビゲームズ",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "2.19K reviews",
  "age": "Teeninfo",
  "describe": "The second installment of the pick-up-and-play hack-and-slash Action RPG! Make use of a variety of weapons and skills. Venture into randomly generated dungeons to save the world from the rule of demonkind!◆Randomly Generated DungeonsDungeons are randomly generated, which means the layout changes every time you enterDefeat the enemies lurking in the depths of the dungeon, obtain powerful equipment, and power-up your character!◆Battle Mighty BossesProgress enough in the game and you will encounter bossesFacing the overwhelming might of these bosses will be tough, but by leveling up and changing your gear you should be able to find the path to victoryAnd if you could master dodging, maybe you could defeat bosses without taking a single scratch...?Study their attack patterns, then strike back with a powerful blow!◆Variety of Mechanics and EnemiesDungeons have their own unique mechanics and enemies lying in wait for playersClearing these difficult dungeons will be no simple task, but by strengthening your character and enlisting the aid of helper NPCs you can set your sights on the lower levels and attain the rare treasures within!◆Variety of Weapons and SkillsAn array or equipment and skills can be found in-gameHow well you can use them will depend on your own skillFind equipment that you like and aim for victory with your own fighting style!In addition, armor you equip will change your character's appearanceUse your favorite equipment to customize your character!◆A Pixel Art Fantasy WorldThe game world is depicted entirely through nostalgic pixel artIn this fantasy world overflowing with mysteries,you're sure to encounter many characterful NPCs and enemies◆Discordhttps://discord.gg/G6TwajubDF",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.atomrpg",
  "name": "Atom RPG",
  "company": "ATENT GAMES LTD",
  "rating": "4.2star",
  "downloads": "10K+",
  "reviews": "2.92K reviews",
  "age": "Mature 17+info",
  "describe": "In 1986 the world war between the Soviet Union and the Western Bloc ended in mutual nuclear bombings. Both superpowers went down in flames. The impact of the fallout almost ended civilization as we know it. You are one of the survivors of the apocalypse.Your mission - to explore the wild and wondrous postnuclear world of the Soviet Wasteland. To earn your place under the sun in this new age. To investigate retro style bunkers, descend into a stalker filled metro, fight terrible mutants and solve a shadowy conspiracy, aimed at destroying all that is left of life on Earth.ATOM RPG is:- A powerful character creation tool, aimed at making the wasteland hero you want to portray;- A balanced offline single player roleplaying system. Each stat combination provides a unique cRPG experience, unique dialogues, and new ways to solve some quests;- Dozens of skills, from lockpicking to gambling;- Many hours of gameplay on all sorts of locations. Meet the other survivors in a brave new settlement, built from the remains of the old world. Venture into the wilds, where mutants and bandits lurk. Work out the secrets of an old military bunker. Or simply lose yourself, fishing at a scenic pond;- Turn-based combat, inspired by classic RPG’s of the nineties. Find your own strategy and develop the tactics needed to win;- Random encounters with the dwellers of the Soviet Wasteland - both friendly and dangerous. Sometimes all at the same time;- Many deep, multiple-choice dialogues that feel like real conversations with the unique NPCs of the game;- Nonlinear gameplay! This edition of the game features dozens of quests, most with alternative solutions. Play the game like you want to!Technical Support: You can contact the developers at support@atomrpg.com",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.atomrpg"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.LunariteStudio.WastelandStory",
  "name": "Wasteland Story : Survival RPG",
  "company": "Lunarite Studio",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "69.7K reviews",
  "age": "Everyone 10+info",
  "describe": "▶ Wait, What is this? - This is Wasteland Story. Pixel 2D Side Scroller Post-Apocalypse RPG! The player must survive and conquer the nuclear fallout tainted wasteland and carry out the secret mission to save mankind.(Soon to be the best Post-Apocalypse RPG in mobile!)▶ Ok, Why should I try this game?- No Forced Ads. (Ads & In App Purchases are totally Optional.) - Easy to Play, Hard to Master.(Everyone can play but do you have a grit & skills to become... 0.1%?)- Created by the Most passionate SOLO game Developer in the world. (Biggest 'FO' series fan here. It. Just. Works!)- Graphics may not be fancy as 3D, Big Company Games but It has SOUL.(Good gameplay, Fast action, Light weighted, Optimized to the best!)- Actually Good/Interesting Story, Never ending Story. (This game is Seasonal! Like... TV Shows!)(Also you can make choices in Story.)- Real Time Action RPG. (Are you Sick of boring Idle RPGs, Turn-base, slow-paced Laggy games? and you Want some ACTION? Then this game is built just for you!)- Hey, Do you like Guns? or maybe Swords? Baseball Bat? Mace? Bow? Crossbow? Missile Launcher? Minigun? Pistol? Dual Pistol? Rifle? LMG? SMG? World War II Weapons? Energy Weapons?... FIST?(We got Everything, Take your pick!) - Actually Challenging / Need Skills & Strategies. (This game will defeat you. and It will make you Think. It will make you Grind, It will make you Improve. This is Not a spoon feeding baby games.)- Unpredictability.(Random Spawns, Stalking/Ganking Enemies, More than 400 items, Over 90 enchantments... Every run/combat is different. Every loot is a new opportunity!)- In Depth Solid RPG System.(100 Perks, 6 Core attributes, 9 Special Abilities, 9 Companions)(Find out your OP build!)- Simple Survival System.(Building up base, Crafting gears/ammo/foods/medicine, Hunger & Thirst, Day & Night Cycle, Random Weather! It's Almost... like certain Open World Game!)- Infinite Grind & Late-End Game Hidden Boss Raid.(How far can you go? Can you break the game?, Can you defeat every hidden bosses?)- Pretty new game with High Potential, Still in Active Development, Frequently Updated & Enhanced by passionate developer and also Season 2 is in Development! (This game is Released in October 23, 2022.)(And Soon to be the world's Best post-apocalypse mobile RPG! #1)▶ Well, I'm sold. Let me try.Thank you so much! Hope you have fun! :D",
  "lastVersion": "Nov 17, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dotemu.titanquest",
  "name": "Titan Quest",
  "company": "HandyGames",
  "rating": "3.6star",
  "downloads": "100K+",
  "reviews": "28.8K reviews",
  "age": "Teeninfo",
  "describe": "Originally released on PC in 2006, Titan Quest is an action RPG set against a mythological backdrop. The Titans have escaped from prison and are hell-bent on destroying the Earth. The Gods alone can’t stop them -- a hero is needed to lead this epic struggle. Victory or defeat will determine humanity’s fate and that of the Olympians.You are that hero! Create your character, explore ancient civilizations like Greece, Egypt, Babylon, and China, and fight against hordes of legendary creatures! Master the arts of archery, swordsmanship or magic and upgrade your character to unlock awesome powers! Discover special items to help you complete your quest: legendary swords, devastating thunderbolts, enchanted bows, and much more!Specially adapted for mobile devices, this new version offers numerous new features:● A new touch-friendly interface ● Completely redesigned touch-friendly gameplay ● High-quality graphics● A huge, open world to explore● Full day/night cycle● 80 different mythological creatures: Minotaurs, Cyclopses, Gorgons, and many more● 1200+ items to discover● 30 different character classes ● 150 different character skills● Colossal playtime of more than 60 hours ● Scalable difficulty modes:  weapons and enemies match your skill level ● Dozens of unlockable achievements to discover● No ads, no microtransactions. Mixing ancient mythology with non-stop action, Titan Quest is a classic hack-and-slash offering energizing gameplay with a fast, intense rhythm. Overcome thrilling challenges and vanquish the greatest enemies ever to invade the mobile world!DLCs available as in-app purchase: ● IMMORTAL THRONE - Encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Set out on a journey across the western Mediterranean, in search of the mythical kingdom of Atlantis. Including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain.Supported languages: EN, CZ, FR, DE, IT, JA, KO, PL, RU, ZH-CN, SK, ES, UK© 2021 HandyGames",
  "lastVersion": "Dec 6, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.YEMA.FinalDestiny",
  "name": "Final Destiny",
  "company": "YEMA GAMES",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "77.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Final Destiny - Beyond the End of the WorldA baby is found by accident.The girl has to protect the baby. It will not be easy.Action RPG - Final DestinyJoin the journey of a girl and baby looking to go beyond the end of the world.Destroy all monsters and feel the dynamic combat system.- Move and dodge, double tap the arrow keys to move around quickly.It is important in battle to evade enemy attacks using evasion rolls.- AttackYou can continue to attack by simply pressing and holding the button.Take down enemies quickly combo attacks!- Defend the baby at all costs!There is a chance that you will lose your baby when attacked by an enemy.If you lose your baby, you can't attack until you find it again!- SkillYou can get skillbooks through simple puzzle stage.Acquiring all of the skill runes will  your powerful skills!- MineMine fortified stones and use them to upgrade equipment.Mine is autoplayed.- ItemItems are heavily influenced by level and rank.Hunt for the ultimate Ancient Legend rated item!- Tower of ChallengerYou can level up the challenger with the experience you gain from the Tower of Challenge.Each time you level up, you'll earn Challenger points.Points can increase the player's ability stats.Intense Action! Destroy all enemies !!Final Destiny – Beyond the End of the World--------------------------------------------------------------------------------Manual restoration of game data is only requested by email.Send us your game nickname in our email.We will restore your game data.YEMAyema@yemacomm.comThanks to \"Dark zaur\" for Turkish translation.Thanks to \"Maria Beatrice Bonaccolto\" for Italiano translation.Thanks to \"Jack Lago\" for Brazilian Portuguese translation.Thanks to \"D'vast\" for Spanish translation.Thanks to \"Deomid Polivenko\" , \"Dimir Steel\" for Russian translation.Thanks to \"Jeff courty\" for French translation.(the.french.localiser@gmail.com)",
  "lastVersion": "May 19, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ondi.shadowslayer.premium",
  "name": "Shadow Slayer: Ninja Warrior",
  "company": "ONDI",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "5.35K reviews",
  "age": "Teeninfo",
  "describe": "Hardcore Hack’n Slash Massive Action-RPG.Log-in & Claim all valuable rewards:- 500K Gold- 20 Premium Gacha TicketWelcome to Shadow Slayer! Join our heroes' adventure in Foliga, a once happy and peaceful world turned dark. Undead bosses are now crowding everywhere. But this will end now! Stock up on epic hero powers to start the battle of the century today!Unlock your potential and learn new skills to battle monsters while exploring all the possibilities of this new and exciting action hack and slash game!Grab your weapons and friends to join this exciting anime fighting RPG now! You will find it full of opportunities to battle fierce enemies, unlock skills, and power up your hero to the max! Grow stronger every day and battle the undead bosses of Foliga in this legendary battle!★ EXPLORE, SLAY, AND LEVEL UPTons of different monsters and bosses are waiting for you in the dungeons! Go into training to prepare yourself, challenge them to a battle, and show off your fighting skills!★ MASSIVE BOSS BATTLEYou will never forget the battles with the huge, bloodthirsty, and mighty bosses.You need good equipment and superior skills to defeat those bosses; otherwise, you will be defeated by them.★ MULTIPLE CHARACTERS TO PLAY AND ROLLPlayers will get to play as multiple different characters, each with their own unique skills, gameplay, and assets. Each character is going to have a distinct way to play the game and a distinct approach to the strategy and the combat.★ MYSTERIOUS TREASURE CHESTSDiscover hidden treasures everywhere, you need to be observant to find them. Do not miss a treasure, because they are very valuable.Play anytime, anywhere, even when offline.* Follow us on social media for more information and to get support:Discord: https://discord.gg/9gk7YxRMpQMeta Fanpage: https://www.facebook.com/ondi.shadow.slayerMeta Group: https://www.facebook.com/groups/ondishadowslayerTwitter: https://twitter.com/shadowslayer_hi",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ExiliumGames.Anima",
  "name": "AnimA ARPG (Action RPG)",
  "company": "Redeev",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Teeninfo",
  "describe": "The RPG you've always been waiting for has finally arrived on Android devices!Anima is an action RPG (hack'n slash) videogame inspired by the greatest old school games and made with passion by RPG lovers for RPG lovers, and released in 2019.Anima, compared to other mobile ARPG, is highly dynamic and leaves the player the chance to fully customize its character, based on their play style, preserving the charming style of the old classics.ACTION RPG OPTIMIZED FOR MOBILE GAMEFight against evil forces wherever you want and conquer the single player offline campaign with potentially infinite game difficulties.Follow the storyline or simply go on, slash enemies, loot items and improve your character!THE BEST MOBILE HACK'N'SLASH OF 2020Fast-paced combat, amazing special effect and dark fantasy atmosphere will accompany you through this fantastic adventure.Go down and explore the abyss, Kills Demons, Beast, Dark knights and other demonic creatures that populate over 40 levels and then challenge your skills with engaging boss fight! Explore different dark scenarios, reveal hidden secrets and Explore unique locations!- High Quality mobile graphic - Suggestive Dark fantasy environment- Fast-paced Action- 40+ different playable levels- 10 games difficulty to test your power- 10+ secret unique levels- Exciting Boss fights- Stunning soundtrackCUSTOMIZE YOUR CHARACTER AND TEST YOUR SKILLSChoose your specialization between Skirmish, Archery and Sorcery and try unique combo with the improved multiclass system. Level Up your character and learn new strong abilities through three different skill trees:- Level up your character and assign attributes and skills point- Unlock more than 45 unique skills- Choose from three different specializations- Create unique combo with the Multi-class systemLOOT POWERFUL LEGENDARY EQUIPMENTSlash horde of monsters or bet your gold on the gambler to find ever powerful items and empower your equipment with the upgrade and the infuse systems. Adorn your equipment pieces with more than 8 different upgradable Gems.- Find more than 200 items of different rarity (normal, magic, rare and legendary)- Equip powerful legendary items with unique power- Upgrade system to increase your item power- Infuse two leggendary items to create a powerful new one- 8 different kind of precious gem with 10 level of rarityTOTALLY FREE-TO-PLAYThe game can be played totally for free, with the exception of some in-app purchase for the ones who want to unlock extra features amd that want to support the developement of this new Action RPG for Android!-----------------------------------------------------------------------------------------------------------------------------------------------We are planning to make of AnimA one of the best Action Rpg on the store so we are constantly working on the game and we will release new updates and fresh content periodically. And remember, we made it because we love it.To stay in touch with us and to receive the latest updates on Anima follow us on: https://www.instagram.com/anima_rpg_mobile/https://www.facebook.com/thegameanima",
  "lastVersion": "Oct 31, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=valhalla.survival.craft.z",
  "name": "Frostborn: Action RPG",
  "company": "KEFIR",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "256K reviews",
  "age": "Teeninfo",
  "describe": "Subdue the powers of the gods and confront the army of the dead together with your friends. Make the lands of vikings great again by building a new capital town from scratch and set off for treasures and new victories to the unexplored shores. All of this and more awaits you in the new online survival RPG Frostborn!The world plunged into darknessIn the wilds of Midgard, the dead roam in broad daylight.The water from the rivers burns your throat, Valkyries no longer take the fallen in battle to Valhalla and something sinister is hiding among the shadows of forests and gorges. The goddess Hel is responsible for all this. She cursed these lands with her black magic in just 15 days, and now she wants to enslave the kingdom of the living! Death no longer existsYou are the immortal, valiant Jarl of the northern warriors who no longer face death. Healers and shamans shrug their shoulders and don’t understand why this is happening. But since the way to Valhalla is closed, there is only one thing left to do - arm yourself and send the creatures of darkness back to Helheim!No man is an islandFrostborn is a co-op survival game with MMORPG elements: team up with other Vikings to build a strong base, confront the creatures that hide among the shadows and in the shrines of the gods and fight other players during raids and random encounters in numerous locations and dungeons.Berserk, mage or assassin - the choice is yoursChoose from over a dozen RPG-style classes that suit you best. Do you like heavy armor and face-to-face battles? Choose between Protector, Berserk or Thrasher! Prefer to keep your distance and shoot arrows at enemies from afar? Pathfinder, Sharpshooter or Hunter at your service! Or are you one of those who hide among the shadows and stab in the back? Try a Bandit, Robber or Assassin! And there is more!Win at all costsTrade with other players or ambush and assassinate them in the wilds of Midgard. Make peace with another family and protect each other during the raid, or betray their trust and reveal their secrets to others in exchange for resources. The old order no longer exists, now these are wild lands where the strongest survive.Plow your way to ValhallaUse the crafting system inherent in real MMORPGs to get everything you need to defeat the darkness created by the black magic of the goddess Hel. Strong walls and delicious food, magic potions and deadly traps, powerful weapons and legendary armor. And if that's not enough - build your own drakkar to raid the overseas kingdoms!Build your own cityStrong walls, spacious houses and artisan shops - and this is not all that needs to be rebuilt and improved to open the gates of your city to visitors. But be ready for a long journey - a good city cannot be built in 15 days. Coop with other Vikings and the inhabitants of your city to fight for a place in the sun in a world ruled by black magic.There's no daylight undergroundGo down to the ancient sanctuaries of the gods - dungeons in the best traditions of MMORPGs, fight the strongest dead and monsters who are afraid of daylight, get legendary artifacts and find out why the gods left this world.Experience the survival RPG Frostborn - a new game from the Kefir studio, the creators of Last Day on Earth and Grim Soul. Join now and in 15 days you will understand what it is like to live like a Viking!",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionAction-adventureSurvivalMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playhardlab.heroes",
  "name": "Rumble Heroes : Adventure RPG",
  "company": "PlayHard.Lab",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "73.8K reviews",
  "age": "Everyone 10+info",
  "describe": "🏆2023, Google Play Best of 2023 Japan Best Indie Game🏆\t🏆2023, Google Play_Korea, Ranked 1st in popular games🏆\t🏆2023, Google Play Best of 2023 HongKong / Taiwan /  Indonesia / Singapore / Thailand, Best Pick Up & Play🏆\tThe sole princess of the kingdom was kidnapped by the dark knights! Your heroes are the only hope.In order to save the princess, you need to start with reconstructing the village. Collect trees, mine ore, and construct buildings to improve the village.Furthermore, you can recruit new heroes at the pub. Recruit and raise legendary heroes that use various skills!Discover treasure and obtain various monsters and resources through huge open areas.Hundreds of monsters appear in the dungeon. But don't worry! The heroes you trained can wipe out the monsters!Now, forget about the collectible RPGs that are complicated and full of manual, time consuming grinding.You can move several heroes with just one hand. Jump into the fun, fast paced hack-and-slash combat with simple controls!- You can do everything with one hand!- Obtain various resources on the field such as wood, ore, meat, and more.- Collect and raise cute and unique characters.- Try the dungeon and collect legendary equipment.- You can start a camp and leave it anywhere on the field.",
  "lastVersion": "Dec 11, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ondi.shadowslayer",
  "name": "Shadow Slayer: Demon Hunter",
  "company": "ONDI",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.9K reviews",
  "age": "Teeninfo",
  "describe": "Hardcore Hack'n'Slash Massive Action-RPGWelcome to Shadow Slayer! Join our heroes' adventure in Foliga, a once happy and peaceful world turned dark. Undead bosses are now crowding everywhere. But this will end now! Stock up on epic hero powers to start the battle of the century today!Unlock your potential and learn new skills to battle monsters while exploring all the possibilities of this new and exciting action hack and slash game!Grab your weapons and friends to join this exciting anime fighting RPG now! You will find it full of opportunities to battle fierce enemies, unlock skills, and power up your hero to the max! Grow stronger every day and battle the undead bosses of Foliga in this legendary battle!★ EXPLORE, SLAY, AND LEVEL UPTons of different monsters and bosses are waiting for you in the dungeons! Go into training to prepare yourself, challenge them to a battle, and show off your fighting skills!★ MASSIVE BOSS BATTLEYou will never forget the battles with the huge, bloodthirsty, and mighty bosses.You need good equipment and superior skills to defeat those bosses; otherwise, you will be defeated by them.★ MULTIPLE CHARACTERS TO PLAY AND ROLLPlayers will get to play as multiple different characters, each with their own unique skills, gameplay, and assets. Each character is going to have a distinct way to play the game and a distinct approach to the strategy and the combat.★ MYSTERIOUS TREASURE CHESTSDiscover hidden treasures everywhere, you need to be observant to find them. Do not miss a treasure, because they are very valuable.Play anytime, anywhere, even when offline.* Follow us on social media for more information and to get support:Discord: https://discord.gg/9gk7YxRMpQMeta Fanpage: https://www.facebook.com/ondi.shadow.slayerMeta Group: https://www.facebook.com/groups/ondishadowslayerTwitter: https://twitter.com/shadowslayer_hi",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miHoYo.bh3oversea_vn",
  "name": "Honkai Impact 3-VN",
  "company": "HONGHA JSC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "[SP character | Cosmic Expression]\"The girl is traveling in the sky, under the pen is describing what the starry sky looks like?She left long footsteps in the universe, the stars also gave her brilliant colors.\"New SP character [Cosmic Expression] released! Physical ST support character with Star Dust attribute, Holy Cross weapon. Use the brush to transform into a light sword, borrowing the power of the stars to attack enemies.[Event Topic | Journey to the Stars: Strike Back]\"When I looked up at the starry sky, what did I see?\"\"Is it a twinkling star? Or... Endless night?\"Open event themed \"Star Journey: Counterattack\"! During this journey, Griseo will command the Honkai Beasts to fight, leading everyone to destroy the opponent's base first!Participating in the event can receive Starchasm Nyx's new outfit [Embrace the Clouds], Cosmic Expression Shards, Crystals...[Event Welfare | Treasure-Time to Collect]During the event, Captains log in to the game and complete the specified event tasks to receive the [Herrscher of Sentience] Character Card~[New Outfit | In the Eternal Black Night]\"The girl fell into the land of darkness.On the top of the gloomy skyscraper, black leaves fell.Jump, jump...A heart tinged with mystery.\"The Herrscher of Rebirth [In the Eternal Black Night] compatible skin is available! Participating in Costume Supply [Dark Night Feather] can be obtained.[New Story Chapter - Absolute Thien Thong]\"The Traveler walking blindly in the nameless fog, the seed of destruction——was quietly born at this very moment.\"Update chapter 42 main story, participate in the event to receive Stigmata 4-star Event [Kiana-On Thi (C)], Cosmic Expression Fragment, Crystal...![Event Cumulative Recharge | Praying Under the Stars]During the event, Captains who accumulate 6480 Crystals or Coin Gift Bags can choose one of the following items: Thien Nguyen Ky Anh Level Up Mark, Infinite Ouroboros Level Up Mark or Ancient Inheritance. You can also get Supply Card-MR, Supply Card-C, SP Character Supply Card...![Equipment Update]Unleash new powers, the Holy Cross weapon [Yacht Anchor], the super weapon [Yacht Anchor: Star Trek] join the Arsenal! Introducing the Stigma set [This Life is Crazy], supporting the Captain against Honkai![More New Outfits]New skin compatible with Terminal Aide 0017 released [Sweet Punch Moderate Explosion]----\"Please rest assured, I'm fine, and more... Long time no see.\"",
  "lastVersion": "Nov 30, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miHoYo.bh3oversea_vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.netease.mrzhna",
  "name": "LifeAfter",
  "company": "NetEase Games",
  "rating": "3.6star",
  "downloads": "10M+",
  "reviews": "674K reviews",
  "age": "Mature 17+info",
  "describe": "LifeAfter Season VI: Infection Rebirth has launched! Use your weapons and Counterattack skills to defeat the formidable Distorted enemies! -The Vast Open World-From snow mountain to beach, from forest to desert, from swamp to city... The vast Doomsday World is full of crises, yet offers endless possibilities. Here, you need to scavenge resources, build infrastructure, fend off zombie invasions, and build your own shelter.-Keep Hope Alive-When the doomsday came, zombies took over the world, collapsing social order and turning the familiar world unrecognizable. With the zombies craving human settlements, the harsh climate and scant resources, it’s hard to get by. In the doomsday seas, there resides even more dangerous new Infected and colossal mutant creatures that can sink boats effortlessly…...Danger is all around. You must keep calm and live on by any means necessary!-Make Survival Friends-You’ll encounter other Survivors during your doomsday exploration.Maybe you’re tired of all the zombie crying and night wind howling when you’re traveling alone. Try to open up, break bread with friends, talk all night long, and piece by piece create a peaceful shelter together.-Experience Half-Zombie Survival-The organization Dawn Break claims that human still has a chance after being bitten by zombie—to live as a \"Revenant\", abandon the human identity, appearance and abilities, and change forever.It sounds risky, but what would you choose if it’s matter of life and death?",
  "lastVersion": "Nov 21, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerRealistic",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.archosaur.vn.dr.gp",
  "name": "Dragon Raja",
  "company": "HONG HA LTD",
  "rating": "",
  "downloads": "1M+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "High quality MMORPG mobile game with over 35 million registered players! A global hot game you should not miss! Dragon Raja VN is an open world MMORPG developed based on the famous UE4 technology with extraordinary role-playing images. In the game, you can not only create unique characters, but also make friends around the world to fight and explore together.The intersection between the real world and the open worldIn the open storyline, you will join different stories, receive many sources of power to change the world.Selfie anytime, anywhere, unlimited party with friends!The interactive system includes a super standard voice chat and text chat system, allowing sharing on real social networks.Sharp image qualityDeveloped based on Unreal Engine 4, a huge world with super beautiful 3A level graphics quality.Day and night cycle effects, four seasons, realistic lighting effects, shadows make you feel like you're living in the real world!Character customizationThe multi-dimensional character customization system gives you the freedom to design your character's appearance.You can also give your character a unique personality through different reactions to events.Thousands of fashion combinations...all of your choice!Real-time combatReal-time combat system, experience unprecedented smoothness.Support 100 players at the same time to fight in PvP locations, join now~Support cross-server combat with World BOSS, players from different servers join the battle!Unique and varied game modesPlayers can choose from a variety of game modes and a super unique Career system.For example: Michelin Chef, Superstar Minh or even Racer are all hot jobs in this open world.To ensure better effects and experience, please make sure the device has enough memory. The first download requires 3GB of memory, when entering the game, it needs 1.5GB of memory to download resources.System version: Android 5.0 and aboveMemory: 2GB or moreSystem remaining space: at least 6GBCPU: Qualcomm Snapdragon 660 or higherCommunity links:Facebook: https://www.facebook.com/DragonRajaVNofficialInstagram： https://www.instagram.com/dragon.raja.vnofficial/Youtube: https://www.youtube.com/channel/UCDrlZJwc_x4NEW6-WL2PlBwOfficial site： https://longtochuyentuong.vn/home",
  "lastVersion": "Aug 30, 2023",
  "classify": "Role PlayingAction Role-PlayingStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linegames.udg",
  "name": "Undecember",
  "company": "LineGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "39.1K reviews",
  "age": "Mature 17+info",
  "describe": "■ UNCHANGED – Unchanged ValuesImmersive storyline and growth through hunting and farmingFun and excitement, while pursuing the unchanged values of a RPG■ UNEXPECTED – A Perfect RPG Beyond ExpectationsVenture through countless maps with diverse themesAnd experience the unexpected thrills of combat■ UNLIMITED – Limitless Skill CombinationsSurpass the limit by creating thousands ofskill combinations from various Skill and Link Runes■ UNDEFINED – Freedom of StyleInstead of choosing a class, enjoy building upyour own character based on your combat style■ UNSTOPPABLE – Endless ContentsFrom Raids to Guild Battlegrounds!Test your limits through multiple available contentsCheck the latest UNDECEMBER news from the Official Community![Brand Site]https://undecember.line.games/[FLOOR]https://ud.floor.line.games[Facebook]https://www.facebook.com/UNDECEMBER[DIscord]https://discord.com/invite/Q7syAnHfha[YouTube]https://www.youtube.com/channel/UCO1YHH625KZdI66PjAEHDWQⓒ LINE Games Corporation & Needs Games Inc. All Rights Reserved.■  Minimum Requirements- OS Android  7.0 (Nougat) RAM 2GB■ Optional AccessThe following access is requested upon use. You may still continue using the service without the specific feature even if access is declined.- Photos/Media/Files: Allows attaching files saved in the device when posting at the Official Community.- External Storage: Required to write game data in the external storage.[How to Remove Access]- Android 6.0 or above: Settings > Apps > Select Category > Permissions > Allow or Remove Access- Lower than Android 6.0: Update the OS to Remove Access or Uninstall the App■ Information on Paid Contents and Usage※ Purchasing paid contents will incur additional charges.- Provider : ⓒ LINE Games Corporation- Terms of Service and Service Period : Refer to the information provided in-game(If service period is not shown, the game service end date is to be regarded as the service period)- Payment amount and method : Refer to the amounts and methods provided for each content in-game(Billed amount may differ depending on exchange rate and fees when using foreign currency)- Content provision method : Issued directly to the game account(character) that carried out the purchaseor issued to the Paid Shop Storage in-game- Information on refunds : Refer to Article 5 of the Terms of Service- Compensation for damages and handling of complaints : Refer to Articles 11 and 15 of the Terms of Service- Inquiries : Submitted online through the in-game Support feature[Developer Contact]E-mail : game_service@linegames.support[Business Registration Number]120-87-89182[Business Address]2F, AP Tower, Teheran-ro 218, Gangnam-gu, Seoul, 06221[Privacy Policy]https://cs.line.games/policy/store/privacy?companyCd=LINE_GAMES&svcCd=STORE&langCd=en[Terms of Service]https://cs.line.games/policy/store/terms?companyCd=LINE_GAMES&svcCd=STORE&langCd=en",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=se.itatake.klootarena",
  "name": "Kloot Arena",
  "company": "Itatake",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "1.48K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Kloot Arena! This turn-based Online PvP Battle Arena game delivers non-stop action with fast-paced, skill and strategy-driven battles.BATTLE ONLINE OR VS FRIENDSChallenge your friends to head-to-head clashes or compete against other online players in ranked battles. Earn rewards and climb the leagues to battle your way to the top!CLIMB THE LEAGUESCompete for glory and rewards as you collect stars to make your way through the leagues, reaching for the top!EVOLVE, UPGRADE, CUSTOMIZE, MANAGE AND MASTERCollect and customize epic characters, then evolve and upgrade them to become even more powerful. With unique attacks including devastating explosions, flying projectiles, brawling tackles, cutting blades, and more, you'll need to master each character's strengths and strategies to become a real Kloot Master!A UNIQUE GAME WITH AMAZING LOOK AND FEELEasy-to-use controls, amazing sound, and stunning graphics make Kloot Arena a truly immersive gaming experience. And with continuous updates, there's always something new and exciting to discover.Join the battle today and thank you for playing with us! Itatake ❤️",
  "lastVersion": "Nov 28, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zitga.ninja.stickman.legends",
  "name": "Stickman Legends Offline Games",
  "company": "ZITGA",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "464K reviews",
  "age": "Editors' Choice",
  "describe": "Stickman Legends is an offline free-to-play shadow fighting style of stickman game, a great combination of action, role-playing game (RPG) and player versus player (PvP).Plunge into the heroic shadow battle, you will be brought to an epic fantasy shadow of war, have to face against many cruel enemies, evil monsters and mighty bosses.Get ready to be the greatest stickman shadow fighter of Stickman Legends World and become the next Shadow Legends! ▶ EPIC SHADOW OF WAR IN STICKMAN FIGHTING GAMESIn each shadow battle, disguise yourself as a dark knight who is on a journey of conquering the dark world and has to fight off the dangerous league of monsters.Crush the enemies, humiliate evil bosses in the fighting games to free the fantasy world from Shadow Battles! ▶ COLLECT VARIOUS CLASSES OF STICKMAN SHADOW FIGHTERSMany of shadow fight warriors to choose from: Lion-Hearted Swordsman, Legendary Shadow Warrior, Mighty Dungeon Guardian, Elite Archer Hunter, Powerful Mage, Shadow Hunter.All that you have to do is training your powerful stickman shadow fighters with martial arts and savaging all the monsters in the Shadow of War. ▶ TONS OF ULTIMATE ITEMS & POWERFUL SKILLSEnjoy customizing the multiple upgrades for your shadow warrior in amazing action RPG stickman fighting game.To fight against the most dangerous monsters, the fighter may need more powerful weapons than the starting ones. Take action and burn off the darkness world! ▶ THE GLOBAL STICKMAN LEGENDS RANKINGLead your elite shadow warrior to the top by battling a smart & skillful way.Defy other players characters and take these amazing stickman shadow fighters a place at the Top 100 of Leaderboard in Arena. ▶ STUNNING DESIGN, EFFECT & GRAPHICSYou will be amazed with the fascinating graphic & sound effects of Stickman Legends.Be a dark knight, grab the dark sword and wipe out the monsters at a glance in the epic shadow fight! ▶ PLAY ANYTIME AND ANYWHEREStickman Legends is an offline game, you can play anytime and anywhere you want without an Internet connection. Enter the endless shadow war battle and be the next Ninja Legend. This is certainly an unforgettable experience and one of the great choices in the series of stickman fighting games and ninja games.Download 'Stickman Legends' and share your moment with friends now! Contact us on:- Mail: StickmanLegends@zitga.com.vn- Facebook Fanpage: https://www.facebook.com/StickmanLegends- Official Group: https://www.facebook.com/groups/StickmanLegends- Instagram: https://www.instagram.com/stickmanlegends- Twitter: https://twitter.com/stickmanlegends",
  "lastVersion": "Oct 16, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.â–¶â–¶Stunning Visuals Blending Retro and Modern Aestheticsâ—€â—€Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. â–¶â–¶A Cinematic Adventure across the 20th Centuryâ—€â—€From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.â–¶â–¶Full English Voice Acting with Authentic Accentsâ—€â—€Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. â–¶â–¶Fantastic Arcanists from Different Times and Regionsâ—€â—€People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans â€¦ But who are the Arcanists, really?â–¶â–¶Weave Arcane Incantations to Attain Glorious Victoriesâ—€â—€Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.smilegate.outerplane.stove.google",
  "name": "OUTERPLANE - Strategy Anime",
  "company": "Smilegate Holdings, Inc",
  "rating": "3.8star",
  "downloads": "1M+",
  "reviews": "30.6K reviews",
  "age": "Teeninfo",
  "describe": "▮Guaranteed Distribution of 2 Highest Grade Heroes! + 200 Summons!▮Special events for new players are underway! Recruit the Hero of your choice with Selective Recruitment! You'll also receive various currencies for growth, along with free Recruits as a bonus! Log in now to claim all these benefits!▮ Strategic Battles ▮Challenge your abilities in strategy-based combat! Turn the tide of the battle with your brilliant move!▮ Dynamic Action ▮Experience unparalleled action with an array of different compositions and a variety of combo attacks to unleash on your enemies!▮ Stunning 3D-Artwork ▮A gaming experience elevated with fully rendered 3D graphics andeye-catching visuals that make you feel like you're part of the action!▮ Dazzling Cutscenes ▮Be dazzled by the unique combat skills of every character and immerse yourself in the colorful and exciting cutscenes!▮ Epic Stories ▮A masterpiece ready to be explored.Embark on an adventure in an otherworldly kingdom. ⁜⁜ Communities ⁜⁜Official Community Pagehttps://page.onstove.com/outerplane/enOfficial Discordhttps://discord.gg/xUcrH7H8jAOfficial Facebookhttps://www.facebook.com/OUTERPLANEGLOBAL/Official Twitterhttps://twitter.com/outerplane*Application PermissionsNo additional permissions are required.※ Please note that the Special launch Events rewards are only available to eligible countries for the global launch of the game.These rewards are limited to one per account and players who have already received them in countries where the game has already launched (such as Singapore, Malaysia, and the Philippines) will not be able to receive them again.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingAction-strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.EpicBattleFantasy5",
  "name": "Epic Battle Fantasy 5: RPG",
  "company": "Kupo Games",
  "rating": "4.9star",
  "downloads": "100K+",
  "reviews": "12.8K reviews",
  "age": "Teeninfo",
  "describe": "Epic Battle Fantasy 5 is an over-the-top turn-based RPG adventure, full of video game references, juvenile dialogue, and anime fanservice (...and also strategic combat, monster catching, and tons of treasure hunting - if you're into any of those.) Epic Battle Fantasy 5 features...• Over 200 different enemies to fight, all with unique abilities and attack patterns.• Over 120 usable skills, and more equips than you can try out in a single playthrough. •Almost any enemy can be captured, and later summoned in battle. (including bosses!)• Set up devastating combos with damage-amplifying status effects. (wet + thunder = massive damage!)• 30 hours of gameplay for free, plus lots of optional dungeons and challenges, which can be purchased.• Suitable for both casual and hardcore RPG players, and is safe for all ages, as offensive content can be disabled. • Available in 12 languages: English, German, French, Spanish, Portuguese, Polish, Russian, Japanese, Korean, Vietnamese, Simplified Chinese, and Traditional Chinese.Epic Battle Fantasy 5 does NOT feature...• Pay-to-win or loot-box mechanics.• Annoying random battles.• Limited save points.• Depressed protagonists.• Points of no return.",
  "lastVersion": "Jan 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "167K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linegames.sl",
  "name": "SMASH LEGENDS : Action Fight",
  "company": "5minlab Corp.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "249K reviews",
  "age": "Everyone 10+info",
  "describe": "Ready to SMASH? Get set, SMASH LEGENDS!SMASH LEGENDS is free and fun PvP Action MOBA fight and supports 1v1 clash & Duo fight & 3vs3 & MOBA brawl action on mobile and online.Play SMASH LEGENDS offering solo (1v1, Battle Royal) or with friends (Duo, 3v3, Moba) while creating the ​​most outstanding team in free, fun and co op games. Smash your opponents in SMASH LEGENDS on mobile and online, while unlocking and upgrading Legends.Simple Controls in Free and Fun PvP Action Brawl Fight on Mobile and OnlineAdopt simple slide-and-touch controls to have fun enough on mobile and online! Let’s smash it!Experience what SMASH LEGENDS offers on mobile and online; 1v1 & Duo fight & 3v3 & MOBA brawl action with simple controls. Unique Personalities Legends in free PvP Action Brawl Fight & fun co op games  Meet Legends from fairy tales from around the world and train your Legends in SMASH LEGENDS.Collect skins for your Legends and show them off to others in 1v1 & Duo fight & 3v3 & MOBA brawl action.Make one-of-a-kind by customizing Legends with fashion items in a fun action PvP brawl game on mobile and online.Smash your opponents across the world in free PvP Action Brawl Fight & fun co op games  Smash your opponents and test your skills in PvP offering, 1v1 & Duo fight & 3v3 & MOBA brawl fight on mobile and online.Smash others, hone your skills and become the world’s greatest Legends. Create your team to smash others in PvP with duo fight & 3vs3 & MOBA brawl fight.Remember! Duo fight & 3vs3 & MOBA brawl action requires teamwork to smash them.Diverse Maps and Modes in Free and Fun PvP Action Brawl Fight on Mobile and OnlineDive into fun PvP action brawl offering 1v1 clash & Duo fight & 3vs3 & MOBA brawl fight & battle royale on mobile and online.- Dominion (3v3 MOBA): Capture a contested area with your team to win and smash your opponents.- Battle Royale (MOBA, free-for-all): Fight in an 8-player battle royale and become the last one standing.- Team Touchdown (3v3 MOBA): Push one of the two escort targets at the center to the opponent’s base wins.- Duo Touchdown (2v2 Duo PvP): Shares the same ruleset as Team Touchdown but with only 1 escort target.- Duo Deathmatch (2v2 Duo PvP): In this 2v2 team play mode, the first team to earn 7 points wins.- Duel (1v1 PvP): Pit yourself against another player head-on.Keeping up with SMASH LEGENDS' upcoming updates, including new Legends, Skins, Maps, Special Fun Events, and Game Modes both mobile and online. Best fit in SMASH LEGENDS: Free and Fun PvP Action Brawl Fight on mobile and onlineEnjoy free and fun PvP Action MOBA Brawl Fight & co op games on mobile and online.Enjoy free and fun PvP Action MOBA with 1v1 clash & Duo fight & 3vs3 & MOBA brawl action & battle royale.Like interacting with friends across the world on mobile and online MOBA brawl fight.Please read SMASH LEGENDS' Privacy Policy and Terms of Service to enjoy Free and Fun PvP Action Brawl Fight on mobile and online.SMASH LEGENDS Privacy Policy: https://smashlegends.com/privacypolicy_en/ SMASH LEGENDS Terms of Service: https://smashlegends.com/tos_en/",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.sdorica",
  "name": "Sdorica: Gacha RPG",
  "company": "Rayark International Limited",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "87.3K reviews",
  "age": "Editors' Choice",
  "describe": "▼Fantasy Tactical RPG gamesLegend has it that the world was once pitch black, all that existed was one giant dragon. Eternity was given to the humans by the giant dragon, but their freedom was deprived...Those enslaved have finally awakened. They went in search of hope, and a knight named \"Vendacti\" determined to fight against fate...▼Experience a Story of Heroes and HeroinesVarious beasts, an obstinate damsel, a swordsman from the Orient, a female merchant that carries firearms, and many more. Start building your favorite character! Follow the royal princess, Angelia, to protect the kingdom, or follow Leah, the demihuman with rabbit ears and enter the Rune Academy to learn rune magic!▼Collect Magnificent CharactersWanna collect all kinds of characters? Sophie, a character done in the Onmyoji style; Kittyeyes, the catty maid; Yamitsuki, the killer that dons a kimono; Fredrica, the sexy witch who's keen on getting married; Law, who claims to be martial arts Grand Master, and many more. Follow these incredible characters and explore continent Vendacti!▼Variety of Unique Gameplay ModesSdorica is a classic fantasy turn based tactical RPG that uses the classic team combo of support, attacker, and tank. Remove the orbs strategically to cast spells, save the world, and achieve your fantasy. There are also adorable monsters for you to breed, and a cooperation system that allows you to fight along with friends and guild members. This fun, fascinating and tactical gameplay experience is awaiting you!▼Massive, Epic StorylineSdorica has an enormous worldview and an unprecedented epic story. Season 1 takes place in the corrupt Kingdom of the Sun that seems perfect on the outside...but darkness lurks within; Season 2 opens up the Desert Kingdom that's constantly engulfed in the flames of war. Besides the compelling storyline, to make the RPG games more lively, we've invited well-known Japanese CVs to do the voices for each character.【Players can download this Tactical RPG game for free】",
  "lastVersion": "Jun 29, 2023",
  "classify": "Role PlayingPuzzle Role-playingCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Puzzle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xd.battleofsbg",
  "name": "BattleofSBG",
  "company": "Moegirl Battle Game",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "5.3K reviews",
  "age": "Teeninfo",
  "describe": "Fighting for MoeGirls!Free 100 draws ※ Free to WinRound strategy ※ Overcome the enemyHanging up is not tiring ※ Rewards are generousTraveling with multiple people ※ Wonderful adventureA hundred beauties ※ at your commandThe new anime adventure places the fantasy of the mobile game Battle of SignBoard Gril.As the world was about to return to chaos, a young man from a different world crossed over and brought various MoeGirls under his command,Is the future of the world bright or destroyed,Young man, all of this is in your hands.1. Free 100 Summons and Massive equipment is freely matched.2. Various professions such as Berserker, Assassin, and Nun are freely matched, and the Five Elements complement each other, resulting in endless changes in combat strategies.3. Infinite randomness, 8 major professions, 5 major races, 6 attributes, randomly arranged and combined to generate unique heroes. Each hero summon will never be the same.4. Rich system playing methods and different game modes allow you to explore your own Happy hour freely.5. Hundreds of unique hero characters are freely collected and obtained, with different attributes giving you more strategic choices.6. An independent worldview, a struggle around the Soul Stone, and an unexpected plot development.7. The rich gameplay of dungeons makes the worldview more three-dimensional and the experience more divers.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.neowizgames.game.browndust.srpg.global",
  "name": "Brave Nine - Tactical RPG",
  "company": "NEOWIZ",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "142K reviews",
  "age": "Teeninfo",
  "describe": "■ 'Liberators' who received corrupted mana 'Terra' to become closer to gods.They faced the gods with this new power, but lost and were sealed on the other side of the dimension.They were finally revived through the dimension. Find out more about Venus & Diane's Stories!■[Origin Server Only] Receive the rewards from the newly improved 'Jump-start Quest' to form the GOAT formation!Collect 4 Legend Mercenaries at Skill Level +9 without waiting, all at once!Legend Skill Book, Legend Companion Gift Selection, and 5 Stars Companion Selection Ticket!Experience the essence of collector RPG with the Jump-Start Quest that came back stronger than ever!■ The truth behind The Day of the EclipseThe Battle' where everything is at stake will begin!- On that day, I lost two fathers.Unfortunate Crown Prince who cannot reveal his identify after losing all of his followers.Can Adel prevent the schemes of connecting the path to the 'Night World'?- Will 'The Battle' end in a total destruction?NEW FEATURES● Distinguish yourself in the World Arena while battling players from around the globe!● Continue your adventure and flex your chess-like wit with new levels of Evil Castle!● Customize your collection of heroes even further with all-new Companion units!CLASSIC FEATURES● Battle players from around the world in real-time turn-based combat● Master your tactics with more than 1400 stages and hundreds of unique units● Complete bounties to unlock rewards and collect and upgrade powerful new heroes● Construct your ultimate formation to defeat your opponents● Explore chapters of engaging storyline to reveal a deep fantasy world with every episode● Progress through multiple Arenas all the way to the top of the leaderboards● Form a Guild to share strategies and build your very own community● Challenge your Guildmates and friends to private duels● Collect upgrade materials with ease using auto-deploy and repeat battles● Learn formations from top players and cheer on your favorites in monthly Tournaments",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.wfs.anothereden",
  "name": "ANOTHER EDEN Global",
  "company": "WFS, Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "153K reviews",
  "age": "Editors' Choice",
  "describe": "Another Eden: The Cat Beyond Time and Space is a single-player JRPG created by the masterminds at WFS, an up-and-coming game studio in Japan.Game Overview・A fully solo JRPG with no time-limited content. A game that you can play at your own pace.・Made by the combined efforts of writer Masato Kato, composer Yasunori Mitsuda, and other experienced staff.・Includes an unprecedented volume of content that defies standard smartphone games.・Contains a profound story written by the legendary Masato Kato that takes players into the past, present, and future.・In addition to the main story, it also includes many other stories such as episodes, mythos, and character quests.・Users can also play crossover quests starring characters from \"Persona 5: The Royal\" and the \"Tales of\" series. These quests are permanent additions to the game and are available regardless of when you start playing.・The game features a main theme composed by Yasunori Mitsuda and over 100 songs performed with an orchestra and cultural instruments.・Each character has a unique personality and are voiced by amazing actors.StoryIt all started the day she disappeared right before my eyes. Then suddenly the city was reduced to ruins in the blink of an eye. That's when I swore an oath.Once again, I'm setting out on a journey beyond time and space.To save our lost future.Before the darkness of time falls upon us all...Staff　Scenario/Direction　　Masato Kato (Works: \"Chrono Trigger, Chrono Cross\")　Composition　　Yasunori Mitsuda (Works: \"Chrono Trigger, Chrono Cross\")　　Shunsuke Tsuchiya (Works: \"Luminous Arc 2\")　　Mariam Abounnasr　Art Director　　Takahito Ekusa (Works: \"Bincho-tan\")　Producer　　Yuya KoikeCast　Koki Uchiyama／Ai Kayano／Rina Sato／Shigeru Chiba／Rie Kugimiya　Rie Tanaka／Wataru Hatano／Kosuke Toriumi／Ayane Sakura／Maaya Uchida　Saori Hayami／Tatsuhisa Suzuki／Hikaru Midorikawa／Miyuki Sawashiro／Ami Koshimizu　Hanae Natsuki／Takahiro Sakurai／Ayaka Imamura／Harumi Sakurai／Hiroki Yasumoto　Yuichi Nakamura／Toshiyuki Toyonaga／Sumire Uesaka／Takehito Koyasu／Yoshimasa Hosoya　Hisako Kanemoto／Natsumi Hioka／Tasuku Hatanaka／Ayako Kawasumi／Mie Sonozaki　Kaoru Sakura／Ayaka Saito／Yoko Honna／Nami Mizuno／Akira Miki　Shiho Kikuchi／Mayumi Kurokawa／Makoto Ishii／Yuki Ishikari／Ryuta Anzai　Jared Zeus／Julie Rogers／Janine Harouni／Tim Watson／Rebecca Kiser／Rebecca Boey　Shai Matheson／Skye Bennett／Kerry Gooderson／Taylor Clarke-Hill／Jessica McDonald　Nick Boulton／Rina Takasaki／Nell Mooney／Samantha Dakin／Rory Fleck Byrne／Laura Aikman　Tuyen Do／Naomi McDonald／Ina-Marie Smith／Jackson Milner／Gunnar Cauthery／Joe Corrigall　Katie Lyons／Liz Kingsman／Jaimi Barbakoff【Minimum Requirements】Android 4.4 or higher, 2GB of memory or higher, OpenGL ES 3.0 or higher.*Devices that do not meet these requirements will not be supported. *Devices meeting the minimum requirements may experience issues in environments with poor connectivity or outlying device issues. This application uses CRIWARE (TM) provided by © CRI Middleware.▼Product Infohttps://www.wfs.games/en/products/anothereden_google.html",
  "lastVersion": "Nov 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zigzagame.evertale",
  "name": "Evertale",
  "company": "ZigZaGame Inc.",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "494K reviews",
  "age": "Teeninfo",
  "describe": "Catch and evolve monsters!Dive into a breathtaking fantasy world filled with mysterious monsters to capture, battle, and train. Explore sprawling landscapes, bustling cities, and mythical dungeons in this expansive open-world RPG!Join a band of unlikely heroes and free the world of Erden from the deadly Pandemonium. Collect, train, and evolve over 180 creatures and warriors to fight alongside in supercharged monster battles!Immerse yourself in the engaging single-player offline story or build your team and test your skills against global players online. Battle it out in fast-paced PvP leagues and form guilds with other players to unlock limited-edition gear, power-ups, and more to take your team to the next level!CAPTURE & EXPLORE・Catch, train, and evolve over 180 monsters and heroes across an impressive story-driven adventure!・Encounter friends and foes as you journey across the 6 diverse regions of Erden, each with their own unique monsters to collect.・Discover legendary weapons, accessories, and equipment to boost your warriors and gain the upper hand on your opponents. BATTLE & CONNECT・Build a strategy from hundreds of unique ability combinations to devastate your opponents in engaging turn-based 4v4 combat!・Jump online to compete in real-time PvP leagues and form collaborative guilds with other players to uncover one-of-a-kind items.・Participate in weekly online events that offer exclusive unlockables and limited characters to add to your collection!・Chat with friends from around the world to hang out and discuss new strategies! EXPERIENCE THE STORYThe world of Erden is plagued by an ancient curse— the Pandemonium, a shroud of evil that descends once every 100 years. Only the fabled Crestbearers can cease its destruction, but all have failed to stop it from returning to wreak havoc once again.Join two young heroes and the allies they befriend along the way, as you embark on a perilous quest to uncover the secret to ending this ancient curse and saving their homeland once and for all!Follow us on Facebook:https://www.facebook.com/EvertaleEN/Issues or questions? Contact our support:evertalesupport@zigzagame.comTerms of Service:https://zigzagame.com/terms-conditions-terms/Privacy Policy:https://www.zigzagame.com/privacy-policy/",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wan.ddten",
  "name": "DDTank Mobile",
  "company": "7road International HK Limited",
  "rating": "3.5star",
  "downloads": "1M+",
  "reviews": "51K reviews",
  "age": "Everyoneinfo",
  "describe": "DDTank, one of the most popular web games around world in the olden days, is now back in 2020 with classic artillery aiming system and years of testing and refinement, here it is a brand new version that has better and different PVP system and best suited for mobile gameplay!-Multiplayer Dungeon: Daily unique dungeons, new Global Boss system, you can play with your partners together anytime!-Artillery Game: Power charge mode and Drag & Shoot mode, easy -Global Server: Play with real time battle action against players worldwide!-Guild System: Gather your friends, families, friends, and comrades and pursuit the same goal!-Make Friends: Meet your friends, families, lovers in universe, you can even get married in game!-Variety of Weapons: numerous weapons with distinct characteristics, you'd be thrilled each time you fire!-Companions: Cute and cuddly pets that aren't just for show! With abilities & power ups you will never face the enemy alone!-Outfits: Special and advanced fashion set which provide you a very unique character in DDTank world!The world will be crazy for DDTank once more! Are you ready for meeting all the DDTankers around the world now? Contact us:Facebook: https://www.facebook.com/DDTankMobileOfficial Website:ddtank.comAccording to our \"Terms of Service\" and \"Privacy Terms\", only players aged 13 and above can download and play DDTank Mobile games without parental consent.Note: Internet connection is required to playPrivacy Policy:http://www.7road.com/en/privacy.htmlTerms of Service:http://www.7road.com/en/service.html",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionShooterArtillery shooterCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linecorp.LGRGS",
  "name": "LINE Rangers & KONOSUBA Tie-Up",
  "company": "LINE (LY Corporation)",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "2.15M reviews",
  "age": "Everyone 10+info",
  "describe": "Meet Kazuma, Aqua, Megumin, Darkness, and more tie-up exclusive Rangers from KONOSUBA -God's blessing on this wonderful world! 3, a super popular anime scheduled to be broadcast in 2024! Log in now and you'll get Vanir, guaranteed! Don't miss out on this time-limited tie-up event!LINE Rangers & KONOSUBA -God's blessing on this wonderful world! 3 tie-up now on! Ends 12/28!9.5 years of constant patronage!LINE Rangers is a simple yet exciting, full-fledged tower defense RPG from LINE Games!In order to bring back Sally from the Alien army who took her, Brown, Cony, Moon, James, and all the other LINE characters transform into Rangers and set out on an adventure to rescue her!More than 400 characters you know and love such as Brown and Cony appear in unique outfits!Make your very own team and beat oncoming enemies with simple taps!◆ BattleTap and dispatch Rangers such as Brown, Cony, Moon, and James from your Tower and reduce the enemy Tower to 0 HP to rescue Sally!Make full use of Skills and Items by simply tapping them to get an advantage in battles!This tower defense RPG game is easy to play, so anyone can join in and have fun!◆ PVP BattleLINE Rangers also has PVP! Battle with other players and rise to the top of various leagues!Deploy your favorite Rangers in intense PVP battles!Knowing the traits of your Rangers and mastering the timings to deploy them are the keys to victory in PVP!Battle with players from around the world in this easy-to play fun PVP◆ Ranger developmentLevel up your Rangers by using them in battles and combining them with other Rangers!You can make your Rangers such as Brown and Cony more powerful by equipping them with Weapons, Armor, and Accessories!Collect evolution materials and use them to get even stronger Ultimate and Hyper Evolved Rangers!◆ Team play with LINE FriendsWhen you find yourself in a tough battle, summon your LINE Friends to help you out!Also, join a guild with LINE Friends and you can have even more guild members help you out in a pinch!Partake in guild raids with other guild members and go after all the guild perks!You can have an even more fun time battling together with with friends!◆ EventA variety of IP tie-ups with super popular characters!Time-limited stages and tie-up exclusive Rangers appear too!These events will regularly appear in the future, too!Once you start playing, you won't be able to stop! An engaging tower defense RPG LINE Game with simple controls!Deploy now with Brown, Cony, Moon, James, and the rest!Sally's waiting for you to rescue her!You're sure to enjoy this game if...- You enjoy LINE Games.- You like LINE characters such as Brown, Sally, Cony, Moon, and James.- You like tower defense RPG battles.- You're looking for an easy-to-play fun game.- You like PVP (player vs. player).Have great battles in this fun and easy-to play tower defense RPG!Please note:- You may have difficulty playing the game if you have problematic Wi-Fi connectivity and/or issues with your network environment. - Connecting via Wi-Fi is recommended.",
  "lastVersion": "Nov 29, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.com2us.smon.normal.freefull.google.vn.android.common",
  "name": "Summoners War - Funtap",
  "company": "Công ty cổ phần phát triển công nghệ số Hồng Hà",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "An action-packed fantasy RPG , Summoners War: Sky Arena ! The best turn based RPG with over 200 million Summoners around the world!Jump into the Sky Arena , a world under battle over the vital resource: Mana Crystals.Summon over 1500 different types of monsters to compete for victory in the Sky Arena.Summoners War Official Community:https://www.facebook.com/SummonersWarCom2us/▶Features[Tactical RPG play]Witness the dazzling display of each monster 's unique skills.23 different Rune sets to pick and choose additional abilities for your monsters!Come up with the best strategy to win battles in the Sky Arena .[Endless Fun]Decorate your Village, battle other summoners , explore dungeons , fight in PvP battles , expand your collection, train monsters , and more.[The Key of Colletion RPG : Massive Collection]Fire, Water, Wind, Light and Dark!5 different attributes, and 1500 different monsters!Collect as many monsters as you can and win battles with your own decks .[Real-time Raid]Battle as a team with your greatest monsters !A real-time battle with 3 users!Defeat the boss with your fellow Summoners using various tactics.[Homunculus]The Forbidden Summoning Magic has finally been revealed!You can Evolve the skill of your choice with this special monster.Summon Homunculus and show off your strategy in the Sky Arena .[All about Turn-Based RPG : World Arena]Enjoy a real-time battle with Summoners worldwide!Experience a breathtaking battle that starts from Pick & Ban.Reveal your unique strategy to the world and win battles .[Guild Content]A sensational Guild PvP battle in the Isle of Conquest!Explore the Tartarus' Labyrinth and dungeons with Guild Members.Make your Guild the greatest of all.[Dimension Hole]Fight against the ancient power emerged from a new dimension!Defeat the Ancient Guardians and meet the powerful monsters with new awakening power.[Artifact]Artifacts are now dropped with MAX power-up levels!Summoners , fight against the powerful bosses and acquire Artifacts!Enhance your monsters with various sub properties of Artifacts.[Progression and Farming Structure Revamp]Summoner progression structure renewed and content reward greatly improved!Dive into Summoners War and experience the enhanced progression system!***Device App Access Permission Notice▶ Notice per access permissionAccess permissions are requested in order for us to provide you with the following service when you use the app.[Required]None[Optional]- NOTIFICATION: The permission is required to receive info sent from the game app and advertisement push notifications.- AUDIO: The permission is required to use the voice feature.- STORAGE (Under OS 10.0): The permission is required to use the recording feature in the game.※ You'll be able to enjoy the service except features related to above authorities even if you don't give permission to the above.▶How to remove access permissionsAfter allowing the access permission, you can revoke or modify the access permissions as follows:[OS 6.0 and up]Settings > Apps > Select the app > Permissions > allow or deny permissions[Under OS 6.0]Upgrade the OS to deny access permission or delete app***Summoners War is available in 16 different languages:English, 한국어, 日本語, 中文简体, 中文繁體, Deutsch, Français, Português, Español, Русский, Bahasa Indonesia, Tiếng Việt, Türkçe, العربية , Italiano and ไทย!***• Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item. • Terms of Service: http://terms.withhive.com/terms/policy/view/M9/T1• Privacy Policy: http://terms.withhive.com/terms/policy/view/M9/T3• For questions or customer support, please contact our Customer Support by visiting http://customer-m.withhive.com/ask",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingCasualStylizedAnime",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ourpalm.kof98.us",
  "name": "KOF'98 UM OL",
  "company": "FingerFun Limited.",
  "rating": "3.6star",
  "downloads": "5M+",
  "reviews": "55.5K reviews",
  "age": "Teeninfo",
  "describe": "The battle fighting game \"King of Fighters\" is on the mobile phone with a brand new look!There are more than 150 fighters available and a massive number of NEO next-generation combat modes!Come and pursuit your victory with the strongest team compose with 6 fighters and 3 aid fighter!Login now and you can get the super popular fighter - Instinct Iori for free!==Key Features==1. QTE COMBOSKusanagi Serpent, Maiden Masher, and Haoh Shoko Ken…unleash your fighters’ incredibly powerful attacks at a tap of your finger. But with KOF98’s unique QTE system, it takes the right timing and skills to chain up the perfect combo and KO your challengers!2. RPG PROGRESSIONTrain your fighters, upgrade their equipment and level them up to their maximum potential to unlock their most powerful passive and active abilities, and their deadliest attacks.3. CAMPAIGN & PVPFight your way through the 70+-level campaign that follows the classic storyline of the games, and a multitude of PVE challenge modes. Then take on players from all over the world in a variety PVP modes and tournaments, to eventually claim the real “King of Fighters” title! 4. AUTHENTIC KOF EXPERIENCEAll the classic fighters, battle arenas, iconic special moves, sound effects and even the Japanese voices from the original game. A must-play for the fans! ==Official information==Official Website:  http://98kof-us.game-bean.com/ Facebook: https://www.facebook.com/Kof98umolFacebook English Group:https://www.facebook.com/groups/1224964367838688/Discord: https://discord.gg/u6aBUazbQa©SNK PLAYMORE CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Oct 9, 2023",
  "classify": "Role PlayingAction-strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.maxgames.stickwar3",
  "name": "Stick War 3",
  "company": "Max Games Studios",
  "rating": "",
  "downloads": "5M+",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Real-Time Multiplayer StrategyPVP Matches.• Take control of any unit at any time!• No “Pay for Power”!Team up with friends!• 2v2 Matches• Add your friends and battle it out!Single Player Modes:• Huge ever expanding campaign!• Practice your strategies vs AI’sCustom ArmiesBuild your own Battle Decks• Collect and unlock from a growing selection of Army types.• Add Upgrades to your deck and research powerful army bonuses.• Enhancements such as the “Rune of Reanimation”:  will cause any poisoned enemy units to respawn as Zombies! Or as you will know them “Deads!”.• Choose from spells such as a giant bubble that blocks incoming projectiles, or “Snow Squall” to freeze entire legions!• Generals of each of the major nations are now available to add.  Play as “Prince Atreyos” leader of the Speartons or “Princess Kytchu” bowmaster of the Archidons.Customize your Battlefield• Custom your troops with unique Skins!• Custom Statues! Shiny Gold!• Custom voice-lines and Emotes.Live Replays• Watch and share games.• Pause, rewind, fast forward replays.• Watch games from any of the players' views.Massive Growing Campaign *In Development for release early 2022*• An expansive campaign with multiple chapters being developed• Fully animated comic book,  music video style cut scenes.Huge Storylines and in-depth world:• The Order Empire led by King Zarek and brother, Zilaros the Royal Hand,  have finally defeated the Chaos Empire. Together you discover Medusa has been slain. What lay hidden in the depths of her keep will set you on the adventure of a lifetime. Your reward: strategy, and war!In a world called Inamorta where weapons are religion the struggle for dominance continues.  The classic cast of nations still thrive.  The Swordwrath, Speartons, Archidons, Magikill, and the Giants are joined by many other nations, each with their own unique fighting style such as the “Sicklewrath\", from simple farmers to deadly splash damage warriors. The Chaos Empires, ranged unit  “Eclipsors” are flying bat-like creatures raining arrows from above.  “Shadowrath”  are ninja assassins and these are only a small taste.",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noxgroup.game.android.townsurvivor",
  "name": "Town Survivor - Zombie Haunt",
  "company": "Nox Joy",
  "rating": "3.9star",
  "downloads": "500K+",
  "reviews": "21.3K reviews",
  "age": "Teeninfo",
  "describe": "Heads up! Right now you are the leader of this small town in the zombieverse that is suddenly attacked by zombies. Town Survivor, the brand new tower defense strategy game in the zombieverse with compelling adventures and thrills. You have to use your brainy strategies to upgrade your defenses and build equipments to fight back waves and waves of zombies and ghosts at night that are trying to destroy the town. The more defense and equipments you have, the more damage you can inflict and the more coins you collect in the zombieverse.But watch out, zombies will never stop coming. They will become stronger and faster as you advance through the game. You will have to use your skills and strategy to balance your defense and offense. You can also unlock special abilities and power-ups to enhance your performance and customize your town in the zombieverse.🔥Easy Gameplay:🎯Collect coins to upgrade doors and build weapons. Customize your town to defend against zombies!💡Unlock various buildings and new characters. Powerful props are waiting for you to experience!🔆Upgrade ability to survive. Challenge the limit and keep getting stronger! Try to survive to the end!🧸Game Features of Town Survivor!► Easy to play - simple tower defense game, keep mining to get coins, build your town to defend against zombies. You can play anytime, anywhere~► Powerful props - Use a variety of powerful magic props to defeat incoming zombies and save the town!► Level mode - keep moving forward! Save more towns. The fate of mankind is in your hands!► Various characters - Unlock multiple characters, super fantastic abilities are waiting for you to experience!►Upgrade talents - you can accumulate gold coins through the levels, upgrade your survival talents, keep getting stronger, and survive longer!Town Survivor is a fun and addictive game that will keep you hooked for hours. You can play it both offline or online. You can also compete with other players on the leaderboard and see who can survive the longest.If you are ready for an exciting challenge, download Town Survivor and start your adventure in the zombieverse!Join us: https://discord.gg/EqwfjkwVuaFind us: https://www.facebook.com/townsurvivorappTweet us: https://twitter.com/townsurvivorappEmail us: townsurvivor@noxjoy.com",
  "lastVersion": "Dec 6, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "784K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "91.8K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "420K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "StrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.ironmarines.invasion.rts",
  "name": "Iron Marines Invasion RTS Game",
  "company": "Ironhide Games",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "6.87K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Iron Marines: Invasion, Ironhide’s epic space rts game!Command and conquer countless missions in unique worlds. Lead a sci fi army across epic challenges in deep space. Unravel an action-packed story full of war strategy games, rts games, army battles and military threats that will lead your marines across the galaxy. Enjoy unique space missions and special operations on exciting new planets - each battlefield has its own space terrain, style, action, enemies, and conditions. Learn how to beat them across a galaxy with unique planets!Battle alien enemies, epic armies, and ferocious alien creatures in fun and electrifying rts missions full of strategic challenges. Plan your battle strategy to defend the galaxy!Calling all Iron Marines, rts & war strategy games lovers, who love offline RTS and Ironhide strategy games full of action! The ultimate battle for space is here! Build your battle strategy and take on this thrilling space rts game!Lead a mighty tactical army across 20+ worlds to battle on unique real-time strategy challenges ato get rewards and boost your arsenal. Fight side by side with the Federation’s toughest Marines! Now you can combine your squad and take advantage of each Unit’s unique fighting skills: from ranger to snipers, mechas or epic alien warrior clans. Looking for a colorful rts game? Lead the action!Train brave heroes & their abilities: boost up your army’s firepower, increase their stamina and reach, or detect enemies before they attack. Lead them to defend peace among the galaxy!Explore the galaxy’s biggest mysteries! Seize thef tactical info available to configure your battle strategy & complete challenging rts games & missions!Check all the amazing features of Ironhide’s real-time space battle:- Explore an entire galaxy of epic planets in space: 25+ campaign missions will take you to the most incredible sci fi worlds. Tons of planets for you to explore and defend on a electrifying battlefield, as you execute a tight strategic game plan!- 75+ rts game special operations for you to upgrade your Marines abilities to this kind of war games’ peak level.- 10 Unit groups for a total of 30 different troops. Combine your backup depending on the sci fi mission and tactical game plan you’re planning to deploy.- 9 epic action heroes to train, adapt to your strategy, and battle every enemy you face. - 8 Special Weapons to boost your army tactics and arsenal on the battlefield!- 40 army Upgrades to improve your strategy & units with defense drones, napalm rockets & more of what this kind of offline epic war games usually offers.- 30+ Achievements to prove the galaxy the real-time strategy battle expert you’ve become!Three difficulty modes for the best space rts games experience: Casual, Normal, or Veteran.Prove yourself in daily challenges to collect amazing rewards.Play our rts games & tactical war games offline anywhere! Enjoy Ironhide’s awesome war game experience anywhere, as you explore incredible offline worlds.Iron Marines Invasion offers hours of colorful, fun gameplay in an epic real-time strategy adventure, for those who like to play offline rts games & strategy games.Enjoy rts games & tactical war games offline: discover Ironhide’s awesome real-time strategy experience anywhere as you explore incredible worlds.Iron Marines Invasion will offer hours of colorful, fun gameplay in an epic real-time strategy, for those who like to play offline rts games & strategy games.",
  "lastVersion": "Aug 23, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rok.gp.vn",
  "name": "Rise of Kingdoms - Gamota",
  "company": "LilithGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "97.1K reviews",
  "age": "Teeninfo",
  "describe": "Greece marches out, reaching the top▶ Rise of Kingdoms introduces a new civilization: Greece! ◀Greece has joined the Rise of Kingdoms arena. The cradle of Western civilization, home of legendary philosophers, warriors and poets, the power of the Greek world is now in your hands:The Greeks – Brave, insightful, artists and inventive, the ancient Greeks were known for their architectural marvels such as the Parthenon, as well as for their pioneering role in politics and the arts. , philosophy and war. How will you use this mountain of resources and wisdom in your hands?Can he steer Greece like it did under Pericles' heyday, fostering democracy and building architectural marvels? Or will you display military might like Alexander the Great? Will he succumb to the Romans, or will he build on the glorious legacy of Greek civilization over time?The time has come for you to show your strength.▶Game Features◀● 14 featured civilizations Choose one14 historical civilizations and take your civilization from a lone clan into a great, unstoppable force! Each civilization has its own architecture, unique units and special advantages – at your disposal! Show your power to rule the country with Greek civilization, fight with Pyrrhus, Pericles, Alexander the Great and other great commanders, conquer the Aegean sea.● Develop superior combat tactics and strategiesWant to create a siege on the map? Want to protect your base and outlive stronger enemies? Or do you want to hit the center of the enemy territory and attack from behind? Rise of Kingdoms' unique Free March feature will give you the chance to show off your genius military prowess!● Rule the world with legendary commandersLegendary commanders from around the world are ready to appear in Rise of Kingdoms! Julius Caesar, Cao Cao, Joan of Arc, and many more are waiting to be recruited!Each commander has been recreated according to their historical profile, including their appearance, voice, and specially designed skills, representing their historical achievements. Governors can now lead a civilization of \"talented commanders and fierce soldiers\".Heroes make legends, or legends make heroes? Assemble your own team of heroes who pledge allegiance to you!● Unlimited zoom for full map controlWe created the first map to support unlimited zoom! Start at the macro level of the world map, zoom in to see the surrounding factions, then zoom in all the way to see the city map. Smooth zoom in and out with just two fingers, enjoy the whole world in the palm of your hand!With ultra-high-resolution 3D graphics and a realistic fog of war slowly disappearing, experience the excitement of sending your scouts to explore this new world!● Create a city limited only by your creativityA prosperous city is the key for every civilization to flourish. In Rise of Kingdoms, players can create their own unique city layout by freely arranging buildings.The buildings of each civilization have their own unique style. Dwellers walk, lights illuminate the night and soldiers constantly patrol beyond the walls... A city that has stood the test of time and is the source of your legend!● Show your cunning and strategy with our new Conqueror gameplayFacebook: https://www.facebook.com/ROKSLGVNFacebook Group: https://www.facebook.com/groups/rokvn.official",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rok.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.btdadventuretime",
  "name": "Bloons Adventure Time TD",
  "company": "ninja kiwi",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "91.7K reviews",
  "age": "Everyoneinfo",
  "describe": "The Bloons have invaded the Land of Ooo and it’s up to Finn, Jake and the monkeys to stop them! Bloons Adventure Time TD is an awesome crossover between the award-winning animated series Adventure Time and the #1 Tower Defense game, Bloons TD! GET YOUR HERO ON!*Pop Bloons as your favorite Adventure Time characters like Finn, Jake, Princess Bubblegum, Marceline and more!*Recruit brand-new monkey heroes like Captain Cassie, C4 Charlie, and Sai the Shadow!A NEW ADVENTURE!*Play your way through over 15 adventures and 50 maps!*Original story featuring the voice cast of the animated series!MAKE THE BLOONS GO BOOM!*Equip your heroes with 200+ weapons and items from Adventure Time and Bloons TD history!*Build your defenses with over 50 allies including fan favorites BMO, The COBRA, and Lumpy Space Princess!*Unleash over 30 awesome, Bloon-shredding powers!-----------Ninja Kiwi Notes: Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:https://ninjakiwi.com/termshttps://ninjakiwi.com/privacy_policyBloons Adventure Time TD is free to play but contains some in-game items that can be purchased with real money. You can disable in-app purchases in your devices settings, or reach us at support@ninjakiwi.com for help. Your purchases fund the development updates and new games, and we sincerely appreciate every vote of support you give us through your purchases.Ninja Kiwi Community:We love hearing from our players, so please get in touch with any feedback, positive or negative, at support@ninjakiwi.com. If it's stuff you want the whole community to see and talk about and you are old enough to have an account on these services, then join us on Facebook, Twitter, and Instagram: https://www.facebook.com/ninjakiwigames/https://twitter.com/ninjakiwigameshttps://www.instagram.com/realninjakiwi/Streamers and Video Creators:Ninja Kiwi is actively promoting channel creators on YouTube and Twitch. If you are old enough to have an account on these services and not already working with us, keep making videos and tell us about your channel at youtube@ninjakiwi.com.",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gcenter.kingofdefense.battle.frontier.td",
  "name": "King Of Defense: Merge TD",
  "company": "GCenter",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "39.1K reviews",
  "age": "Everyone 10+info",
  "describe": "King of Defense: Battle Frontier is a special tower defense game. The combination of turrets improves the tactics for the player. In this game, players can stack the turrets together to create the best strategy for the level.         The kingdom border is alarmed by the invasion of monsters. Join the heroes and warriors of the epic battle to defend your kingdom.         Like other tower defense games, King of Defense: Battle Frontier always emphasizes tactics. A game has many ways to pass depending on the strategy of each person. By the way, King of Defense: Battle Frontier is always new and not boring.- NEW FEATURES:        ★ The turret stacking and combining feature gives players more options for the best tactics.        ★ The systems of heroes and turrets are rich and powerful upgrade. Many options upgrade according to the player's strategy.        ★ Diverse terrains like deserts to jungle and frigid lands. Players need good strategies for each type of terrain.        ★ Diversity of monsters from flying monsters to monsters with special skills.Let's experience the new challenge and unique strategy game - King of Defense: Battle Frontier.---------------------------------------Contact us for further support and information:- Official Fanpage: https://www.facebook.com/KingOfDefense.BattleFrontier- Official Group: https://www.facebook.com/groups/KingOfDefense.BattleFrontier",
  "lastVersion": "Aug 21, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ztgame.yyzy",
  "name": "Night of the Full Moon",
  "company": "Giant Network",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "77.5K reviews",
  "age": "Teeninfo",
  "describe": "【After updating the version on the Play Store on September 29 (UTC+8),There is a bug of game text missing.Please uninstall game package and download game on play store to solve the problem.】Six years together, grateful for the encounter.We strive to create a \"fun\" and \"fair\" game, prioritizing \"strategy\" and \"story\" over \"grind\" and \"pay-to-win.\"We hope this game brings you joy.(1)Dark Fairy Tale - Veiled SuspicionThis is your own dark fairy tale—Little Red Riding Hood has always relied on her grandmother, but one day, her grandmother mysteriously disappears. To find her only family, Little Red Riding Hood ventures alone into the Black Forest on the night of the full moon. She will face forest spirits, ferocious werewolves, reclusive witches, and the emerging truth...(2)Night of the Full Moon - Free ExplorationBeware! Unknown events may trigger at any time during your adventure. Your choices will determine the story's ultimate outcome. The classic mode includes ten professions, over seven hundred cards for free combinations, and one hundred forty-two enigmatic opponents waiting for your challenge.(3)Mirror Memories - Autonomous AdventureThe story unfolds in a distant past when the young demon princess, Black Swan, accidentally enters the world within a mirror. Along with her escape plan, she discovers she is not alone. With the help of other companions, Black Swan embarks on a journey to find her lost memories. Light auto chess gameplay includes ten major factions, 176 companion chess pieces, 81 equipment cards, and 63 spell cards, offering card masters a more flexible deck-building experience.(4) Wishing Night - Companions by Your SideIt is said that every eclipse night, adventurers follow the magical map to underground caves in search of the legendary god of wishes, but none return. On the Night of Wishes, let us follow in the footsteps of old friends, recruit companions with varying effects, and form an adventure team. Strengthen your companions with equipment, leading to diverse chain reactions. Sharpen your combat skills, as card decisions in each turn are crucial. Plan your gold route carefully; every step in the adventure requires meticulous calculation.(5) Creative Deck-Building - Thrilling DuelsWelcome to the \"Mirror Arena\" of the Mirror Witch for an exhilarating duel!Here, embody heroes with unique abilities from the world within the mirror, manipulate chess pieces, employ strategies, and create unexpected combinations to turn the tide of victory in an instant!【Contact us】FB：https://www.facebook.com/NightofFullMoonCardGameDiscord：https://discord.gg/Snkt7RWWEK",
  "lastVersion": "Sep 28, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
}]