[{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushjellysaga",
  "name": "Candy Crush Jelly Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.8M reviews",
  "age": "Everyoneinfo",
  "describe": "There's a new player in town, the wiggling, jiggling Jelly Queen and she's here to challenge you to a game of Candy Crush Jelly Saga!  Whatever your favorite moves, you better hope they're Jellylicious enough to take on the mighty Jelly Queen. The unstoppably spreadable game!  New Candy Crush Jelly Saga is full of delightful game modes, features and boss battles featuring the Jelly Queen!  Playing as Jenny, show off your Jellylicious moves and take turns switching Candies against the jiggling Jelly Queen. Every sweet move will spread more Jelly and whoever spreads the most will win the level! There are splendid new Candies, a marvelous new booster and a dreamy treetop world to explore in the Candy Kingdom too!Royal Championship is the new VS Mode in Candy Crush Jelly Saga. Players will compete 1:1 in fast paced game rounds in real time! Win a big bundle of rewards by completing a consecutive win streak and finishing in the top half of the leaderboard. The higher the position, the bigger the reward! Have you got what it takes?Take on this delightful Saga alone or play with friends to see who can get the highest score! Candy Crush Jelly Saga is completely free to play but in-game currency, to buy items such as extra moves or lives, will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings. Candy Crush Jelly Saga features:> Over 3000 Jellylicious Levels> Real Time VS mode   \t> Boss Modes   \t> Marvelous game modes including: Spread the Jelly & Release the Pufflers  \t> Tasty Color Bomb Lollipop booster    > Mesmerizing new Candies  \t> Dreamy new treetop world and a host of quirky characters led by the Jelly Queen and her stooges.  > Easy and fun to play, yet challenging to fully masterFor players that Facebook Connect, there are leaderboards for you and your friends to compare your Jellylicious scores Easily sync the game between mobile and tablet devices and unlock the full game features when connected to the internet\t Now you can express yourself, jelly-style! Be sassy like the Jelly Queen or cool like Cupcake Carl with our sweet Candy Crush Jelly Stickers! Facebook @CandyCrushJellySagaTwitter @CandyCrushJellyInstagram @CandyCrushSagaYouTube @CandyCrushOfficial Last but not least, a big THANK YOU goes out to everyone who has played Candy Crush Jelly Saga! Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.percent.aos.randomdicechess",
  "name": "Roll Roll: Dice Heroes",
  "company": "111%",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Roll Roll: Dice Heroes, where you fight with Dians, is an auto battler where formation, merging, and luck are the key to victory!Prepare for battle by strategically merging the Dians that are randomly generated every round! The adorable Dians with unique skills will fight for you on the battlefield.Predict your opponent's movements and place your Dians. Engage in vivid battles and become the last to survive! Collect more than 30 different Dians and battle your opponents with unexpected moves to claim victory!Choose your Dice Cards wisely to achieve the perfect victory! Select the appropriate card from more than 40 types of Dice Cards to create your own synergy based on the current battle situation! The variety of Dice Cards increases upon higher tiers!Collect Dice Tokens by claiming victories to experience another level of fun from the Dice Roller! Match synergies just by rolling Dice to collect Dians in various rarities. Don't miss the fun and test your luck. It's your chance to obtain Legendary Dians!Roll Roll: Dice Heroes, the world of strategies! Download NOW!Don't miss the latest news!■ Official YouTube Channelhttps://url.kr/5mfdvo■ Official Twitter Channelhttps://twitter.com/RollRoll_Global■ Android 5.0 or above recommended.■ Customer Center Reception: support@111percent.mail.helpshift.com■ Operating Policy- Terms of Service: https://policy.111percent.net/10035/prod/terms-of-service/en/index.html- Privacy Policy: https://policy.111percent.net/10035/prod/privacy-policy/en/index.html",
  "lastVersion": "Aug 22, 2023",
  "classify": "PuzzleMergeCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrush4",
  "name": "Candy Crush Friends Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Everyoneinfo",
  "describe": "With updated graphics, fun new game modes and a host of friends to help you blast through hundreds of levels! Your Candy Crush Friends have been scattered throughout the Candy Kingdom - Join this match 3 puzzle game to find them! This friendly bunch have their own unique powers to help you to create sweet candy combinations and blastthrough blockers! Switch and match candies to unlock rewards, friends, and sweet collectable outfits! The more candies you collect the greater your power on the game board! This fun new Candy game is filled with delicious treats - cookies, jam, chocolate and more! Your favourite game modes, but sweeter than ever! Candy Crush Friends Saga features: •\tHundreds of levels to play – collect your favorite friends along the way! •\tYour Candy friends are your allies – they are ready to help you blast through levels!•\tWatch Yeti and his friends dance when you win levels!•\tFun new game modes; dunk the cookie in the chocolate & free the octopuses and the mammoths!  •\tKeep your friends in a sticker book and change their outfits!•\tExplore sweet new worlds in 3D!•\tEasy to play but challenging to master!•\tPlay whenever, online and offline. Easily sync the game between devices and access full game features when connected to the internet. •\tTake on this epic saga alone or play with friends to see who can get the highest score! If you need help and support, you will find helpful and extensive FAQs in our in-game Help Center, click the ? to launch it.Share opinions and have sweet discussions with other members of the Candy Crush Friends Saga community. https://community.king.com/en/candy-crush-friends-saga/Visit www.candycrushfriendssaga.com and discover delicious game guides and tasty blogs to satisfy your candy cravings.Candy Crush Friends Saga is completely free to play but some optional in-game items will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings.  By downloading this game you are agreeing to our terms of service; https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/",
  "lastVersion": "Dec 13, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=linkdesks.tile.match.fun",
  "name": "Tile Match: Triple Puzzle Game",
  "company": "LinkDesks Daily Puzzle",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "2.48K reviews",
  "age": "Everyoneinfo",
  "describe": "⭐ Tile Match: Ultimate Brain-Teasing Tile Adventure! ⭐🧩 Super fun yet challenging mahjong inspired triple tile matching game.🌈 Are you the next Tile Master Legend? Challenge yourself with tile match 3 fun.🔍 Game Features- Easy and fun to play.- 10000+ tile puzzle levels.- Discover a myriad of themes.- Candy, fruits, animals & more.- Sharpen your brain and find joy.- Perfect time killer and IQ boost.- Both online and offline playable.- No wifi needed, play anywhere.- Regular tile game updates.- Endless matching fun awaits.💡 How to Play?* Level starts with a board full of tiles with different patterns.* Match 3 identical block tiles, just like in Mahjong.* Match and remove all tiles on the board to claim victory.* But beware, as once the tray is filled with tiles, the game will end.✨ Are you ready to take on the challenge and become the ultimate Tile Match master?🚀 Download Tile Match: Triple Puzzle Game and let the triple matching madness begin!",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robtopx.geometryjump",
  "name": "Geometry Dash",
  "company": "RobTop Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "907K reviews",
  "age": "Everyoneinfo",
  "describe": "Jump and fly your way through danger in this rhythm-based action platformer!Prepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play with lots of levels that will keep you entertained for hours!Game Features• Rhythm-based Action Platforming!• Lots of levels with unique soundtracks!• Build and share your own levels using the level editor!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Lots of achievements and rewards!• No in-app purchases!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
  "lastVersion": "Nov 15, 2017",
  "classify": "ActionPlatformerRunnerArcadeAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rockstargames.gtasa",
  "name": "Grand Theft Auto: San Andreas",
  "company": "Rockstar Games",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "844K reviews",
  "age": "Mature 17+info",
  "describe": "Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:  • Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. • Cloud save support for playing across all your mobile devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.• Compatible with the MoGa Wireless Game Controllers and select Bluetooth and USB gamepads.• Integrated with Immersion tactile effects.  • Tailor your visual experience with adjustable graphic settings. Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: San Andreas. For information about supported devices and compatibility, please see:http://support.rockstargames.com/hc/en-us/sections/200251868-San-Andreas-Mobile-SupportMobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames",
  "lastVersion": "Jun 29, 2023",
  "classify": "#3 top paid actionActionAction-adventureCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=nz.co.codepoint.minimetro",
  "name": "Mini Metro",
  "company": "Dinosaur Polo Club",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.2K reviews",
  "age": "Teacher Approved",
  "describe": "Mini Metro, the sublime subway simulator, now on Android. No ads or in-app purchases.• 2016 BAFTA nominee• 2016 IGF award winner• 2016 IGN Mobile Game of the Year finalist• 2016 Gamespot's Best Mobile Game selectionMini Metro is a game about designing a subway map for a growing city. Draw lines between stations and start your trains running. As new stations open, redraw your lines to keep them efficient. Decide where to use your limited resources. How long can you keep the city moving?• Random city growth means each game is unique.• Over two dozen of real-world cities to test your planning skills.• A variety of upgrades so you can tailor your network.• Normal mode for quick scored games, Endless to relax, or Extreme for the ultimate challenge.• Build your metro exactly how you want to with the all-new Creative mode.• Compete against the world every day in the Daily Challenge.• Colorblind and night modes.• Responsive soundtrack created by your metro system, engineered by Disasterpeace.Please note that Mini Metro is incompatible with some Bluetooth headphones. If you do not hear audio over Bluetooth, please try disconnecting your headphones and restarting the game.",
  "lastVersion": "Jul 20, 2023",
  "classify": "#4 top paid simulationSimulationManagementCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fizzd.connectedworlds",
  "name": "A Dance of Fire and Ice",
  "company": "7th Beat Games",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "25.6K reviews",
  "age": "Everyoneinfo",
  "describe": "A Dance of Fire and Ice is a simple one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure you would enjoy this game!Features:- 20 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world has its own unique hand-drawn fantasy landscape, and has short tutorial levels followed by a full-length boss level.- Post-game challenges: Speed Trials for each world and blisteringly fast bonus levels for the brave.- Play new levels for free: more levels will be added over the coming months.- Calibration options: Auto-calibration and manual calibration. This is a precise rhythm game, so please use your ears more than your eyes when playing.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part you just need to keep a consistent beat - but keeping a beat is not very easy. So don't worry if you find it difficult!",
  "lastVersion": "Sep 21, 2023",
  "classify": "#2 top paid musicMusic",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.fizzd.connectedworlds"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.and.games505.humanfallflat",
  "name": "Human Fall Flat",
  "company": "505 Games Srl",
  "rating": "3.6star",
  "downloads": "500K+",
  "reviews": "26.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Human Fall Flat is a hilarious, light-hearted physics platformer set in floating dreamscapes that can be played solo or with up to 4 players. Free new levels keep its vibrant community rewarded. Each dream level provides a new environment to navigate, from mansions, castles and Aztec adventures to snowy mountains, eerie nightscapes and industrial locations. Multiple routes through each level, and perfectly playful puzzles ensure exploration and ingenuity are rewarded. MORE HUMANS, MORE MAYHEM - Need a hand getting that boulder on to a catapult, or need someone to break that wall? Online multiplayer for up to 4 players transforms the way Human Fall Flat is played.MIND BENDING PUZZLES - Explore open-ended levels full of challenging puzzles and hilarious distractions. Try new paths and discover all the secrets!A BLANK CANVAS - Your Human is yours to customize. With outfits from builder to chef, skydiver, miner, astronaut and ninja. Choose your head, upper and lower body and get creative with the colors!FREE GREAT CONTENT - Since launch more than four brand new levels have launched free of charge with even more on the horizon. What could the next dreamscape have in store?   A VIBRANT COMMUNITY - Streamers and YouTubers flock to Human Fall Flat for its unique, hilarious gameplay. Fans have watched these videos more than 3 Billion times!",
  "lastVersion": "Sep 13, 2023",
  "classify": "#7 top paid puzzleAdventurePuzzle-adventureMultiplayerCooperative multiplayerSingle playerStylizedLow polyOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.slothwerks.krumit",
  "name": "Meteorfall: Krumit's Tale",
  "company": "Slothwerks",
  "rating": "4.5star",
  "downloads": "50K+",
  "reviews": "1.28K reviews",
  "age": "Everyone 10+info",
  "describe": "Battle the likes of sozzled bearbearians and nuke-addled snotwolves to protect our glowing green world from the sweaty hands of the Uberlich! Krumit's Tale involves the same core deck building mechanics as Meteorfall: Journeys and the same cast of overly optimistic heroes, but expands the ‘swipe’ mechanic into a dynamic grid based system. This means more depth and longevity – our heroes will have to choose perks to complement their deck-building strategy and carefully manage the board if they wish to triumph.+ A follow-up to the popular mobile solo deckbuilding card game - Meteorfall: Journeys!+ The brave heroes of Meteorfall return! Play as five different heroes - Bruno, Greybeard, Mischief, Muldorf, and Rose - each with their own cards and a distinct playstyle+ In true roguelike fashion, each run is different! Your journey is built from 20+ unique dungeons, 25+ fully animated enemies, more than 50+ perks (passive bonuses), and more than 300+ cards+ More than 30 achievements to unlock+ Feeling competitive? Check out the daily challenge mode! Each day has a different set of modifiers which tweak the rules of the game in radical ways.+ Mobile optimized gameplay. The game can be played one-handed in portrait mode and auto-saves frequently+ Offline play. If you want to enjoy Krumit's Tale on your daily commute or on an airplane ride - go for it! No online connection is required+ Join an active community of players on Reddit (/r/KrumitsTale) or Discord",
  "lastVersion": "Sep 1, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolver.reigns",
  "name": "Reigns",
  "company": "DevolverDigital",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "148K reviews",
  "age": "Teeninfo",
  "describe": "** Play Store Most Innovative Game of 2016 **Sit on the throne as a benevolent (or malevolent) medieval monarch of the modern age and swipe your royal fingers either left or right to impose your will upon the kingdom. Survive the seemingly never-ending gauntlet of requests from your advisors, peasants, allies, and enemies while maintaining balance between the influential factions of your kingdom. But beware; each decision you make might have implications and unfortunate consequences down the road that could put your reign and family’s dynasty at risk!Each year of your reign brings another important – seemingly random – request from your unpredictable kingdom as you strive for balance between the church, the people, the army, and the treasury. Prudent decisions and careful planning make for a long reign but unforeseen motivations, surprise events, and poor luck can take down even the most entrenched monarch. Extend your reign as long as possible, forge alliances, make enemies, and find new ways to die as your dynasty marches along through the ages. Some events will span on centuries, with an intrigue involving burning witches, scientific enlightenment, wicked politics and, maybe, the Devil himself.",
  "lastVersion": "Oct 12, 2023",
  "classify": "#7 top paid cardAdventureInteractive storyCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Interactive+stories&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thunderful.smbf",
  "name": "Super Meat Boy Forever",
  "company": "Headup",
  "rating": "4.1star",
  "downloads": "50K+",
  "reviews": "1.84K reviews",
  "age": "Teeninfo",
  "describe": "Super Meat Boy Forever takes place a few years after the events of Super Meat Boy. Meat Boy and Bandage Girl have been living a happy life free of Dr. Fetus for several years and they now have a wonderful little baby named Nugget. Nugget is joy personified and she is everything to Meat Boy and Bandage Girl. One day while our heroes were on a picnic, Dr. Fetus snuck up on them, beat Meat Boy and Bandage Girl unconscious with a shovel and kidnapped Nugget! When our heroes came to and found that Nugget was missing, they knew who to go after. They cracked their knuckles and decided to never stop until they got Nugget back and taught Dr. Fetus a very important lesson. A lesson that can only be taught with punches and kicks.The challenge of Super Meat Boy returns in Super Meat Boy Forever. Levels are brutal, death is inevitable, and players will get that sweet feeling of accomplishment after beating a level. Players will run, jump, punch and kick their way through familiar settings and totally new worlds.What’s better than playing through Super Meat Boy Forever once? The answer is simple: Playing through Super Meat Boy Forever several times and having new levels to play each time. Levels are randomly generated and each time the game is completed the option to replay the game appears and generates a whole new experience by presenting different levels with their own unique secret locations. We’ve handcrafted literally thousands of levels for players to enjoy and conquer. You can replay Super Meat Boy Forever from start to finish several times before ever seeing a duplicate level. It is truly a remarkable feat of engineering and a monumental example of ignoring the limits of rational game design and production.They don’t give Oscars to games, but they probably will after Super Meat Boy Forever becomes the best movie of 2020 and 2021! Our story takes Meat Boy and Bandage Girl through several worlds in search of their darling little Nugget with beautifully animated cutscenes and musical accompaniment that makes Citizen Kane look like a reaction video to an sled unboxing. Players will laugh, they will cry, and when all is said and done maybe they’ll emerge from the experience a little better than when they started. Ok so that last part probably won’t happen but marketing text is hard to write.- Run, Jump, Punch and Slide your way through literally thousands of levels!- Experience a story so that it will influence the cinematic landscape for decades to come.- Fight Bosses, find secrets, unlock characters, live in the world we’ve created because the real world can kinda suck sometimes!- The long awaited sequel to Super Meat Boy has finally arrived!",
  "lastVersion": "May 19, 2023",
  "classify": "#7 top paid adventureActionPlatformerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.CrazyMonkeyStudios.Hidden",
  "name": "Hidden Through Time",
  "company": "Rogueside",
  "rating": "4.1star",
  "downloads": "100K+",
  "reviews": "3.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Hidden Through Time is a game of hide and seek with objects scattered throughout the wonderful history of our world. Use cryptic hints to discover every secret as you explore the colourful hand drawn levels.Find enough objects to advance to the next stage, and make your way through all four great ages.Still desire more or wish to unleash your creativity? Our map editor is available to anyone, allowing you to create your very own levels and share them on our cloud! Here you can also discover, play and rate levels made by other creators from all around the world!So join Clicky on his wondrous adventure in Hidden Through Time!",
  "lastVersion": "Jul 19, 2023",
  "classify": "#2 top paid casualPuzzleHidden objectCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scottgames.fivenightsatfreddys",
  "name": "Five Nights at Freddy's",
  "company": "Clickteam USA LLC",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "152K reviews",
  "age": "Teeninfo",
  "describe": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
  "lastVersion": "Oct 3, 2023",
  "classify": "#2 top paid actionActionAction-adventureSurvival horrorCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ustwo.monumentvalley2",
  "name": "Monument Valley 2",
  "company": "ustwo games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "68.1K reviews",
  "age": "Everyoneinfo",
  "describe": "NOW INCLUDING brand new chapter, The Lost Forest:The Lost Forest is a special chapter we have created to help protect trees, as part of Playing for the Planet’s Green Game Jam. With these four intimate scenes, we hope to inspire you to sign the Play4Forests petition and declare our shared interest in forest conservation. We hope you enjoy the new update and join us to help preserve our forests!====Guide a mother and her child as they embark on a journey through magical architecture, discovering illusionary pathways and delightful puzzles as you learn the secrets of the Sacred Geometry. Sequel to the award-winning Monument Valley, Monument Valley 2 presents a brand new adventure set in a beautiful and impossible world. Help Ro as she teaches her child about the mysteries of the valley, exploring stunning environments and manipulating architecture to guide them on their way.====“Subtly more sophisticated than its predecessor” - WIRED“Little vignettes of a surreal world that works its socks off to make me happy” - POLYGON“One of the best gaming experiences available on any device, let alone mobile” - POCKETGAMER“I was enraptured by everything I saw and heard” - DESTRUCTOID=====A STANDALONE ADVENTUREA completely new story from the Monument Valley universe. You don’t need to have previously played Monument Valley to enjoy Monument Valley 2.INDIVIDUALLY CRAFTED PUZZLESEnjoy beautiful levels filled with illusory, meditative puzzles, using brand new interactions to explore the changing dynamics between characters.CONTEMPORARY VISUALSArtwork inspired by an eclectic mixture of architectural styles, artistic movements and personal influences, each translated into stunning geometric structures.BEAUTIFUL AUDIOImmerse yourself in uniquely melodic interactive soundscapes, tailored perfectly to every step of Ro and her child’s journey.=====Monument Valley 2 is only compatible with devices running Android 4.4 or later.",
  "lastVersion": "Dec 6, 2023",
  "classify": "#9 top paid puzzlePuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.net.machinarium.Machinarium.GP",
  "name": "Machinarium",
  "company": "Amanita Design",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "66.2K reviews",
  "age": "Everyone 10+info",
  "describe": "Help Josef the robot to save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang.",
  "lastVersion": "May 17, 2023",
  "classify": "#3 top paid adventureAdventurePuzzle-adventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.noodlecake.luminocity",
  "name": "Lumino City",
  "company": "Noodlecake",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "10.9K reviews",
  "age": "Everyoneinfo",
  "describe": "** 🏆 British Academy Games Awards - Winner 2015 **Lumino City is the award winning puzzle adventure crafted entirely by hand out of paper, card, miniature lights, and motors.Through this gorgeous environment weaves a clever, charming and puzzling adventure. Lumi’s grandfather, the caretaker of Lumino City, has been kidnapped. To find him, you must explore the city and figure out the fascinating mechanisms that power this unique world.Winner of numerous international awards, including the BAFTA for Artistic Achievement alongside nominations for Innovation and Best British Game, Lumino City now finds its home on the Play Store as the perfect tactile experience for Android mobile devices.♥︎ Lumino City has an estimated 8 - 10 hours of gameplay and no In-App Purchases.★★★★★ Reviews: ★★★★★“An astonishing place to explore.” - Eurogamer“Something special worth experiencing. Every scene is awe-inspiring. It's gorgeous.” - GameInformer“The most beautiful game WIRED has seen in ages.” - WIRED“Unlike almost any other video game you've ever played....It's wow.\" - Kotaku“A benchmark for adventure game design.” - Adventure Gamers“It's a huge, intricate world. Lumino City has a distinct and wonderful personality. Stunning.” - The Verge“A wide range of wonders to behold... Continually engaging and often inventive puzzles.” - Adventure Gamers★★★★★ Other Awards include: ★★★★★** 🏆 BAFTA - Three Times Nominated & Winner 2015 **** 🏆 Develop Awards - Winner **** 🏆 BIG Festival - Winner **** 🏆 Indie Prize Casual Connect **★★★★★ Features:★★★★★AN ENTIRELY HANDMADE CITY. Everything you see on screen was made using paper, cardboard and glue, miniature lights and motors. A UNIQUELY BEAUTIFUL WORLD TO EXPLORE. Venture beyond the city gates to discover gardens in the sky, boats marooned high on an immense waterwheel, and houses dug precariously into cliffs.AWE INSPIRING PUZZLES. Play with real objects within each scene. Control windmills in the clouds, provide power to a house using only lemons plus your own ingenuity, and work out how to win at the most puzzling pinball table ever created.A PERFECT EXPERIENCE FOR TOUCHSCREENS. With a seamless interface optimised for mobile devices and tactile puzzles made from real materials, you'll feel like you're diving into a miniature world of physical playthings.CLOUD SAVE SYNCING. Switch play between all your Android devices and pick up where you left off.⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⚠ Note: Lumino City is a modern graphically intense game which requires a device with modern processing capabilities. Your experience may vary if running Lumino City on older hardware.",
  "lastVersion": "Oct 30, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.games.nfs13_row",
  "name": "Need for Speed™ Most Wanted",
  "company": "ELECTRONIC ARTS",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "221K reviews",
  "age": "Everyone 10+info",
  "describe": "“The graphics are absolutely awesome” (Eurogamer.es)“It pushes the mobile platform to its utmost limits and doesn’t even break a sweat” (Capsule Computers)Buckle up, hit the gas and hold on tight; you’re in for the ride of your life. Outrun cops, outsmart rivals – and outdrive your friends – in the most dangerous Need for Speed yet. Do you dare to be the Most Wanted?**Need for Speed Most Wanted is an immersive, high-quality game. Please note that it requires a 550MB+ download and roughly 1,900MB+ free space on your device. To speed things up, we recommend connecting to WiFi.**MAKE TROUBLE, GET WANTEDEvade a relentless police force while you clash with street racers. Race and chase hot cars like the SRT Viper GTS, Porsche 911 Carrera S, Hummer H1 Alpha, and many more. Feel the intensity of no-brakes-allowed street racing with realistic full-car damage for the first time on mobile. LEAVE YOUR MARKLog into Origin to check the Wanted List and find out who is the Most Wanted across platforms and among your friends. Then, challenge your friends and prove your racing skills in nonstop competition. GO FROM ZERO TO MOST WANTED…• Drive and customize over 40 of the world’s most exciting cars• Race the way you want! By popular demand, you can now touch or tilt to steer• Use Mods to enhance your car and get ahead of the pack in style• Experience the action with mind-blowing graphics and intense full-car damage • Earn Speed Points to unlock new cars• Trick out your phone with an exclusive Most Wanted live wallpaperYour rivals will do everything they can to stop you from getting to the top – but in this world, there can only be one Most Wanted.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com/androidFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information.  This app: Contains direct links to the Internet; Collects data through third party analytics technology (see Privacy & Cookie Policy for details).Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
  "lastVersion": "Dec 20, 2018",
  "classify": "RacingCar raceCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Car+racing+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.prpr.musedash",
  "name": "Muse Dash",
  "company": "hasuhasu",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "51.7K reviews",
  "age": "Teeninfo",
  "describe": "\"Hitting while listening to music.\"\"Is that the call from another world?\"[Game Starts Now—!!]Lovely girlsor rhythmic music?If there’s a place for you to have them both…It must be the paradise of parkour & rhythm game ★★★ — Muse Dash!!Huh?! Not your forte? It doesn’t matter!Who says you must have a strong sense of rhythm to win?Avoid is also a valid option (?)As long as you have 100% of passion, courage, and… love for lovely girls~Rhythm and fight won’t be an issue ヾ(❛ᴗ˂ )♥[Gameplay]Dance to the music and beat enemies in the air and on the ground. Also, watch out for the obstacles!!What an easy, beginner-friendly rhythm game (`・ω・´)b [Media Review]可愛らしいビジュアルのキャラクターが躍動する、新感覚の2Dアクションスタイルのリズムゲーム ——IGN Japan“A bright exterior hides a surprisingly deep and engaging mash up”——POCKET GAMER(๑•ㅂ•́)و✧Feedback: https://service.peropero.net/Twitter:@MuseDash_EN（https://twitter.com/MuseDash_EN）@PeroPeroGuys（https://twitter.com/PeroPeroGuys）",
  "lastVersion": "Nov 24, 2023",
  "classify": "#4 top paid musicMusicRhythm-actionCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Rhythm+action+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.evoland2",
  "name": "Evoland 2",
  "company": "Playdigious",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "15K reviews",
  "age": "Everyone 10+info",
  "describe": "*Save up to 90%!*Onboard on an epic RPG adventure of more than 20 hours through video games history filled with a ton of funny classical games references.  From 2D RPG, through 3D vs fight to a shooter, a trading card game and more you’ll get your fill of jumping from a game genre to another, never bored. Evoland 2 is not only one game but many, backboned with a story that will make you travel through time, discovering different art styles and video gaming technology.Released first on PC with 500.000 copies shipped, we’re proud to share with you this experience carefully adapted for Android devices. Additional information: * One time payment to download (Absolutely NO ads and NO in-app payments). * Support of most bluetooth external controllers* Optimized for NVIDIA Shield and NVIDIA devices. If you experience any issue with Evoland 2, please contact our customer support at hello@playdigious.com and give us as much as possible information on your problem.",
  "lastVersion": "Feb 10, 2023",
  "classify": "#2 top paid role playingRole PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.alawar.treasuresofmontezuma3full",
  "name": "Treasures of Montezuma 3. True",
  "company": "Alawar Entertainment, Inc.",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "10.5K reviews",
  "age": "Everyoneinfo",
  "describe": "The Treasures of Montezuma 3 is a must-have game for all match-three fans!Get ready for an incredible fairytale adventure in the mystery exciting world of Aztecs and fall in love with these ancient mystic places of America!Welcome to the match 3 world of your imagination – discover this unique game located at the junction of genres: \"match-3\" and \"Time manager\"! Beautiful locations, amazing match-3 gameplay, funny puzzles, RPG elements, and many other interesting things you may find in this match-three game!The Magic Totems make a return, allowing players to pull off insane combos. By using the awesome powers of the totems strategically, you can score high enough to earn and collect the Magic Stars you need to upgrade your bonus items to the max!With over 200 levels, amazing visual effects, explosive audio, and stunning backgrounds that shatter the boundaries of art in casual games.The Treasures of Montezuma 3 will challenge your skills as you try to rack up as many points as possible in one minute, so it's a good way to train concentration and improve your focus! Don't miss out on playing the most spectacular, wonderful match-three game in the award-winning The Treasures Of Montezuma series!GAME FEATURES:◇ 160 arcade levels◇ 42 mind-melting puzzle levels◇ Casual and Expert modes◇ Five treasure rooms◇ 40 mystery treasure chests with gold Stars!◇ 22 trophies to grab◇ Stunning visual effects◇ Incredible sound effects◇ Play on all kinds of mobile phones or tablets◇ Improve your concentration and focus◇ Play without WI-Fi, no internet connection required Internet - the game will always be with you!◇ Game for all!◇ Easy to play, hard to master◇ Supported languages: English, French, German, Japanese, Chinese, Russian, Spanish, Italian, Chinese, Portuguese, Swedish, Netherlands.Play with friends in the best games from Alawar, creators of such games as Beholder, Farm Frenzy, The Treasures of Montezuma, House of 1000 Doors, on Google Play!",
  "lastVersion": "Oct 6, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ustwo.monumentvalley",
  "name": "Monument Valley",
  "company": "ustwo games",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "240K reviews",
  "age": "Everyoneinfo",
  "describe": "In Monument Valley you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.Monument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.Ida's Dream now available.Forgotten Shores: Eight new chapters of adventure and illusion available now as a separate purchase.=======\"One of the very finest hours, and the value of such a thing is incalculable\" - Kotaku\"Brilliant design... stayed with me like a dream I didn't want to forget... 9/10\" - Polygon\"Monument Valley stuns with its serenity... each screen is a work of art\" - Huffington Post\"Almost impossibly gorgeous...  a feast for your senses... 5/5\" - Touch Arcade=======BEAUTIFULInspired by minimalist 3D design, optical illusions and palaces and temples from around the world, every monument is a unique, hand-crafted world to explore.EASY TO USETwist and drag to reshape the world and help Ida to explore.  Designed to be easy for everyone to pick up, enjoy and complete.SOUNDAudio reacts to your manipulation of the world to provide a surreal and beautiful soundscape.  Best experienced with headphones.CLOUD SAVESynchronize your game across all your devices.TABLET SUPPORTMonument Valley is optimised for both tablets and phones.",
  "lastVersion": "Oct 24, 2023",
  "classify": "#1 top paid puzzlePuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.the10tons.dysmantle",
  "name": "DYSMANTLE",
  "company": "10tons Ltd",
  "rating": "4.2star",
  "downloads": "10K+",
  "reviews": "1.56K reviews",
  "age": "Teeninfo",
  "describe": "As you ascend from your shelter after the long long years, a brave new old world awaits you. A world inhabited with nasty and vile creatures. A world with no other human soul to be seen. A world with nature in reigns now. A world that's about to get even worse. You need to find a way to escape the wretched island. But before that, enjoy the bittersweet apocalypse.Features:* Break over 99% of all objects for materials with the right tools. No barrier will stop you.* Fight with (or run away) nasty and vile creatures of the post-apocalyptic era.* Explore the handcrafted open world and uncover its mysteries.* Survive. Clear areas of monsters and claim it as yours.* Build outposts to establish your presence.* Craft permanent weapons, tools, outfits, and trinkets.* Hunt various game or tame them for your post-apocalyptic zoo ranch.* Farm nutritious plants and reap the rewards as the crop gets ripe.* Solve puzzles above ground and underground in the Tombs of the Old Ones* Fish cunning scaly things under the watery surface.* Cook delicious recipes for permanent stat and ability upgrades.* Unravel the mysteries of the strange island.",
  "lastVersion": "Nov 29, 2023",
  "classify": "#10 top paid role playingActionAction-adventureSurvivalCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.squareenixmontreal.hitmansniperandroid",
  "name": "Hitman Sniper",
  "company": "CDE Entertainment",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "903K reviews",
  "age": "Editors' Choice",
  "describe": "Step into the shoes of Agent 47 in Hitman Sniper and play the best sniper shooting game on mobile.PLAY A TACTICAL SNIPER MISSION GAMEStrike with strategic shooting skills, fulfilling your duty to orchestrate the perfect assassination kill shot.BATTLE ZOMBIES IN DEATH VALLEYCall on non-stop shooting action as a zombie hunter, in a true battle of your skills and speed of execution.150+ MISSIONS & 10 DIFFERENT CONTRACTSImprove your strike skills on mobile for the perfect assassination as you uncover secrets and subterfuges in this fun game.MOST BEAUTIFUL SNIPER GAME Awesome and smooth graphics that make for addictive gameplay on top of a thrilling story.PLAY WITH 16 UNIQUE GUNSEliminate targets, collect weapon parts and complete blueprints to unlock the most powerful guns.COMPETE AGAINST YOUR FRIENDS FOR THE FIRST PLACE IN THE LEADERBOARDSBoost your score and climb up the contract killer ranks classic with classic creative hitman kills to become the world's finest silent assassin.",
  "lastVersion": "Oct 19, 2023",
  "classify": "#9 top paid actionActionShooterSniperCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.potionpermit",
  "name": "Potion Permit",
  "company": "Playdigious",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "**Pre-register the game now!**The town of Moonbury has always been wary of the outside world's medical advances, preferring to rely on its traditional healing methods. However, when the mayor's daughter falls ill and the local witch doctor can do nothing to help her, they are forced to look outside their small community for help. The Medical Association decides to send their most accomplished chemist - you - to help cure the mayor's daughter and convince the residents of Moonbury of the wonders of modern alchemy.Gain their trust and tend to each person when they fall ill in this open-ended sim RPG!FEATURES- Take care of Moonbury’s inhabitants: diagnose their illnesses, gather ingredients and brew potions to cure them.- Heal the town : Upgrade buildings, expand your gathering area and transform the townsfolk’ lives in many ways.- Build relationships with Moonbury’s inhabitants, earn their trust and eventually find love with your chosen sweetheart! - Team up with your loyal dog that follows you wherever you go and helps you in your work.- Relax in a wholesome, colourful world and live the apothecary life you want!CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Cloud Save – Share your progress between Android devices- Compatible with MFi controllersIf you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.playdigious.potionpermit"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ubisoft.rainbowsixmobile.r6.fps.pvp.shooter",
  "name": "Rainbow Six Mobile",
  "company": "Ubisoft Entertainment",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "From the acclaimed Rainbow Six franchise, Rainbow Six Mobile is a competitive, multiplayer first-person shooter experience on your phone. Compete in Rainbow Six's classic Attack vs. Defense game modes. Play as an Attacker or Defender in fast-paced 5v5 matches and face intense close-quarter combat while making timely tactical decisions. Choose from a roster of highly trained Operators, each with their own unique abilities and gadgets. Experience this ultimate tactical shooter game, designed exclusively for mobile.MOBILE ADAPTATION - Rainbow Six Mobile has been developed and optimized for mobile with shorter matches and game sessions. Customize the game’s controls in the HUD to fit your playstyle and level of comfort to play on the go.RAINBOW SIX EXPERIENCE - The acclaimed tactical shooter game is coming to mobile featuring its epic roster of Operators, their cool gadgets, its iconic maps, such as Bank and Border, and its Secure the Area and Bomb game modes. Compete in intensive 5v5 PvP matches with players from around the globe. Enjoy the Rainbow Six experience with anyone, anywhere, anytime!DESTRUCTIBLE ENVIRONMENTS - Join forces with friends and think strategically. Use weapons and Operators' unique abilities to breach through destructible walls and ceilings or rappel from the roof and break through windows. Make the environment a key part of your tactics! Master the art of setting traps, fortifying your locations, and breaching enemy territory as you lead your team to victory.STRATEGIC TEAM BASED PVP - Strategy and teamwork are the keys to success in Rainbow Six Mobile. Adapt your strategy to maps, Operators, Attack or Defense. As attackers, deploy observation drones, lean to protect your position, rappel from the roof or breach through destructible walls, floors or ceilings. As defenders, barricade all entry points, reinforce walls, and use spy cameras or traps to defend your position. Gain advantage over your opponents with team tactics and gadgets. Set up strategies with your team during the prep phase to deploy for action! Alternate between attack and defense each round to win it all. You only have one life, so make the best of it to help your team succeed.SPECIALIZED OPERATORS - Assemble your team of highly trained Operators, specialized in attack or defence. Select from the most popular Rainbow Six Operators. Each Operator comes equipped with unique skillsets, primary and secondary weapons, and the most sophisticated and deadly gadgetry. Mastering each skill and gadget will be key to your survival.Privacy Policy: https://legal.ubi.com/privacypolicy/Terms of Use: https://legal.ubi.com/termsofuse/Join the community for the latest news:Facebook: facebook.com/Rainbow6Mobile/Twitter: twitter.com/rainbow6mobileInstagram: instagram.com/rainbow6mobile/YouTube: youtube.com/channel/UCA8JO83nj1wWOkWvUMcIcZgDiscord: discord.com/invite/Rainbow6MobileThis game requires an online connection - 4G, 5G or WifiFeedback or Questions? https://ubisoft-mobile.helpshift.com/hc/en/45-rainbow-six-mobile/",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.mobigo",
  "name": "Go Baduk Weiqi Master",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "You can enjoy Baduk with optimized artificial intelligence for a comfortable gaming experience.It offers various difficulty levels to consider individual skill differences.You can take a break and enjoy using the continue feature.■ 1-Player GameVarious settings such as difficulty, board size, and handicaps.Ability to save game records for review.■ Quiz ModeOffers over 2,000 different problems.Suitable for players of all levels, from beginners to experts.■ 2-Player GamePlay against another person on the same device.Provides the ability to adjust the board size.■ RecordsSave your own game records for review.View famous games with 'Pro Records.''Pro Commentary Records' to assist with understanding.Homepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook : https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Dec 7, 2023",
  "classify": "Board",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.mobigo"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.gameduo.tbd",
  "name": "Little Piggy Defense",
  "company": "Gameduo",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "HELP!Terrifying monsters are threatening our peaceful forest.Please help us protect the last pig standing from the billions of monsters swarming in.- Have Fun ChoosingYou never know what you'll get!! But we can guarantee you'll grow stronger.Create your own strategy to fend off the foes.- Feel The Joy Of GrowingEvolve and Merge. You'll grow to infinity and beyond!Taste the joy of the roguelike genre.- You Are Not AloneThose piggy friends by your side are not just cute but savage too.Nothing to fear if you add more friends and Enhance![Contact]tbd@gameduo.net [Privacy Policy]https://www.gameduo.net/en/privacy-policy [Terms of Service]https://www.gameduo.net/en/terms-of-service",
  "lastVersion": "Dec 10, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=net.gameduo.tbd"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superbox.aos.ghosthunter",
  "name": "Ghost Hunter : Pixel Survival",
  "company": "SUPERBOX Inc",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "A gate to hell created by demon follower's summoning ritual that went wrong.We must prevent the great devil who controls hell from coming out of the gate!In order to prevent the Great Devil, the world must not be dominated by evil energy.We need to purify the ghosts and all demons that constantly leak through the cracks in the gate and the souls that have been contaminated by evil energy.Save the world from evil and prevent the Great Devil from taking over the world!Features :▷ Easy controls and cool movement with dash function▷ Feel the unique pixel art▷ Combine various character's power to create more powerful skills▷ Play strategically with powerful weapon and skill combinations for each chapter.▷ Collect experience as fast as you can and get stronger to bust the demons!▷ You can also collect and upgrade your newly designed equipment and weaponsBecome the best ghost hunter in a world full of ghosts and demons, with sensational powers combined with fancy skills!Official Site: http://superbox.krFacebook: https://www.facebook.com/superbox01E-Mail : help@superbox.kr",
  "lastVersion": "Aug 29, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.superbox.aos.ghosthunter"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.com2usholdings.soulstrike.android.google.global.normal",
  "name": "Soul Strike! Idle RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Easy Peasy Monster Squishy! Hack and slash like there's no tomorrow!Soul Strike - Idle RPG, the perfect action idle game that you have been looking for is now live!Slay and strike vampires, titans, zombies, slimes, and dragons to continue your legendary adventure!Click and tap to battle your way to be the number 1 legend of this fantasy war!Game Features● Spam your skills on endless waves of enemies!Enjoy exciting action-packed roguelike battles as you wipe out hundreds of monsters at once!Clear and harvest thousands of stages by defeating monsters with fancy skills and actions!● Customize your hero endlessly with 999 Parts!Beefing up stats isn't the only way to make your beloved character stand out!You can come up with a trillion combinations to make your character unique!● Guaranteed offline growth boost with AFK idle rewards!Enjoy super-fast growth that transcends the speed of time in this fun idle action game!Indulge in the temptation of idle progression online as you watch your character become endlessly stronger!● Enjoy the fun of idle RPG-style item farming anytime, anywhere!An immortal being's desire knows no bounds!Satisfy your immortal greed by obtaining Parts through hack n slash hunting or crafting!Keep slaying monsters until you find the legendary option you want on the piece of Parts you desire!● Craft your unique Soul Parts at the special place, Shelter!Craft infinitely at the Shelter to get the finest Parts!You can also cook food and craft cool outfits as well!Step into a free online idle RPG game and experience stress-free gameplay.Discover why Soul Strike stands out as a top roguelike idle action RPG game in today's gaming landscape.* Soul Strike Official Sitehttps://event.com2us.com/ci/soulstrike/brand** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, ไทย, Tiếng ViệtSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None* If your device is running on a version lower than Android 6.0, you will be unable to set optional permissions. We recommend upgrading to Android 6.0 or higher.* Some apps may not ask for optional permissions. However, you can still manage your app permissions and deny access.▶ How to Revoke PermissionsYou can reset or revoke permissions using the following steps:[Android 6.0 and up]Open Settings > Apps > Select app > Permissions > Allow or deny access[Android 5.1.1 and lower]Update your operating system to revoke permissions or delete the app from your device.",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingIdle RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.DevoraStudios.WheelieCity",
  "name": "Cidade do Grau: Grau e Corte",
  "company": "Devora Studios",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Bem-vindo à Cidade do Grau! Jogo de Grau e Corte na Favela, faça entregas ganhe dinheiro e faça customização de motos brasileiras. Prepare-se para mergulhar em uma metrópole repleta de ação, onde você assumirá o controle das ruas como entregador, fazendo grau e corte com sua moto, entregas e montando sua moto e seu personagem para se destacar como o rei ou rainha das entregas na favela.🏍️ Domine o Grau: Entre no mundo do grau de moto enquanto você empina sua moto pelas ruas movimentadas da Cidade do Grau. Aperfeiçoe suas habilidades de empinar, desafie a gravidade e crie um espetáculo visual que deixará todos boquiabertos.📦 Entregas de Alto Impacto: Torne-se o mensageiro definitivo da Cidade do Grau, enfrentando desafios emocionantes de entrega. Navegue por cenários urbanos dinâmicos, desviando do tráfego intenso, explorando atalhos secretos e mantendo a adrenalina enquanto entrega pacotes vitais em tempo recorde.🔧 Personalização Única: A expressão pessoal é a chave na Cidade do Grau. Customização não se limita apenas à sua moto; você também pode moldar a aparência do seu personagem. Escolha entre uma ampla gama de opções de personalização, desde designs de motos radicais até roupas estilosas e acessórios marcantes para se destacar no cenário urbano.🌆 Mundo Expansivo: Explore cada canto da Cidade do Grau enquanto percorre bairros variados, cada um com seu próprio estilo e desafios. Desbloqueie novos distritos à medida que avança, revelando segredos ocultos e áreas inexploradas que enriquecem ainda mais a experiência.Prepare-se para uma jornada de entrega intensa, onde a destreza na moto e a habilidade em manobras se unem para criar uma experiência eletrizante. Na Cidade do Grau, você é a estrela das ruas, e cada curva, empinada e entrega bem-sucedida o leva um passo mais perto da glória nas estradas urbanas. Está pronto para se tornar o ícone supremo da entrega de motocicletas na Cidade do Grau? Acelere e faça história",
  "lastVersion": "Dec 9, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.DevoraStudios.WheelieCity"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pid.ugly",
  "name": "Ugly",
  "company": "PID Games",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Embark on an unforgettable voyage through a tormented nobleman's psyche in \"Ugly,\" a dark fairytale turned mobile puzzle-platformer. Navigate a world awash in tragedy, armed with an innovative mirror mechanic that allows you to face puzzles—and yourself—like never before.Dive deep into the enigmatic world of \"Ugly\" and get ready to confront truths as unsettling as they are enlightening. Are you brave enough to face what's hidden in the mirror?Key Features:- Innovative Mirror Mechanic: Generate a shadowy reflection to swap places with, unlocking new angles for puzzle-solving and exploration.- Deep Narrative: Unravel a profound, text-less story that delves into the corners of a broken mind. Each puzzle room you conquer brings clarity to your clouded past.- Visually Stunning: Immerse yourself in an intricately crafted world, where every detail, from the moody lighting to the ethereal art style, serves the narrative.- Mind-Bending Puzzles: Conquer intricately designed puzzle rooms, each offering a fresh challenge and a fragment of your past.- Epic Boss Battles: Engage with towering bosses that test not just your reflexes, but also your resolve.- Discover Hidden Secrets: Unlock alternate endings and hidden rooms for an enriched gameplay experience.- Exceptional Soundscapes: Atmospheric music that perfectly complements each twist and turn in your unsettling journey.- Controller Support: Experience the game seamlessly with MFI Bluetooth controller support.The game’s title isn't a reflection of its beautifully dark world, but of the unsettling truths you'll uncover. Are you ready to face the \"Ugly\" in you?",
  "lastVersion": "Nov 14, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.pid.ugly"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.eastsidegames.idleaew",
  "name": "AEW: Rise to the Top",
  "company": "East Side Games Studio",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Become a part of AEW as you Rise to the Top on the hottest roster in the wrestling business! Go on tour with Dynamite, Rampage, Collision, House Rules and weekly special events. “All Elite Wrestling\" Idle sports experience allows you to unlock all of your favorite wrestlers, upgrade and send them into battle to fight against classic AEW opponents, become part of the feuds as you enjoy custom storylines and championship feuds.===GAME FEATURES===COLLECT & Upgrade* Build Matches and collect a robust roster of Wrestlers & Managers* Chris Jericho, MJF, Saraya, Adam Page, Young Bucks - They’re all waiting to be unlocked and join your roster.* Paul Wight, Taz, Arn Anderson and other Legends are ready to assist you on your road to AEW glory.* Unlock Jade Cargill, Britt Baker, Kris Statlander, Toni Storm, Ruby Soho and all the Women of AEW.* The Jericho Appreciation Society, The Elite, The Blackpool Combat Club and all the AEW Factions are ready for a new member… YOU!* What type of match is your favorite? Tag Team, Women’s, Barbed Wire, Coffin, Fire, Ladder, Dog Collar, First Blood? AEW: Rise to the Top has them all!BATTLE SYSTEM* Complete goals to get to the Main Event and unlock exclusive rewards!* Upgrade your wrestlers and boost tags to put on the match of the night!PVP MATCHES* PvP Battles with enhanced worldwide multiplayer matchmaking.* PVP Store offers exclusive rewards & prizes.",
  "lastVersion": "Nov 23, 2023",
  "classify": "SimulationCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.indusgame.play",
  "name": "Indus Battle Royale Mobile",
  "company": "SuperGaming SG",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "🚀 Pre-Register Now for Exclusive Access to the Indus Battle Royale Closed Beta 🚀Be one of the first to experience Indus! As a pre-registered player, you get exclusive entry to our highly anticipated closed beta—a limited-time opportunity to shape the game's evolution before its official launch.🔫 Next-Generation Gunplay AwaitsExperience gunplay redefined for mobile devices. Pick your weapon from an arsenal ranging from sniper rifles to hand cannons. Engage in intense skirmishes designed to provide the most exhilarating gameplay in battle royale.💎Collect CosmiumThe most valuable resource in the galaxy and the reason why you are on Indus. Tasked by COVEN to retrieve Cosmium, you, Mythwalker, are on this quest for glory and riches on this mysterious planet. Cosmium is a unique substance that manifests itself as the battle wears on. Find it and win the game instantly. Sometimes victory doesn’t wait for the last man standing.🎭 Express Yourself with AvatarsUnleash your inner hero with Avatars! From the mighty Big-Gaj to the enigmatic Sir-Taj, each Avatar offers unique emotes that let you dominate the battlefield in style, showcasing your personality like never before.🌍 Uncover the Secrets of IndusExplore the captivating lore of Indus, a planet shrouded in mystery for centuries. As you delve deeper into the narrative, you'll piece together the forgotten history of a once-glorious world.🔥 Be a Part of Gaming HistoryBy pre-registering for the closed beta, you're not just a player; you're a pioneer. Your feedback during this exclusive phase will directly influence the game's refinement and enhancements, making your mark on India’s gaming legacy.🔐 Secure Your Spot in the Closed BetaPre-register now and seize the chance to be part of the select few who will dive headfirst into the immersive world of Indus. Uncover its secrets, conquer its challenges, and become a legend in the making!📣 Stay Tuned for Beta UpdatesJoin us on our social media channels for exciting updates, sneak peeks, and behind-the-scenes insights as we lead up to the closed beta launch:Instagram: https://www.instagram.com/indusgame/Discord: https://discord.gg/indusgameTwitter: https://twitter.com/indusgameWebsite: https://www.indusgame.com/",
  "lastVersion": "Jan 25, 2023",
  "classify": "ActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.daerigame.raidproject",
  "name": "Crystal Knights-32 Player Raid",
  "company": "DAERI SOFT Inc",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "The Undying Ragnaros.Assemble all, to unveil his secrets.Crystal Knights.▶A real-time online idle game is here!Enjoy a idle game with many people!▶Captivates your eyes with various characters and brilliant graphics!36 different heroes! Select and assign heroes of your choice and set off on an adventure!▶An adventure in a different world! Get immersed in the new world!!The world of the Undying Ragnaros! Go on an adventure on the vast fields!▶Get together in the village! Feel the joy of communicating with each other!Let's play together! Communicate with other people at the village and find your party members!▶Defeat the enemy with all your strength! Level up swiftly with various contents!Defeat stages, dungeons, unending waves of enemies and get stronger every day!◈ YOUTUBE ◈https://www.youtube.com/c/DAERISOFT===============================◈ Information on Requested App Access Permissions ◈Cristal Knights idle doesn't use any of the more private app permissions without explicit permission.◈ Support Specifications ◈Resolution: All devices supported, including Galaxy Fold 3RAM: 3 GB or moreCapacity: At least 300 MB of free spaceOS: Android 10 or higher recommended",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.daerigame.raidproject"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snapbreak.boxes",
  "name": "Boxes: Lost Fragments",
  "company": "Snapbreak",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "As a legendary thief, your next assignment lures you into a grand and lavish mansion. There you find a series of puzzle boxes, designed for an unknown purpose.Soon signs begin to emerge that you are no longer in control of what is unfolding, and perhaps never were. You start to doubt if this is an ordinary residence or a containment facility of some sort. What should have been a quick in-and-out, gradually turns into your own harrowing struggle for freedom and answers.Inspired by the cryptic atmosphere, intricate machinery and smooth controls of the best room escape games, we have created 20 original puzzle boxes that will test your resolve and skills in order to successfully navigate this mysterious and compelling journey. Each puzzle box is beautiful, unique and a true delight to explore and figure out.",
  "lastVersion": "Oct 15, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.snapbreak.boxes"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gl.peoplug.greatknights",
  "name": "GreatKnights",
  "company": "PEOPLUG INC.",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "✔ Collect the various characters of the popular AFK idle RPG, Great Knights!Diverse characters with their own great stories and great legends! Collect them all in this AFK game!✔ Say goodbye to generic idle games! A new kind of Idle(AFK) RPG game is here!Enjoy idle games and RPGs where you strengthen your characters? Now experience great fun on a whole new level!✔ A great way to achieve easy growth through AFK and idle!Your collection of knights will grow easily and comfortably in AFK mode!Use various combinations of knights to grow them into ever greater heroes.✔ Great content you will never grow bored of! (AFK, idle, Knight order-growing)Great knights with great stories you can enjoy in the idle scenario mode!Various misson dungeons from AFK Scarecrow Training Ground, to AFK Armor Raids, to idle Prisoner Rescues! Plus the great fun of conquering castles!!✔ An AFK game that is even more fun with your knight order!Challenge other users with the idle ranking system!Communicate with other users using the AFK's chatting system!✔ Grow Armis into a formidable hero and protect the continent in crisis!I'm a mage, but I'm still lacking in many ways! Actually, I'm heir to an incredible power.An RPG with all the enjoyment of AFK and idle progress. Have great fun!* How to revoke access permission *- Operating system 6.0 and above: Settings > Apps > Select app > Permissions > Don't Allow- Operating system below 6.0: You can only revoke access permission by deleting the app.",
  "lastVersion": "Oct 12, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.gl.peoplug.greatknights"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.prehero",
  "name": "Soul Slayer Idle",
  "company": "mobirix",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "One day in the midst of ordinary days...You are summoned to another world and embark on an adventure to become the greatest hunter, protecting peace from evil.Raise a powerful Shadow Legion and grow your own hunter.- High-quality graphics based on full 3D- Spectacular battle system with hit satisfaction- Create your own unique character by combining various costume pieces- Shadow legion system with 36 different types of skills- Dungeons with various rules to get growth materials- Rest reward system where you can get various items even in offline modeHomepage :https://play.google.com/store/apps/dev?id=4864673505117639552Facebook :https://www.facebook.com/Soul-Slayer-Idle-101949702827074YouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Dec 10, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mobirix.prehero"
}]