[{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.rush",
  "name": "Soul of Eden",
  "company": "Rayark International Limited",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "42.8K reviews",
  "age": "Editors' Choice",
  "describe": "Rayark's first step into an esports title!Soul of Eden is a PvP competitive game that combines real-time strategy with card games. The unique spread system, the exciting four-minute games, every single match is a different challenge! Choose your destined one among the four major factions and challenge contestants from all across the world!#Choose your factionThe tech-savvy Republic, the unpredictable Aliens, the sword-and-magic wielding Empire, and the savage Beasts. Four factions, four completely different styles for players to choose. The Factions' stories intertwine with one another. Which Faction will you lead to glory?#Build your deckOver 100 unique cards, with a deck flexibility of 30 cards. Unleash your strategic potential and create your own tactics.#Showcase your controlsThe unique spread deploy system leads to endless formations in battle. The skills of the legendary heroes can turn the tide of battle all by themselves! On the ever-changing battlefield, your controls and decisions will be the key to achieve victory!",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.matteljv.uno",
  "name": "UNO!™",
  "company": "Mattel163 Limited",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.94M reviews",
  "age": "Editors' Choice",
  "describe": "UNO!™ is now mobile! Take the classic card game from the kitchen table anywhere! Now with new rules, world series tournaments, modes of play, and much more. Whether you’re at home, on the go, an UNO!™ veteran or completely new, UNO!™ has something for everyone in the family. UNO!™ is a fun and memorable family-friendly card game wherever and whenever.Ready. Set. UNO!™- Play the classic card game, UNO!™, or select from a variety of house rules to play in real-time matches- Compete in tournaments and events to win free rewards and top the leaderboards- Partner up with friends or family, play in 2v2 mode and collaborate to win- Connect anytime, anywhere with family and friends from around the world.FEATURESThe Classic Game at your FingertipsNew to UNO!™ or wanting to play your favorite card game? Tap Quick Play and start up a new game with classic UNO!™ rules. Get ready for new monthly rewards and events!Play with FriendsPlay with friends or family! Set up your own house rules and play your way. UNO!™ is a family-friendly party that makes it free and easy for anyone to join!Buddy UpFind a friend or family and partner up to battle in 2 player teams. Help each other reduce your hand (or your partner’s) to zero as quickly as possible to beat the other team!Connect, Chat, Shout UNO!™Connect with your buddies in UNO!™ with clubs and send each other gifts. Make a strategy and remember to shout UNO before anyone else.New Challenges at Every LevelCompete in world series tournaments and special events to win free rewards. Top the leaderboards and show-off to your friends and family! Then spin the wheel and try your fortune to get free rewards every day!Go Wild – No, ReallyThis no-holds-barred mode is as wacky as UNO!™ gets. Forget the classic mode - house rules on, two deck play and free winnings up to 600 times what you put in to make you the coin master! But beware, in this wild game mode, you win big or go home empty-handed! Are you up for the challenge?UNO!™ Esports The UNO!™ Mobile Community Cup 2023 USA & Canada is now open! Players across the USA and Canada can join for a year of action-packed competitions and tons of rewards! This is your chance to make it big as an eSports star!Visit our official site at www.letsplayuno.comFollow us on Facebook for more updates: www.facebook.com/UNOnow",
  "lastVersion": "Nov 16, 2023",
  "classify": "#3 top free cardCardLast cardCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Last+card+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.awesomepiece.castle",
  "name": "King God Castle",
  "company": "AWESOMEPIECE",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "61.4K reviews",
  "age": "Everyone 10+info",
  "describe": "King God Castle is threatened by powerful enemies at the strategic point.  Defend against invasions using heroes, the power of the Most High, and your strategy!   ■ Defend with your strategy and luck!  Your luck will decide which hero you can enhance and which weapon you'll get. Use your strategy and tactics to make the most of what you've got and defeat your enemies!  ■ Enhance and combine your own heroes!  Choose the 6 most strategic heroes. Use gold and gems from battles to strengthen your heroes and bring out their potential.  ■ Strengthening heroes through the power of Most High!  Strengthen the Altar to wield the Might Righteous power. Choose the Altar that will make your Heroes strong and borrow their righteous powers.  ■ Diverse enemies!  You'll be invaded by enemies with diverse characteristics and skills. Decide whether to wipe them out with magic or tackle them one by one.  ■ Choose your own difficulty and challenge!  You can use the challenge system to take on stronger enemies and earn more rewards.   ----------------- Official Forum https://discord.gg/5d2H4sfHcA   Inquiries kgcastle@awesomepiece.com",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyAuto chessMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Auto+chess+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geargames.aow",
  "name": "Art of War 3:RTS strategy game",
  "company": "Gear Games Global",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "396K reviews",
  "age": "Teeninfo",
  "describe": "А unique classic real-time strategy game with direct control - for true commanders who are not afraid to face the enemy in real-time PvP battles! For those who want to feel the thrill of victory over a real opponent! For those who can think like a strategist and act decisively in any battlefield situation! For those who just want to fight and blow stuff up! It’s no place for the timid!Are you ready for the challenge, Commander?Art of War 3: Global Conflict (AOW) - is a real-time strategy online game in the best tradition of old classic PC RTS games. Command, conquer and defeat your enemy on the battlefield in this modern warfare game! Like other PvP games you may have played, you have to fight against other players in PvP battles, invent new combat tactics, develop your victorious strategies, and upgrade your infantry, assault vehicles, tanks, navy, and air force to reign supreme over the enemy in battle.The action takes place in the near future. The world is engulfed by a global conflict between two warring factions - the Confederation and the Resistance. Choose your side and fight shoulder to shoulder with other commanders and generals to win this World War. Take the side of the Confederation and protect the world from the red alert. Join the rebels and crush the global domination system. Be a general of your very own strike force.★ Epic real-time PvP and cooperative battles.★ Thousands of players online from all over the world!★ Classic RTS direct control system. You can control each unit directly!★ Stunningly detailed 3D graphics will provide you with full immersion.★ A variety of units and tactical abilities allow you to invent different victorious strategies.★ Two warring factions, each with their own features, unique combat units, strengths, and weaknesses.★ А large number of unit and building upgrades gives you ample opportunities to create your own unique and victorious army.★ Continuous World War in which the clans fight each other for global domination.★ А huge campaign for each faction, including dozens of hours of game time.This online, real-time (RTS), modern war strategy game gives you the opportunity to feel like a battlefield general. Command, conquer, build your base, train infantry, produce assault tanks and armored vehicles, warplanes and warships to defeat the enemy. Take part in the World War. Use superweapons and unleash your power! Join a clan with your friends and fight other factions to dominate the world. Fight to the death andtotally annihilate your enemies!If you are a fan of pvp games and battle games like the classic rts, then Art of War 3: Global Conflict (AOW) is the game you are looking for! We need you, General!Art of War 3: Global Conflict is a multiplayer online game. It requires a constant, stable internet connection.Facebook: https://www.facebook.com/aow3rtsYouTube: https://www.youtube.com/user/GearGamesIncDiscord: https://discord.gg/KVxbxYnIf you have problems while playing the app, or if you want to offer some interesting opinions for improving it, don't hesitate to contact us via aow3@gear-games.com. We look forward to reading your emails to make our games even better and more convenient for players.",
  "lastVersion": "Nov 30, 2023",
  "classify": "Strategy4XMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "596K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.88M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 12, 2023",
  "classify": "#5 top free boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "45K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "68.1K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hidea.cat",
  "name": "Cats & Soup - Cute Cat Game",
  "company": "HIDEA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "♥100% Guaranteed [Frog Raincoat] costume to all hoomans♥♥Adorable [Baby Kitty] Reveal! Free adoptions for all hoomans♥<2021 Google Play Indie Games Festival TOP3 Selected Game>Looking for a cute cat game?Here is a peaceful animal forest where cats boil their delicious soup!An idle relaxing cat game perfect for cat moms and dads  =✪ ᆺ ✪=1. Cat Raising Game in Cartoon IllustrationThere has never been a cat game like this one!Each cat’s features are so distinct in cartoonish illustration, including Ragdoll, Norwegian forest cat, Birman, Himalayan, Maine Coon, Siberian, British Shorthair and more!Meet the cats in the fairytale-like forest ( >ω<)♡2. Interact With the Cute CatsDress cats with various costumes like hats, accessories, and clothes.Take photos of your cute animals.You can receive hearts by feeding them fishes caught from the mini-game♥Name your own cats just the way you like as well!3. Relaxing ASMR Sound and BGMRelieve your stress listening to the chilling sounds♬Prepare the ingredients and zoom into the cooking cats!All the sounds from the animal restaurant can be heard♬ Swish swish♬ Blurp Blurp♬Set the BGM to the playlist you want.4. Easy and Fast Animal TycoonCats cook and collect resources once you go idle!Play while you’re eating, riding the bus, or working~!Obtain new recipes and facilities from collected resources.It’s a perfect game for tycoon game and animal restaurant game lovers!If you are one of these gamers, download the game now!♥A cat lover wanting to raise cats♥Cat moms and dads who wants more cats♥Students or workers who need some rest right now♥Those looking for cute animal games or cat games♥ASMR lovers♥Those looking for relaxing games, idle games or roleplay games♥Those who can’t stop saying “Cats are cute!”♥Those who can’t just walk past cats♥Those into pocket camp games like Animal Crossing♥Tycoon game experts with super fast clicking speed in restaurant games or food gamesEverybody has cats but me……Well, meet your own cats right now!Let’s go and check on your cute fluffy mittens~ (=•́ܫ•̀=)",
  "lastVersion": "Nov 27, 2023",
  "classify": "SimulationIdleSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27.1K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.1K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.DragonCity",
  "name": "Dragon City Mobile",
  "company": "Social Point",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.99M reviews",
  "age": "Editors' Choice",
  "describe": "Ready to master this dragon game and collect and breed tons of adorable fire-breathing dragons?Build a Dragon City on floating islands, fill it with farms, habitats, buildings…and tons of dragons! Train them to your will, feed and evolve them into stunning monsters and prove your might to be the top Dragon Master in the world!- Complete the Dragon Book! Combine dragons of Fire, Nature, Pure, Legend, and many other elements, to breed unique hybrids of over 1000 awesome dragons!- New dragons join the game every week through breeding events and special islands.- Decorate your dragons with cool Dragon Skins from special events.- Adventure through the Dragon Quests and play against other Dragon Masters in the game's PvP Arenas to collect one-of-a-kind dragons, claim Warrior's Chests, and climb the leaderboards!- Summon dragons to your city from a magical world in the Tree Of Life and try their skills.- Collect Orbs and empower your dragons: See their strength in battle grow!- Unlock advanced game features like the Ancient World and build the Guardian Dragon Towers.- A social city! Join Alliances to battle with other Dragon Masters in Dragon City, chat with them, trade Orbs in the Trading Hub, share in Alliance Gift Events, and open Alliance Chests.There are over 80 million Dragon Masters in Dragon City. What are you waiting for? Join the game and build your city today!If you already love our game… Drop us a nice review!Dragon City is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Join our Discord: https://discord.com/invite/dragoncitySay hi on Instagram: https://www.instagram.com/dragoncityFollow Dragon City on Twitter: @DragonCityGameLike our game on Facebook: https://www.facebook.com/DragonCitySubscribe to the game's Youtube channel: https://www.youtube.com/user/DragonCityChannelCheck out other cool games from the creators of Dragon City: Monster Legends and Tasty Town!Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "#10 top grossing simulationSimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.4K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "167K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "91.9K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "784K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.awesomepiece.castle",
  "name": "King God Castle",
  "company": "AWESOMEPIECE",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "61.4K reviews",
  "age": "Everyone 10+info",
  "describe": "King God Castle is threatened by powerful enemies at the strategic point.  Defend against invasions using heroes, the power of the Most High, and your strategy!   ■ Defend with your strategy and luck!  Your luck will decide which hero you can enhance and which weapon you'll get. Use your strategy and tactics to make the most of what you've got and defeat your enemies!  ■ Enhance and combine your own heroes!  Choose the 6 most strategic heroes. Use gold and gems from battles to strengthen your heroes and bring out their potential.  ■ Strengthening heroes through the power of Most High!  Strengthen the Altar to wield the Might Righteous power. Choose the Altar that will make your Heroes strong and borrow their righteous powers.  ■ Diverse enemies!  You'll be invaded by enemies with diverse characteristics and skills. Decide whether to wipe them out with magic or tackle them one by one.  ■ Choose your own difficulty and challenge!  You can use the challenge system to take on stronger enemies and earn more rewards.   ----------------- Official Forum https://discord.gg/5d2H4sfHcA   Inquiries kgcastle@awesomepiece.com",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyAuto chessMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Auto+chess+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.igg.android.castleclashvn",
  "name": "CastleClash:Quyết Chiến-Gamota",
  "company": "IGG.COM",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "206K reviews",
  "age": "Everyone 10+info",
  "describe": "Gamota and IGG cooperated to co-publish the game Castle Clash: Quyet Chien in Vietnam.★★★Kung Fu Panda Collaboration: Po Enters Narcia★★★Kung Fu Panda officially debuted in Castle Clash! Po the humble panda and Kung Fu enthusiast from another world, overcame countless challenges to become the legendary Dragon God Hero. What amazing powers will he wield during his journey in Narcia?Join the special event series now to start your adventure with Po and the Five Heroes in Narcia. Receive Cooperation Heroes, Skins, Emo chats, valuable game item packs, extremely rare statue sets and many special gifts!Veteran members returning to the game will also receive exclusive event rewards! Complete assigned tasks to receive points, redeem shopping cards and other holiday gifts!Online mobile game Castle Clash combines strategy and combat! Summon Heroes, command the squad, gather resources, upgrade and evolve. Build an empire and continue the great journey!Salient features:✔ Gather resources, consolidate into battle✔ Upgrade your appearance and enhance your strength✔ Simple operations, free fighting✔ Summon Heroes, overcome monsters✔ Decide to fight on the Arena, compete for skills★ Challenge the new goalkeeper, conquer the Land of God of Destruction.★ Explore Weapon features to support combat.★ Increase your fighting power with the General and House Skin system.★ Win honorable resources in Age of War, Conquest of Fire, Fortress and Alliance War.★ Team up with friends, challenge the copy.★ Gather the entire server, destroy the Demon King.★ Upgrade Super Beasts, fight together.★ Siege Master, receive Super General.★ Conquer global servers! Race the all-new Grand Monarch battlefield!Note: The game requires an internet connection.Facebook: https://www.facebook.com/CastleClashVietnamIGG/Discord: https://discord.gg/castleclash",
  "lastVersion": "Dec 8, 2023",
  "classify": "StrategyBuild & battleMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#5 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.2K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "45K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "#8 top paid strategyStrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "421K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thg.d",
  "name": "Champion Strike",
  "company": "Two Hands Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "19.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Win PvP battles with champion control and strategic unit composition!An exciting battle with players from all over the world!! Welcome to 『Champion Strike』 where elaborate strategy and control fights are possible!◈ Game Introduction ◈『Champion Strike』 is a real-time PvP strategy simulation game with a controllable Champion aspect.Unpredictable battles with a strategic combination of champion control and card units will make the hearts of players all over the world beat!Create a moment for reversal winning through strategic card unit combination.If you are confident in strategy and control! Play now and become the hero of Super Play!◈ Latest update features ◈▶Card Crafting and Dismantling System- Attractive system for obtaining a desired specific card! - Dismantle unwanted cards and make them into new ones!▶Profile Decoration System - Show off your unique profile with your favorite characters! - Banners and badges can be customized to your own taste!▶ 2v2 team play  - This is a multiplayer battle mode where you can battle with your partner!  - Invite friends or clan member to play battles together!  - Take victory in a more diverse strategy!◈ Game Features ◈▶ Evolved game play  - Experience great PvP through skillful controls in real-time strategy battles.  - Don't wait for automatic battle! Attack your opponent's week point directly!  - Target and attack the opponent's units with the champion!  - A tense 1 point situation! Jump into enemies and aim for the opponent's tower!▶ The vast world of Champion Strike  - Orcs, Demons, and Elves. Various cards such as beasts, machines, and buildings are waiting for you!  - Collect over 70 different cards and build your own deck!▶ World Battle  - Meet and compete with players from all over the world in World Battle!  - Show your control to beat your opponents with unexpected strategies!  - Thrilling experience to enjoy in real time! Turn the tide of battle and claim a thrilling victory!▶ Big Match  - Watch the battles of the world's top rankers in real time in Big Match and receive cheering rewards!  - You too can be the main character of the big match! Thousands of people will watch you play!▶ World League  - Classified into random groups of users based on the season's highest medal, and an event competition to determine the strongest in each group!  - Obtain reward items according to the World Battle Victory Point ranking results during the event period!  - Participate in the World League and challenge the world's No. 1!▶ Clan system  - Join a clan, send and receive cards with clan members, and enjoy clan race content!  - Enjoy friendly battles with your clan members and friends!  - Participate in the Clan Race and gather strength with your colleagues to receive even more valuable rewards!▶ Various event modes   - You can enjoy the pleasure of playing in various modes such as speed-up mode for fast battles, sudden death where the first player to gain victory points wins, and mana double mode for quick mana recharge.▶ Ranking system  - Take the top place in the ranking system operated by season and earn massive rewards.▶ Daily Mission  - Open daily free missions and various chests to get cards, gold, ruby, and emoticons.[Official Community]- Official Facebook: https://www.facebook.com/thechampionstrike- Official YouTube: https://www.youtube.com/ChampionStrikeOfficial- Official Twitter: https://twitter.com/championstrikeCheck out the various events and news of Champion Strike![Support page]- Official support page: https://twohands.helpshift.com/a/champion-strike",
  "lastVersion": "Dec 10, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hunt.royale",
  "name": "Hunt Royale: Action RPG Battle",
  "company": "BoomBit Games",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Everyone 10+info",
  "describe": "Download and play the online mobile hunting sensation! Constantly updated epic experience that puts players into engaging arenas to battle & hunt powerful monsters in a competition against each other. Choose one of a plethora of completely different characters, learn their skills, earn XP, unlock new abilities and dominate on the battleground!Features:- 70+ characters to unlock and level up!- 5 different game modes, PvE and PvP- Dungeons with unique enemies to fight- Powerful skills to use and master- Unpredictable special events and daily challenges- Amusing voxel-based graphicsWith both PvE and PvP modes available, the game has something to offer to every online gaming fan! Each of over 70 completely unique characters comes with their own skills and abilities. While playing matches you level them up and make them stronger for future matches. Keep experimenting, have fun unlocking new skills, try out new builds and use them to win battles and earn trophies!This is not only a battle royale and a game of survival - you also have to keep hunting down enemies to get to the highest score and win against other players. Think about your build, hone your skills, become the hero of the arena!There are plenty of exciting and varied modes to choose from and find the action that best suits you: Hunt, Co-op, Bounty Hunter, Duel, and Boss Hunt. But that’s not all! Rest in tavern between matches, socialize with other players, join and run clans - the fun never ends!For a change of pace try a completely new Dungeons mode, geared towards fans of epic action-RPGs. Venture into a number of different, dedicated dungeons with their own equipment to find, valuable loot to gather, and shops to aid you in battle.And even that is not all! For another perspective on the gameplay you can try out the Maze mode that introduces rougelike elements into the game. Explore randomly generated, fightyour way through special rooms, and confront the all-powerful maze boss!It's an endless variety - endless fun! You can play however you like. Choose between close combat, range combat, magic, brute force, good, evil and everything in between! To top it off, customize your character with multiple cool, unlockable skins.Find your favorite character and use it in awesome combat scenarios introduced regularly in unpredictable events.",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
}]