[{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.2M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "17.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.2K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefiremax",
  "name": "Free Fire MAX",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "20.2M reviews",
  "age": "Mature 17+info",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire MAX is designed exclusively to deliver premium gameplay experience in a Battle Royale. Enjoy a variety of exciting game modes with all Free Fire players via exclusive Firelink technology. Experience combat like never before with Ultra HD resolutions and breathtaking effects. Ambush, snipe, and survive; There is only one goal: to survive and be the last one standing.Free Fire, Battle In Style![Fast-paced, deeply immersive gameplay]50 players parachute onto a deserted island but only one will leave. Over ten minutes, players will compete for weapons and supplies and take down any survivors that stand in their way. Hide, scavenge, fight and survive - with reworked and upgraded graphics, players will be richly immersed in the Battle Royale world from start to finish. [Same game, better experience]With HD graphics, enhanced special effects and smoother gameplay, Free Fire MAX provides a realistic and immersive survival experience for all Battle Royale fans.[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad right from the start. Lead your friends to victory and be the last team standing victorious at the apex![Firelink technology]With Firelink, you can login your existing Free Fire account to play Free Fire MAX without any hassle. Your progress and items are maintained across both applications in real-time. You can play all game modes with both Free Fire and Free Fire MAX  players together, no matter which application they use.Privacy Policy: https://sso.garena.com/html/pp_en.htmlTerms of Service:  https://sso.garena.com/html/tos_en.html[Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#9 top grossing actionActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.moonactive.coinmaster",
  "name": "Coin Master",
  "company": "Moon Active",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.26M reviews",
  "age": "Teeninfo",
  "describe": "Join your Facebook friends and millions of players around the world in attacks, spins and raids to build your viking village to the top! Do you have what it takes to be the next Coin Master? Can you travel through time and magical lands to battle it out to be the best Pirate, Hippie, King, Warrior or VIKING of them of all!Spin to earn your lootSpin the wheel to fall on your fortune, be it attack time, loot, shields or raids. Win your loot by landing on coins or gold sacks so you can build strong villages through the game and move up in levels. Win shields to guard your village from other vikings trying to attack you. Become the Coin Master with the strongest village and the most loot!Attack and Raid fellow vikings!Earning coins through the slot machine isn't the only way to get loot, you can steal it too! Attack or raid friend and foe to save enough loot to build your village. No need to break the piggy bank! Fight back and come out victorious against your enemies. Boom! Take revenge on those who have attacked your village and take whats rightfully yours! Bring your Coin Dozer and get rich again! You never know what treasures you can find in someone else's village! Collect all the Cards!It's not always about the loot, it's about the treasure too! Collect cards to complete sets and move on to the next village. With every village you conquer your wins will be greaterPlay with friends!Trade your cards with our online community to collect them all! Join our fast growing interactive Facebook community to meet new viking friends, earn big rewards, and trade treasures! ★ Battle your way to be the next Coin Master with your friends by your side.★ Join in millions of players worldwide!★ Coin Master is free on all devices with in-app purchases.Follow Coin Master on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://support.coinmastergame.com/",
  "lastVersion": "Dec 11, 2023",
  "classify": "#2 top grossing casualCasinoCasino-adventureCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Casino+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.taserstungun",
  "name": "Electric Stun Gun Simulator",
  "company": "Pixelated Play",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "24.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Electric Stun Gun Simulator is an entertaining app that simulates the sound and noise of three different Stun Guns that you can use to scare your friends and family!  It displays an image of a stun gun in the center of the screen and pressing it causes your phone to flash the Flashlight rapidly, emit a LOUD stun gun sound effect, and flash the screen.  Pick from three different stun guns with three distinct sounds!KNOWN ISSUES:No known issues at this time.FEATURES:* THREE different Stun Guns!* THREE distinct Stun Gun sound effects!* LED Flashlight blinks rapidly with a cool Strobing effect!* FLASHING screen!* Animated electrical spark!DISCLAIMER:  Strobe light can cause epileptic seizures in some people with history of epilepsy. Do not point flashing light at the face of anyone.DISCLAIMER:  This is NOT a real stun gun and does NOT work like a real device.ABOUT REQUIRED PERMISSIONS:The Camera permission is asked for so that the Flashlight LED may be used to generate a strobe effect when the stun gun is active.  NO recordings of any kind are made.android.permission.VIBRATE, This is used to vibrate the phone when the image is pressed.",
  "lastVersion": "Aug 25, 2023",
  "classify": "SimulationCasualSingle playerOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.netease.partyglobal",
  "name": "Eggy Party",
  "company": "Exptional Global",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "83.1K reviews",
  "age": "Everyoneinfo",
  "describe": "【Game introduction】Welcome to the amazing party game, Eggy Party, developed by NetEase Games where you and your Eggy Friends break through absurd obstacles and experience the journey on Eggy Island, let's egg the party now!【Game Features】-Dive into the EGGYVERSE! Become a cute eggy and join the lively EGGYVERSE! Here you can get ride the giant ferris wheel, the funny trampoline, floor piano, football field, and many more attractions waiting for you!-Team up with other cute Eggies!Team up with cute Eggies in different styles; fluffy, fantasy, sweet...choose the style that suits you! Power through obstacles together with your Eggy friends, it’s time to have fun now!-A World full of party and play!Join the different parties, bump and hug with friends in game! Be careful with the obstacles and avoid other Eggies! Enjoy the party with your friends and go play all night!-Whimsy Playground—All Fun and Games!Welcome to Whimsy Playground on Eggy Island! How you play is up to you! Sharpen your skills, conquer challenging maps... The fun never ends when you're spending time with friends! Feel the excitement as you leap over traps or immerse yourself in thrilling escape games—you can even design your own maps! Adventure awaits!To learn more about Eggy Party, please visit: • Official Website: https://www.eggyparty.com/• Twitter: https://twitter.com/eggypartyglobal• YouTube: https://www.youtube.com/channel/UCK0y3Dls7q62xvKyiHLvUeA• Facebook: https://www.facebook.com/EggyPartyGlobal/• Instagram: https://www.instagram.com/eggypartyglobal/• TikTok: @eggypartysea2023• Discord: https://discord.gg/eggyparty",
  "lastVersion": "Dec 6, 2023",
  "classify": "SimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mpr.vn",
  "name": "MapleStory R: Evolution-VN",
  "company": "Wetaps VN RA",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Countless creatures live in the beautiful continent of Maple World. People live and work in peace and contentment. However, one day, a huge black hole appeared in the sky, breaking the peace, and the connection between human beings and civilization disappeared. The survivors united to form an adventure alliance to save the broken world...   The officially authorized version of \"MapleStory R: Evolution\" is launched! This is a brand new, free, and open adventure world, with exquisite game style, rich plot, and diverse systems. It includes various cultivation systems, cute and changeable pet systems, exciting guild arenas, rich home decoration systems, etc. In this world, adventurers work hand in hand to defeat monsters and search for the lost civilization... Can the adventurers pass the test and find the lost civilization?    The game integrates battle, collection, cultivation, social interaction, and team battles. Now idle your character to battle and win in a breeze!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mpr.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=g.com.gno.ghu",
  "name": "G88 Card - No Hu",
  "company": "deof",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "G88 - No Hu Card Touch a card to flip it and reveal its shape, find the matching shapes",
  "lastVersion": "Dec 4, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=g.com.gno.ghu"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.2M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.coinmasterspins.spinmasterspinlink",
  "name": "spin master spin link",
  "company": "spins and coins",
  "rating": "3.9star",
  "downloads": "100K+",
  "reviews": "779 reviews",
  "age": "Everyone 10+info",
  "describe": "Coin Master daily spins and coins with Spin Master Spin link ! Stay ahead with spin links and coin links. Access free spins, rewards, and tips. Spin the Coin Master wheel to win big!Get daily spins and coins for Coin Master with Spin Master! Stay ahead of the game with our spin links and coin links. Access coin master free 5000 spin links, extra spins, and rewards. Get coin master tips and tricks and learn how to use the Coin Master generator for codes. Enjoy unlimited spins and redeem codes for even more rewards. Try your luck with the Coin Master Thor Wheel and collect tokens with our Coin Master Thor Wheel hack. Upgrade your experience with the Coin Master x8 speeder and spin the Coin Master wheel to your advantage. Don't miss out on this opportunity to become a Coin Master pro.",
  "lastVersion": "Oct 15, 2023",
  "classify": "Arcade",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.coinmasterspins.spinmasterspinlink"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twoplayergames.multiplayer.free.party",
  "name": "Super party - 234 Player Games",
  "company": "Arbalest Studio",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "3.27K reviews",
  "age": "Everyoneinfo",
  "describe": "At 2 Player Games Party, a new and exciting game that lets you meet new friends dueling on the same device with the best friend is a lot of fun. This is the 1234 player minigame you want! super party is a casual, single or multiplayer party board game. It can be connected to the Internet or offline, you can play this game anytime and anywhere without worrying about whether there is 5G or WiFi. Super Party is a great entertainment multiplayer games, and it's one of the top free games that you don't have to pay for. You can play with two player or play alone against the stickman AI!If you have more friends, classmates or family around you, you can play against two or three players. Of course, you can also play against the AI no matter where you are! Because this is a party game that can be played offline.Super party - 234 Player Games is a lot of fun to play on the same device with friends. The more players there are, the more fun it is.Duel with your friends in various multiplayer parties with many different multiplayer games waiting for you!Hit multiplayer Games:Table Tennis:Defeat all your friends in the party！Be the first to remove all the billiards!Drag Racing:Drive your car, throw your friends away, but be careful of slipping!Air Hockey:Use all your strength in this battle! Shoot the puck into your opponent's goal!Tic Tac Toe:place 3 symbols in a row respective marks in a horizontal, vertical, or diagonal row.Tanks:Duel with friends on the battlefield. Who is the best destroyer?Tic Tac Toe:The goal of the classic Tic-Tac-Toe board games is to align 3 or more of your symbols (x o, noughts and crosses) in a board.There are more classic party games!(Like Traffick Jam, Ducks To Water, High Way... )",
  "lastVersion": "Dec 5, 2023",
  "classify": "CasualMinigamesMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Mini+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "17.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.garena.game.kgvn",
  "name": "Garena Liên Quân Mobile",
  "company": "Garena Mobile Private",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "6.06M reviews",
  "age": "Teeninfo",
  "describe": "What's new?● Ming - Otherworldly magician debuted.● Stuart - Blood-eyed maniac - remade champion.● Change maps and champion strengths.● Change the appearance and power of the tyrant Caesar.● Caesar's new power pioneered.LEGENDARY ARENA – WIN AND DEFEAT AT SKILLS!Join your alliance in the all-new & FREE 5v5 arena!INTRODUCEAssert yourself, stand by your teammates and challenge millions of other players through countless great 5v5 battles on Garena Lien Quan Mobile's legendary MOBA Esports 5v5 arena - victory or defeat depends on skill!Join Clan Alliances in the game now to fight together and become a legend in the world-famous MOBA Esports PC game.Choose a real nickname now, join the legendary world of MOBA Esports 5v5 of Garena Lien Quan Mobile and make the whole world know your name!FEATURE1. Diverse game modes, enjoy fightingBesides the 5v5 map, players can freely experience other customized maps with friends such as random 5v5, 3v3, 1v1, and special, cool & FREE game modes that are constantly updated super fast. such as Garena Lien Quan Chess/ Lien Quan Chess belonging to the auto chess game series has been released2. Continuous fighting, comparing skillsVictory is based on three and only three key factors that ensure absolute fairness, true to MOBA Esports: skills, teammates, and tactics. Let's choose an Alliance in the game and quickly fight. Let's become legends by your skill!3. Play anytime, anywhere & completely FREEDownload games super fast. Find a match and fight in the blink of an eye. You can choose the 5v5 battlefield or the extremely attractive auto chess mode. Only 10 minutes per match, feel free to play Garena Lien Quan Mobile anywhere, anytime, special super-fast Lien Quan battles are completely FREE!4. Simple operation, easy to get used toThe sophisticated minimalist control system includes only 2 virtual keypads. Players will only need to use 2 fingers, and less than 5 seconds of experience to be ready to challenge every battle! Super fast speed, easy to control.5. Convenient voice chat, easy communicationThe system integrates real-time voice chat, and a flexible quick chat suite to customize as desired. The faster the game progresses, the faster and more convenient the communication speed will be. Remember to use voice chat to communicate with your Clan Alliance.6. Compete in rankings, challenge the topBang bang... Just a few shots at the end of the round can determine victory or defeat. Join the fierce MOBA Esports competition, show your bravery on the legendary Rankings of Garena Lien Quan Mobile. Find super-fast class matches, super-fast Lien Quan battles.7. Unique brand collaboration champions and costumes are only available at Garena Lien Quan MobileA series of quality champions and costumes from famous partners: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... from DC Comic, Kirito and Asuna from Sword Art Online, Ultraman costumes, Murad MTP school idol... and promises to be even more in the future!ABOUT THE GAME TITLE• Garena Lien Quan Mobile VN, also known as Garena Arena of Valor, AOV or ROV is a FREE multiplayer game in Vietnam and famous around the world. In Vietnam, gamers often call it Lien Quan, LQ or Lien Quan mobi.• Garena Lien Quan Mobile VN continuously updates diverse new modes: Pinnacle Duel brings ranking to new heights, Duplicate Duel on the ultra-light Low poly map, Lien Quan Chess (aka Dignity Chess), belongs to The auto chess mobile series uses the original champions in the game, very easy to play and get used to.Garena Lien Quan Mobile – Let’s become legends",
  "lastVersion": "Nov 12, 2023",
  "classify": "StrategyMOBACasualSingle playerMultiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ig.spider.fighting",
  "name": "Spider Fighting: Hero Game",
  "company": "Zego Studio",
  "rating": "4.0star",
  "downloads": "10M+",
  "reviews": "21.3K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Spider Fighting: Hero Games. The new spider hero game will not disappoint the fans of hero games. Dive into the action-packed realm with Spider Fighting: Hero Games an exciting mobile adventure that puts you in the shoes of a legendary spider hero. Brace yourself for heart-pounding hero games revolving around the thrilling mechanics as you - spider hero navigate the vast urban landscape.AMAZING SPIDER HERO - AGAINST GANGSTER CRIMEYou'll traverse the cityscape with the remarkable skills of a spider hero in spider fighting. Get ready for action in hero games, spider fighting expertise will be your great asset as you soar through the air with the grace of a spider hero.THE ULTIMATE SPIDER HERO SKILLS - WORLD ROPE GAMESYou'll battle gangster crime in the heart of vice town. Spider fighting skills will be tested as you face off gangster crime. Upgrade spider fighting capabilities as you progress, raise combat prowess, and unlock new dimensions to spider game.MAJESTIC VICE TOWN CONCEPT - IMPRESSIVE HERO GAMES With advanced 3D graphics and dynamic gameplay, spider fighting games redefine the concept of spider games. As the spider hero in a world dominated by gangster crime, the mission is to restore peace. Swing, fight, and conquer through the challenges of hero games.Spider Fighting: Hero Games gameplay- Spider hero takes to the skies to fight gangster crime in vice town accompanied by impressive music and sound effects- Engage in spider fighting adventure with high-quality graphics and stunning animations- Experience mechanics of hero games on many levels- Play as a spider hero with action-packed gameplay centered around a rope- Use hero games skills to wage war against gangster crime- Show the skills in air combat and prevent vice town of hero games from perishing- Use spider hero climbing techniques to navigate buildings- Assume the role of spider hero to protect the town Join hero games, be a spider hero, and save the vice town!",
  "lastVersion": "Dec 13, 2023",
  "classify": "#1 top free actionActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sgame.phantomblade.vn.gp",
  "name": "Phantom Blade: Executioners",
  "company": "GAMOTA INC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "''Phantom Blade'' is an action role-playing game in the dark martial arts style, created by S-GAME, exclusively released by NPH Gamota in the Vietnamese market. The game applies a high-speed combined action system, players delve into the aerial adventure called \"Dark Land\", fighting with fallen masters in \"Reforming Killing Aura\" of the martial arts world \"Land of Darkness\" and solve the darkest martial arts puzzles. [High-speed combat skill series]\"Phantom Blade\" has an extremely exciting high-speed combat system, players will play the role of \"organizational\" masters in a fierce carnage scene to fight against fallen heroes of the past.While retaining the true action experience, the game uses an innovative \"skill chain\" system to significantly lower the barrier to entry for players, allowing players to enjoy the ultimate combat fun. top. Players unleash unpredictable skill combinations with simplified one-touch operations, and the combination of different skills creates a variety of fighting styles. Everyone is their own martial arts master.[Martial style and Oriental architecture]The work shows a unique wanderer under a country ink painting, and exploits corresponding rendering technology to express this style. With the support of leading animation studios, sophisticated and professional martial arts animations are used as the main medium of expression, restoring a cold and cruel mysterious martial art—the series \" Phantom Blade\" hopes to define a unique combination of Eastern martial arts, science fiction and dark fantasy elements. We call it \"Martial Arts Style\".Michael CTY - Art director of Fromsoftware \"Dark Souls 1/2\" and \"Demon's Souls\", acts as art director of this work. [Strange and mysterious wanderer story]Tang Mon's massacre, Nga Mi's tragedy, Hong Diep's demonic talk, Trai Tinh sword's destruction... Murderous intent is rampant, strange faces are roaming, and the forces behind are becoming more and more unpredictable, players need to delve into strange dark adventures, fight against fallen masters one by one in \"Enhance Killing Intent\" and continue to develop until the real enemy is found.The work uses the method of presenting the plot in the form of images of character classes. In addition to the main events of the plot, a large number of random side events and difficult challenges will also explain the story. the vastness and mystery of the martial arts world in the \"Land of Darkness\".",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.sgame.phantomblade.vn.gp"
},
{
  "link": "https://play.google.com/store/apps/details?id=vng.games.taydu.chienthuat.online",
  "name": "Tây Du VNG: Đại Náo Tam Giới",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Tây Du VNG: Đại Náo Tam Giới - Game thẻ tướng chiến thuật có cốt truyện dựa trên tác phẩm kinh điển Tây Du Ký được thể hiện trên nền tảng đồ họa chibi phong cách Anime trẻ trung, hứa hẹn sẽ đem đến cho người chơi một trải nghiệm thế giới Tây Du đầy phá cách và mới mẻ. Game được VNG độc quyền phát hành tại Việt Nam.Tây Du VNG có tất cả tính năng hấp dẫn của thể loại chiến thuật thẻ tướng cùng với nhiều sự cải tiến mới mẻ khác với dòng game thẻ tướng 3Q. Chắc chắn đem lại cho bạn một trải nghiệm độc đáo và mới lạ khi vượt qua 81 kiếp nạn trên con đường thỉnh kinh cùng 5 thầy trò Đường Tăng.Nhắc đến Tây Du Ký ai cũng nhớ đến 81 kiếp nạn của thầy trò Đường Tăng, bao lần Tôn Ngộ Không (Wukong) phải trảm yêu diệt ma để cứu Đường Tăng. Tôn Ngộ Không (wukong) với 72 phép thần thông có thể lên trời xuống địa phủ, đại náo tam giới, giao đấu 300 hiệp cùng Dương Tiễn (Nhị Lang Thần) và Tam Thái Tử NatraTrong Tây Du VNG , người chơi chọn 1 trong 4 phe Thánh - Tiên - Minh - Yêu để bắt đầu hành trình thỉnh kinh cùng Tôn Ngộ Không (wukong) và Đường Tăng. Thiên Biến Vạn Hóa khi nhân vật chính có khả năng biến hóa thành bất kỳ nhân vật nào trong Tây Du Ký như Tôn Ngộ Không, Đường Tăng, Hằng Nga, Trư Bát Giới, Hồng Hài Nhi, Bạch Cốt Tinh, Quan Âm.. khó phân biệt thật giả trong Tây Du Ký càng thêm gây cấn hơn.Game thẻ tướng đề cao tính chiến thuật kết hợp đồ họa chibi phong cách anime trẻ trung cùng những kỹ năng animation bắt mắt, người chơi sẽ được trải nghiệm những trận đánh 6 vs 6 cân não với nhiều sự sắp xếp chiến thuật độc đáo qua các hiệu ứng âm thanh, hình ảnh, animation sống động đẹp mắt khác với 3Q.Đây là tựa game thẻ tướng chiến thuật hội tụ đủ các yếu tố về gameplay và đồ họa chibi phong cách anime mong chờ nhất của các game thủ. Bắt đầu hành trình thỉnh kinh vượt qua 81 kiếp nạn ngay thôi.Cùng điểm qua tính năng đặc sắc nhất:***Đại Náo Thiên Cung***Hành trình đi thỉnh kinh vượt qua 81 kiếp nạn của bạn sẽ không đơn độc. Hãy tìm cho mình 1 Tông Môn để cùng nhau vượt qua. Bạn cần ra sức thu thập tài nguyên để chung tay góp phần giúp cho Tông Môn mình ngày càng có tiếng hơn trong Tam Giới. Và tất nhiên sẽ khó tránh khỏi việc tranh giành quyền lực và tài nguyên giữa các Tông Môn, đó là kiếp nạn 82 của bạn phải vượt qua.***Thiên Biến Vạn Hóa***Bạn đã biết đến thuật biến hình thành người khác của Đại Thánh chưa? Thẻ Thần Thông giúp người chơi biến hóa thành bất kỳ thần tướng nào trong game, trong 1 đội hình cùng một lúc có 2 Quan Âm, hay 2 Bạch Cốt Tinh, ….. Thật Thật giả giả khó đoán.***Đấu Giá***Bất kỳ người chơi nào cũng có thể tham gia tính năng nay để mang về cho mình những vật phẩm trân quý. Sau khi đánh boss Tông Môn, các thành viên đều có thể tham gia đấu giá để có cơ hội sở hữu trân bảo. Nhanh Tay chốt deal.***Chiến Thuật Linh Hoạt***Thiên Kỹ, Thần Kích, Thần Thông và Kỷ Vật chắc hẳn sẽ gây cho kẻ địch không kịp trở tay trong các hoạt động tranh dành tài nguyên khi có khả năng biến đổi kỹ năng và thuộc tính thần tướng. Các tài nguyên này hoàn toàn có thể cày chay được từ các hoạt động săn boss và đấu giá mỗi ngày với tỉ lệ nhận được phẩm chất ngẫu nhiên. Người chơi có nhân phẩm cao có thể nhận được vật phẩm hiếm***Gia Trang***Bị yêu quái rượt bắt khi đi Thỉnh Kinh quá mệt mỏi thì về Gia Trang giải trí với các hoạt động bắn cung, câu cá, hái đào, nấu ăn... giúp cung cấp các tài nguyên miễn phí mỗi ngày. Bạn còn có thể tự thiết kế cho mình 1 không gian riêng theo sở thích cá nhân. Quan trọng nhất là khả năng cung cấp thêm lực chiến vĩnh viễn cho đội hình khi thường xuyên tham gia xây dựng Gia TrangNhanh nhanh vào Đạp gió, lướt sóng, cưỡi mây Đại Náo Tam Giới, còn được hào quang 3650 lượt quay trợ giúp bạn đi thỉnh kinh và vượt qua kiếp nạn thứ 82. Đi thỉnh kinh ngay!PERMISSION:- READ_EXTERNAL_STORAGE: Đọc thông tin hình ảnh- WRITE_EXTERNAL_STORAGE: Lưu thông tin hình ảnh- Camera: Sử dung cho tính năng chụp ảnh và quay clip trong game",
  "lastVersion": "Nov 10, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vng.games.taydu.chienthuat.online"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
  "name": "Free Fire: Winterlands",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "1B+",
  "reviews": "117M reviews",
  "age": "Editors' Choice",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire is a world-famous survival shooter game available on mobile. Each 10-minute game places you on a remote island where you are pit against 49 other players, all seeking survival. Players freely choose their starting point with their parachute, and aim to stay in the safe zone for as long as possible. Drive vehicles to explore the vast map, hide in the wild, or become invisible by proning under grass or rifts. Ambush, snipe, survive, there is only one goal: to survive and answer the call of duty.Free Fire, Battle In Style![Survival shooter in its original form]Search for weapons, stay in the play zone, loot your enemies and become the last man standing. Along the way, go for legendary airdrops while avoiding airstrikes to gain that little edge against other players.[10 minutes, 50 players, epic survival goodness awaits]Fast and Lite gameplay - Within 10 minutes, a new survivor will emerge. Will you go beyond the call of duty and be the one under the shining lite?[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad at the very first moment. Answer the call of duty and lead your friends to victory and be the last team standing at the apex.[Clash Squad]A fast paced 4v4 game mode! Manage your economy, purchase weapons, and defeat the enemy squad! Manage your economy, purchase weapons, and defeat the enemy squad![Realistic and smooth graphics]Easy to use controls and smooth graphics promises the optimum survival experience you will find on mobile to help you immortalize your name among the legends. [Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#2 top grossing actionActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xodibande.xdbd",
  "name": "XÓC ĐĨA-Bản Deluxe",
  "company": "VickiMarcyz7fdnfgjhthz",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "SOCKS is a very popular and loved game in Vietnam.Do you enjoy playing folk dice games?Are you troubled by the fact that you don't know what to play on the weekend?Don't worry, download and experience the game XOC DOC-Deluxe Version online，unlock both XOC DOC and Bau Cua games at once.How to play SOCKER- Start the turn, choose your bet.- Bet at will.- Open the trophy and announce the results.- If the dice match the bet, you get the bonus.- Otherwise, you will lose all your bets.HIGHLIGHTS:- All free.- Suitable for all ages.- Beautiful and colorful interface.- Cross-eyed effects, along with enchanting sounds.- We also include Bau Cua games with realistic gameplay！A selection of folk and traditional games that are very popular during the holidays. Quickly download XOC DISK-Deluxe Edition and join the fun and relaxing game.Note: This is a fun entertaining mobile game, any win or lose in the game does not mean you will win in the real gambling game.",
  "lastVersion": "May 24, 2023",
  "classify": "Sports",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.xodibande.xdbd"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.supercent.bigslimemanyslime",
  "name": "Super Slime - Black Hole Game",
  "company": "Supercent",
  "rating": "2.5star",
  "downloads": "1M+",
  "reviews": "616 reviews",
  "age": "Everyone 10+info",
  "describe": "Let's devour everything in sight and be the super slime in this world!As an invader of Earth, your goal is to EAT THE WORLD. As a super slime, everything is your prey. You start as a small, cute slime, eating barely visible things, but someone needs to be cautious. You can grow rapidly and destroy an entire city in seconds!Super Slime is a black hole game that  can swallow everything near you! Your mouth is a black hole that swallows everything smaller than you. To eat larger things, move around smoothly like a snake and devour more and more.From seeds and fruits…to fences, humans, trees, houses, markets, buildings, or even entire cities. Wherever you are, you are the predator of this world, and everything around you is your prey. Test the limits of how much you can swallow before time runs out.In the end, you will have to fight against a giant monster enemy using what you have swallowed in this black hole game. Can you become big enough to battle it? Can you be the real Super Slime?Don't forget your mission on this devouring journey! Find the target and swallow it within the limited time. It will make this eating game more exciting and intense!Play with No WiFi! You can also play this game for free with no internet service! This offline game is perfect for killing time during a long car ride.This addictive game capture you with its simple play and the satisfaction of destroying everything by devouring.Through \"Super Slime - Black Hole Game\", become a cute invader villain and crush every city you land!",
  "lastVersion": "Nov 28, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=io.supercent.bigslimemanyslime"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.submarineapps.mill",
  "name": "Millionaire Trivia Game Quiz",
  "company": "Quiz & Trivia Games by Submarine Apps",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "357K reviews",
  "age": "Everyoneinfo",
  "describe": "Millionaire Offline Trivia Quiz Game is:- ability to play with friends- online highscores- offline trivia game to test your IQ and general knowledge- source of valuable and little-known information- entertaining questions for all categories of interest- a great opportunity to challenge your friends and other players for top ranks- delightful learning experience whether you know the answers or notDo you know what color is a mirror? White, green or silver? Download and find out answer on this and other interesting questions.Millionaire Offline Trivia Quiz Game -  is a Logic Brain Game. Questions & Answers - general knowledge trivia is a very interesting and popular trivia game. In this game you can proof that you are clever and train your brain! Choose the correct answer from 4 possible ones. Tons of questions are waiting.Take part in online leaderboards. Million is virtual, but you knowledge is real!  By playing this game you will earn general knowledge. Millionaire Offline Trivia Quiz general knowledge lets you experience the thrilling excitement of fighting for the grand prize of one million through 15 challenging trivia puzzles. Game is ready for all world languages.If you don't know answer then don't worry we will help you by help options. So you can keep learning in our trivia game. Our main aim is play & learn.Questions:- all questions are filtered by difficulty. The more questions you answer, the more difficult questions you get.- you get more in-game money for difficult questions. Last and most difficult questions will bring you million. More millions - upper rank in millionaire leaderboard.Help options:- remove 2 wrong answers- ask audience- ask einstein- replace questionTrivia game is available offline. No need to wait download and enjoy Millionaire OfflineTrivia Quiz BrainGame now!Compete with your friends in order to win millions!Prove your friends that you are the winner of Millionaire Trivia Quiz - Logic Brain Game!Online millionaires leaderboard!It is the best quiz game available so far. Best Trivia Quiz Game for the whole world. Play & Improve your general knowledge. Challenge game.Enjoy the Millionaire: Trivia Quiz Logic Game. Good luck! Be a star, trivia star!Note: We don't offer real cash through this game.",
  "lastVersion": "Dec 7, 2023",
  "classify": "TriviaCasualSingle playerOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=gsn.game.zingplaynew",
  "name": "ZingPlay - Game bài - Tien Len",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "221K reviews",
  "age": "Teeninfo",
  "describe": "ZingPlay - The kingdom of interesting and exciting games, is the leading multi-platform entertainment game portal in Vietnam! Developed by ZingPlay Game Studios under VNG, ZingPlay brings quality game experiences, moments of fun, entertainment and intellectual challenges that cannot be missed.In order to comply with the requirements of the authorities, the publisher temporarily stops providing the games Tu Lo Kho, Vietnamese Poker, Crazy Tien Len, Southern Tien Len, Sea Horse Chess, Chinese Chess for 02 months from the date December 11, 2023 to February 11, 2024, the second day of Giap Thin Lunar New Year (expected).🔶 CARD GAME SYSTEM 🔶ZingPlay has always been known as a long-standing, reputable card game portal with 15+ years of accompanying Vietnamese players, especially folk card games such as Tien Len, Ta La, Mau Binh and Sam Loc. With ZingPlay, you have the opportunity to test your skills and show off your top card playing ability◾ Diverse card game system: Experience the thrill of Tien Len Mien Nam, the wisdom of Ta La, the tactics of Mau Binh and the challenge of Sam Loc.◾ Realistic experience: With exquisite graphics and vivid sound, ZingPlay provides a realistic experience like playing at home. You will feel the excitement and thrill of each game.◾ Connect and compete: Beat millions of other gamers and prove your mettle. Be the star of ZingPlay and show your excellence in weekly tournaments and events.◾ Vibrant community: Interact and make friends with more than 8 million players across the country. Show off your talents, share experiences and enjoy the exciting atmosphere with new friends.◾ Regular updates: ZingPlay always brings the latest updates, ensuring you will never be bored. Look forward to new games and exciting features in the near future.🔶 SPECIAL CASUAL GAMES 🔶ZingPlay is also famous for its diverse games that are \"refreshed\" from childhood games associated with the 8x and 9x generations such as Monopoly, Cloud Garden, Life and Death Gate! Whether you are looking for intense battles or relaxing moments of entertainment, ZingPlay will not disappoint you.1. iCa: Shoot fish with iCa and become a tycoon owning 11 different types of guns. Take on the challenge from a super BOSS lineup and experience cute graphics. Thousands of free gold every day are waiting for you.2. Billiards: Test your billiards skills with the Billiards game. Experience diverse game modes such as 8-ball, 9-ball and Phom Billiards. Sharp graphics and vivid effects will captivate you.3. Monopoly: Roll the dice and build your own empire in the Monopoly game. Interact with hundreds of thousands of other players, discover adorable chibi characters and experience vivid 3D graphics.4. Sinh Tu Mon: Join the hot strategy battle of the hottest Sinh Tu Mon strategy game today. Show your leadership abilities and lead a large army to victory.5. Cloud Garden: Create your own garden in the game Cloud Garden. Make friends from all over, plant trees and decorate them in your own style and challenge the God of Luck to receive attractive rewards.6. Radish Town: Become the mayor of a town in the latest farm game 2023 Radish Town. Grow crops, trade and share with friends, immerse yourself in the cute 3D images and sounds of the agricultural world.7. Ngu Chien: Immerse yourself in the fierce battle of generals under the ocean with the game Ngu Chien. Demonstrate tactical thinking with the speedy, minimalist, dramatic gameplay of the Auto-Battle 5v5 game series8. Fatty Fish: Join a unique fish shooting adventure in the Fatty Fish game. Use a huge arsenal of guns, race to the top every week to receive valuable rewards.🔶 EQUIPMENT REQUIREMENTS 🔶- The phone needs a constant Internet connection.- Supports Android operating system from version 4.0.3 and above.- Capacity is only 24MB!🔶 CONTACT ZINGPLAY 🔶- Facebook: https://www.facebook.com/fanpagezingplay.- Home page: https://play.zing.vn",
  "lastVersion": "Sep 8, 2023",
  "classify": "CardCasualRealistic",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.mytalkingtomfree",
  "name": "My Talking Tom",
  "company": "Outfit7 Limited",
  "rating": "4.5star",
  "downloads": "1B+",
  "reviews": "17.7M reviews",
  "age": "Everyone 10+info",
  "describe": "Talking Tom is the cat making every day a fun adventure.Players adopt this virtual pet, keep him happy and help him explore his world.- Talking Tom can really talk- Fashion and furniture items to collect- Mini games add action, adventure and fun- Travel destinations are waiting to be explored- Photo albums to be filled with memories- And moreFrom Outfit7, creators of My Talking Tom 2, My Talking Tom Friends, My Talking Angela 2 and My Talking Angela.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew at the end of a subscription period unless cancelled. You can manage and cancel your subscription any time via Settings in your Google Play account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Oct 25, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snake.io.slither.merge.fun.game",
  "name": "Snake Merge: idle&io zone game",
  "company": "Hippo Lab",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "11.7K reviews",
  "age": "Everyoneinfo",
  "describe": "More than other hungry io snake games, Snake Merge is full of surprises that have been upgraded and creative! The Idle&io Slither Game is a creative arcade-style worm&merge .io game! If you like sanke.io games and synthesis fun idle hungry snake games, then don't miss Snake Merge .io game, this game has an unusual combination of two types of gameplay.Merge a little snake to get a bigger worm, and unlock a new and more powerful snake. Collect yummies and different powerups, defeat enemies, and become the biggest worm of them all! Slither your snake around that you must eat as much food as possible to grow longer and stronger.  Join and play Snake Merge now! Challenge your friends and try to be the biggest snake in worm hunt battles![Game Feature]- Classic hungry snakes.io games, and also fun worm .io&idle merge game- Zone.io worm game with smooth gameplay and mobile joystick controls- Multiple Game Modes – compete with your friend&family- Play Hungry Snake game whether you’re offline or online!- Merge your worm to become the strongest and most strategic worm.- Collect coins and gems to unlock new skins and customize your snake's appearance- Epic battle simulator idle&IO game.- Idle snakes.io: You can earn a lot of money even offline- Evolve fast, and slide to fight all the players.- SNAAAAAAAAKE! slithering and hissing creatures.== Classsic Hungry Snakes.io Game ==Start snacking as a little snake or worm and try to get bigger by eating. And rush your way through fields of food and try to battle other players’ worms - Slither through as an io snake and survive as long as you can! == Creative Idle & merge Game ==Merge to get a higher level SSSnake and evolve your sneaker. Unlock new legendary skins and improve your earnings! Merge and evolve into the ultimate big little Snake!Snake Merge: hungry worm .io Game is a classic arcade game meet online leaderboard competition, addicting free hungry sanke io game! Slide to Slithering in multiplayer Battle Royale and top the rank in our classic arena of snakes io and worm zone game!With its addictive gameplay, colorful graphics, and exciting game modes, Snake Merge Game is sure to provide hours of fun and entertainment for players of all ages. So what are you waiting for? Download the game now and join the world of hungry snakes!",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionIO gameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.football.soccer.league",
  "name": "Football League 2024",
  "company": "MOBILE SOCCER",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "543K reviews",
  "age": "Everyoneinfo",
  "describe": "Viva world football! Football League 2023 provides a total soccer game experience by immersing you in incredibly lucid graphics and intelligent game engine. Every strike, pass and score is beautifully executed allowing you to simply enjoy the spirit of the beautiful game. Take full control over team tactics and formations then score your way to the top and become world Champions. Soccer stars are what legendary teams are made of, use your strategic tactics to rise your team up in the ranks. Fans around the world eagerly waits for the soccer hero in you!Come feel the joy and excitement of the perfect kick, compete in matches that are unlike any mobile sports simulation experience you’ve had before to understand what it means to have so much more. Smooth intuitive operations allows players to focus on intelligently reading the game, quickly adjust behavior and finesse your shooting allowing you to dominate over your rivals.DREAM TEAM FEATURES- Over 100 National Teams and 330 Clubs to choose from- Quickly adapt, change strategy, and inhibit actions with our highly responsive total game control engine for a crazy real soccer experience- Create the ultimate team by developing your eleven pro soccer players to increase their skills and abilities to become elite league players- Come make your dream winning streak a reality and unleash your pro soccer skills with fully customizable tactics- Win the trophy and be your dream team’s hero manager by creating the perfect formation of eleven players while fine tuning along the wayDYNAMIC ADAPTIVE GAMEPLAY- Fluent controls and total player motion physics- Full controller support- Multi-language narration- Play offline gameClassic National-Cups-------------------------------National CupEuropean cupAmerican Cup Asian CupClub-Leagues-------------------------------EnglandSpainItalyGermanyFranceBrazilClub-Tournaments-------------------------------European Championship CupSouth American Championship CupEnglish CupFrench CupItalian CupSpanish CupGerman CupBrazil CupEnglish Super CupFrench Super CupItalian Super CupSpanish Super CupGerman Super CupBrazil Super CupEuropean Super CupClub World Cup",
  "lastVersion": "Dec 1, 2023",
  "classify": "#2 top free sportsSportsSoccerCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.2K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.unicostudio.braintest",
  "name": "Brain Test: Tricky Puzzles",
  "company": "Unico Studio",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "7.08M reviews",
  "age": "Everyoneinfo",
  "describe": "➤Brain Test is an addictive free tricky puzzle game with a series of tricky brain teasers. Different riddles and tricky tests will challenge your mind. This new puzzle game may break common sense and bring your new brain-pushing experience!➤You can enjoy yourself with your friends with this addictive and funny free IQ game. Brain games, IQ games and mind games can be a great way to enhance your brain. Think out of the box, crack the puzzles and get ready to take the quiz! You will enjoy this funny tricky test. This game is a new game and an offline game. Also one of the best games in the world. When you're tired and need to brain out for a while, play this tricky brain teaser game or other puzzle games from the Brain Test Series: Brain Test 2: Tricky Stories, Brain Test 3: Tricky Quests, Brain Test 4: Tricky Stories and Who Is? Brain Teaser & Riddles.➤If you are a fan of word games, word search games, puzzles, sudoku puzzles, riddle games or any other quiz games, tricky test Brain Test is your best choice! Brain Test game is a popular choice in the puzzle games category, offering a fun mind game experience. Much funnier than classic test games. Brain games and iq games are for improving the brain. You can play the best games offline. Brain games for adults are fun, including popular mind games like Brain Test.⭐FEATURES⭐● Tricky & Mind-blowing Brain Teasers and Brain Go: You will be tricked!● Unexpected game answers to the great number of quizzes.● Fun for All Ages: The best trivia game for family & friends’ gatherings!● Enjoy this impossible quiz.● Download this funny game for free.● Endless fun and brain-pushing games.● Great exercise for the brain.● Brain Test is a fun offline brain game for a relaxing brain out.● Simple and highly addictive game play.● Great pastime with riddle games.● Play without the internet.● Offline puzzle games.● One of the best free games. Brain games for adults, puzzle games and new games.Have fun!",
  "lastVersion": "Dec 5, 2023",
  "classify": "#2 top free triviaPuzzleBrain teaserCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.camera.clash.toilet.monster.war.battlegames",
  "name": "Camera Clash: Shooting Blade",
  "company": "Sims Puzzle Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "32.7K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for an adrenaline-pumping shooting experience in 'Camera Clash,' the ultimate shooting game that will keep you on the edge of your seat! Do you have what it takes to survive the intense battlefield? In 'Camera Clash,' you will assemble a team of gun-savvy heroes to battle hordes of menacing zombie toilet blade monsters! Whether you're into collecting shooting blade weapons and customizing guns or engaging in heart-pounding shooting action, Camera Clash Shooting Blade delivers it all.【Game Features】★ Easy to pick up and play: 'Camera Clash' offers a side-scrolling shooting experience that guarantees gaming enjoyment.★ Diverse characters, multiple attack strategies: Choose from a wide array of toilet blade characters, each with their unique attack styles and special abilities. This adds variety and depth to your gaming strategy.★ One-tap excitement and automatic enemy elimination: Our one-tap shooting mechanism ensures thrilling toilet blade shooting without worrying about ammo. Additionally, automatic toilet blade enemy takedowns keep the rewards flowing, reducing the hassle of clearing foes.★ Earning rewards while offline: 'Camera Clash' allows you to continue earning resources by taking down toilet blade monster enemies even when you're offline, ensuring replayability and increasing your in-game income.★ Daily login bonuses and heroic rescues: Make sure to log in daily and complete shooting missions, including rescuing distressed girls together with your teammates. Successful camera clash shoot blade task completion brings you generous rewards.【Gameplay】★ Acquire toilet blade heroines with in-game coins.★ Combine identical weapons to level camera clash shooting blade armies up.★ Automatically earn income while using the auto-toilet monster battle feature.★ Conquer the toilet blade monster zombie enemies across various levels.★ Utilize auto-attack and button-press acceleration to control your troops.In 'Camera Clash,' you'll lead a squad of sharpshooters against waves of formidable adversaries in heart-pounding shooting blade action. Prepare for an exhilarating adventure with your friends!【Contact Us】Facebook Community: https://www.facebook.com/groups/374555250359504/Email Support: lulugame.studio@gmail.comYouTube Channel: https://www.youtube.com/channel/UCDd2XLLyLRea6Sye1QTZIlQ",
  "lastVersion": "Nov 21, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.camera.clash.toilet.monster.war.battlegames"
},
{
  "link": "https://play.google.com/store/apps/details?id=tienlen.poker.card.game.online.offline.multiplayer.samloc.miennam.free",
  "name": "Tiến Lên - Miền Nam Tien Len",
  "company": "Fruit Puzzle Games, Ltd.",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Tiến Lên is a simple and attractive folk game that many Vietnamese people are playing and entertaining. Tiến Lên has attractive, attractive and thrilling gameplay, combined with beautiful images of professional casinos and vivid sound, really an entertaining game and practicing Tiến Lên playing skills.The simple way to play is easy to grasp, but the game requires players to think and strategize in each game. The game helps practice logical thinking, judgment and brings moments of stress relief and comfort after stressful study and work hours.How to play: The game uses 52 cards, each person deals 13 cards, plays according to the card, the player has the task of releasing his cards according to the rules, the previous card player will win.SPECIAL FEATURES:♠ Professional, beautiful Casino interface.♠ All kinds of game tables with exquisite graphics.♠ Completely free.♠ After downloading, play now, no registration is required.♠ Friendly interface, lively voice acting feels like playing cards Up for real.♠ Give free gold every day.♠ Beautiful interface, effects, vivid sound, extremely smooth play.What are you waiting for? Let's enjoy it now. Don't miss it, experience it quickly!Download Tiến Lên now, enjoy playing cards forever!",
  "lastVersion": "Oct 31, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=tienlen.poker.card.game.online.offline.multiplayer.samloc.miennam.free"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pea.battle.hw",
  "name": "Plants Warfare",
  "company": "YUEYOO GAMES",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "3.36K reviews",
  "age": "Everyoneinfo",
  "describe": "Plants Warfare is a Q-style fun casual game that Match 3 puzzle, Tower Defense, and Roguelike gameplay.One day, the peaceful life was disrupted by zombies attack. It's time to summon plants, set up your defense lineup, synthesize and upgrade plants to protect your homespace, and repel the zombie attack!Game Features[Classic Synthesis Gameplay]The vertical interface allows for easy one-handed operation. The classic synthesis gameplay is simple yet entertaining, allowing you to enjoy a delightful gaming experience anytime![Strategic Tower Defense Battles]Arrange and position your plants to resist the attacks from zombies. Make strategic use of different plant characteristics and skills to achieve victory![Enjoyable Light Rogue Elements]Experience the game with Roguelike elements, where each round of repelling zombie waves or synthesizing coins presents various random rewards such as increased steps, plant upgrades, special abilities, ATK up, speed boosts, etc., offering both strategy and surprises![Unlock Unique Plants Across Massive Maps]The game contains dozens of maps, each of which has unique plants such as Wall-nuts, Cherry Bomb, Ice-shroom, and Torchwood...... Defeat the zombie waves and unlock brand-new plants![Build Powerful Lineups Freely]The game offers up to 40 different plants, each with additional attributes and multiple abilities, including freezing, burning, slowing, poisoning, penetrating, stunning, slaying, pushing back, attack power enhancement, attack speed enhancement, and many more. Freely combine and cultivate plants to build personalized lineups to counter zombie attacks!In this game that intertwines synthesis, tower defense, and Roguelike elements, enjoy a casual gameplay experience while gradually developing a strong team of plants to protect the tranquility of your homespace!",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.voodoo.paper2",
  "name": "Paper.io 2",
  "company": "VOODOO",
  "rating": "3.4star",
  "downloads": "100M+",
  "reviews": "2.09M reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Paper.io 2, the ultimate conquest game from Voodoo! Conquer as much territory as possible and beat the competition with a smooth drawing experience!Are you ready to become the champion of township and take over the game? With Paper.io 2, you can draw your way to victory and claim your space before your opponents beat you to it.Our game offers exciting and challenging gameplay that will keep you engaged for hours. With each level, you'll face new obstacles and enemies, but don't worry - with your strategic skills, you'll be able to overcome them all.But that's not all - with our addictive gameplay and user-friendly interface, you'll keep coming back for more. Our game is perfect for players of all ages, and with the option to play online or offline, you can enjoy it anytime, anywhere.So, what are you waiting for? Download Paper.io 2 now and start your conquest today! Our game offers the ultimate gaming experience and will keep you hooked for hours on end. Don't miss out on this opportunity to become the champion!",
  "lastVersion": "Nov 29, 2023",
  "classify": "#2 top free arcadeActionIO gameCasualSingle playerAbstract",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=art.games.color.princess.coloring",
  "name": "Doll Color: Princess Coloring",
  "company": "JoyCraze",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "1.92K reviews",
  "age": "Teacher Approved",
  "describe": "Explore a magical world of art and creativity with Doll Color: Princess Coloring Art - the ultimate coloring book app for creative kids who love princess themes!Immerse yourself in 200+ imaginative coloring pages featuring cute anime, manga, and cartoon characters. Find joy in a one-of-a-kind kawaii painting experience with this top coloring game for girls.Stay inspired by constantly updated images and pictures in this popular coloring game for kids. Build your own collection of beautiful, vibrant masterpieces and show them off on social media.MORE COLORING FUN 🎨 🎨Improve your painting skills with easy to challenging artwork in this art game for kids. Revisit completed pieces anytime for more coloring fun.EASY NAVIGATION 🖌 🖌Enjoy free access to all the adorable anime manga coloring pages with this fun coloring book for girls. Easy navigation makes it perfect for kids of all ages.MANGA DREAMS TO LIFE ✨ ✨Whether you're a seasoned artist or just starting out, Doll Color: Princess Coloring Art is the perfect way to bring your manga dreams to life through drawing for kids and toddler coloring activities.With its wide variety of kawaii themes and picture categories, user-friendly controls, and fresh images, Doll Color: Princess Coloring Art offers the ultimate creative outlet for artistic kids. Download now and start coloring your own beautiful masterpieces!Privacy PolicyAt Doll Color: Princess Coloring Art, the well-being of children and families is our top priority. We prioritize privacy and adhere to all relevant regulations. For detailed information on our privacy policy, please visit: https://sites.google.com/view/joycraze-family-privacy",
  "lastVersion": "Dec 6, 2023",
  "classify": "Educational",
  "privacy": "https://play.google.com/store/apps/datasafety?id=art.games.color.princess.coloring"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hh.xherovn.moblie",
  "name": "X-hero",
  "company": "Công ty cổ phần phát triển công nghệ số Hồng Hà",
  "rating": "",
  "downloads": "1M+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Join your friends in the most amazing RPG game right away! Summon your heroes and lead them to fight the darkness of the future. Which hero do you choose?· SAVE THE DOGUse your finger to touch the screen to draw a line as a wall to protect the dog from bee attacks! Hold for 10 seconds to win! The dog is in danger, hurry up and save him!· MACHINE SUSPENSION SYSTEMIn the system, the system will level up and receive rewards automatically when you re-enter the game. reap the rewards when you return. Anytime, anywhere! You can both play and work or study.· BATTLE STRATEGYCombination of hundreds of heroes with your own attack and defense strategy plan. Summon your heroes, upgrade their equipment, skills to strengthen your team!· BIG MAGIC ADVENTUREMulti-line Magic battle in RPG game, choose your adventurous play style. Let's fight for glory on the global arena! Discover hidden treasures in mysterious labyrinths in the universe, and even wander through space!· INTER-SERVER WARPlay with over 1 million players globally! Compete against players around the world and determine who will lead the future world against darkness in this war!",
  "lastVersion": "Dec 1, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hh.xherovn.moblie"
},
{
  "link": "https://play.google.com/store/apps/details?id=vn.sieuhocvien3d.boom.shv",
  "name": "Siêu Học Viện 3D",
  "company": "BOOM GAMES .,JSC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Siêu Học Viện 3D - Chọn Siêu Thú Đại Chiến Thế Giới Ngay Hôm Nay!Chào mừng bạn đến với thế giới huyền bí của Siêu Thú, nơi bạn sẽ khám phá các loài Siêu Thú độc đáo và hấp dẫn. Hãy chọn ngay cho mình một Siêu Thú và sẵn sàng cho cuộc hành trình tiến hoá Mega, đại chiến hội quân, tùy chỉnh trang bị đặc thù, tham gia vào các trận đấu PVP, và thả mình vào các minigame phong phú - tất cả trong một thế giới game turnbase đỉnh cao.🏆 Trải Nghiệm Siêu Học Viện 3D Độc ĐáoBước vào Siêu Học Viện 3D, nơi bạn sẽ học hỏi và trải nghiệm vô số điều thú vị. Từ những bài giảng về Siêu Thú đến việc thực hành trên thực địa. Siêu Học Viện 3D là nơi tạo ra những Huấn Luyện Viên giỏi nhất và sẽ giúp bạn hiểu rõ hơn về tất cả những Siêu Thú độc đáo mà thế giới này đã mang lại.🌟 Tiến Hoá Mega: Sức Mạnh Vượt TrộiKhông chỉ đơn giản là bắt các siêu thú, bạn còn có khả năng tiến hoá Mega chúng. Điều này đưa bạn vào một cuộc hành trình khám phá sức mạnh vượt trội và ngoại hình thay đổi đầy ấn tượng. Mỗi lần tiến hoá Mega, sinh vật của bạn sẽ trở nên mạnh mẽ hơn, và khả năng đặc biệt của chúng sẽ phát triển theo cách độc đáo.🤝 Thi Đấu Hội Quân: Hợp Lực Đánh Bại Đối ThủChinh phục các đấu trường đầy kích thích với khả năng thi đấu hội quân. Hãy xây dựng đội hình đa dạng với sự kết hợp tốt nhất của các Siêu Thú và chiến thuật. Khi bạn tham gia vào cuộc chiến cùng với bạn bè và người chơi khác, sự phối hợp là yếu tố quyết định giữa chiến thắng và thất bại.🔧 Trang Bị Đặc Thù: Tạo Nên Đội Hình Mạnh MẽTùy chỉnh và trang bị đặc thù cho đội quân của bạn để tăng cường sức mạnh và khả năng đặc biệt của chúng. Mở khóa đồ hóa độc đáo, tạo ra ngoại hình mới, và nâng cấp kỹ năng để đối phó với mọi thử thách. Tạo ra một đội hình mạnh mẽ và đánh bại mọi đối thủ trên đường đến chiến thắng.🥊 Hệ Thống PVP: Đại Chiến Người Chơi KhácNếu bạn yêu thích sự cạnh tranh, hệ thống PVP sẽ là nơi bạn có cơ hội chứng minh tài năng của mình. Đánh bại đối thủ trong các trận đấu PVP đầy kích thích và đặt ra thách thức cho bản thân. Điều này là cơ hội để bạn đối đầu với những người chơi tài năng từ khắp nơi trên thế giới và chứng tỏ bạn là người chơi hàng đầu.🎮 Minigame Phong Phú: Thư Giãn Và Giải TríBên cạnh cuộc phiêu lưu chính, thế giới của chúng ta còn có các minigame phong phú và đa dạng để bạn tham gia. Từ câu cá, đua xe đến thám hiểm hang động, bạn sẽ có những giờ phút thư giãn thú vị cùng với bạn bè và đội hình độc đáo của bạn.🔄 Thể Loại Game Turnbase Đỉnh CaoTrò chơi huộc thể loại game turnbase đỉnh cao, đòi hỏi sự chiến thuật và lập kế hoạch tốt. Mỗi trận đấu đều đòi hỏi bạn suy nghĩ kỹ càng về cách sử dụng khả năng Siêu Thú và chiến thuật của bạn. Điều này tạo ra một trải nghiệm chiến đấu độc đáo và thú vị.⬇️ Tải Ngay Bây Giờ!Hãy tải game ngay bây giờ và trở thành Huấn Luyện Viên hàng đầu, tìm hiểu mọi bí mật của thế giới và đánh bại mọi thách thức.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vn.sieuhocvien3d.boom.shv"
}]