[{
  "link": "https://play.google.com/store/apps/details?id=com.dvdfu.chicken2",
  "name": "Chiki's Chase",
  "company": "dvdfu",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "11.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Can you make it home?Help Chiki & friends dash through beautiful lands filled with strange monsters, explosions, and magical portals.Featuring:• Action-packed, mobile-first 2-button play• Over 25 powerful upgrades to wield• Unlockable characters with unique fighting styles• Delightful cast of shopkeepers• Charming pixel art• Rockin' soundtrack• Endless, randomized levels filled with traps & surprisesPaid version also includes:• Over 25 stylish hats to collect and wear!• Rank up characters to equip 10 upgrades at once!Best of all:• No ads! Just me asking you nicely to buy the game :)• No WiFi needed to play• No push notifications• No sign ups",
  "lastVersion": "Jun 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.jetpackjoyride",
  "name": "Jetpack Joyride",
  "company": "Halfbrick Studios",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.95M reviews",
  "age": "Everyone 10+info",
  "describe": "Bullet-powered jetpacks! Giant mechanical dragons! Birds that shoot money!From the makers of Fruit Ninja comes this insane, high flying endless runner that will keep you on the edge of your seat!It's time to join Barry Steakfries and equip cool jetpacks, suit up in stylish costumes and ride crazy vehicles in his endless running quest to beat the scientists to the end of the lab.Join over 750 million players and download Jetpack Joyride on the Google Play Store!Download FREE now to start a new game and escape the lab!FEATURES:⚡Fly cool jetpacks through the lab⚡Surf the wave-rider in all its glory⚡Complete daring missions to boost your rank⚡Customise your look with ridiculous outfits⚡Dodge lasers, zappers, and guided missiles⚡Collect coins and make millions of dollars⚡Storm the lab in giant mechs and crazy vehicles⚡Equip high-tech gadgets and power-ups⚡Earn achievements and battle it out against friends⚡Test your reflexes with simple one-touch controls⚡New free game modes in special events***This game contains optional in-app purchases. You can disable this feature in the settings menu of your device.View our privacy policy at http://halfbrick.com/ppView our terms of service at http://halfbrick.com/tos",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rexetstudio.blockstrike",
  "name": "Block Strike: FPS Shooter",
  "company": "Rexet Studio",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "1.88M reviews",
  "age": "Teeninfo",
  "describe": "Block Strike is a first-person online multiplayer 3D shooter with pixel graphics and fun competitive gameplay.Play an addictive online first-person shooter action game with friends and other players online! Gather your team with your friends, create clans, and win together in dynamic battles of this PvP shooter - BS.Buy modern weapons, upgrade them, change the look of your weapon, as well as your character!🕹️ MODES 🕹️The game has more than 24 various game modes in this PvP FPS, of which we can highlight:- Team Deathmatch - dynamic PvP battle.- Bomb - CS-like mode.- Death Run - Resolve the logical tasks and survive.- Tower Battle - Mine, Craft and fight- Nexbot - Kill all bots' waves.- Zombie Survival and Zombie Escape - Zombie and Humans standoff different modes where you Run and survive - Bunny Hop (BHop) - Jump, jump and jump.- Surf - Surf down and up.- Hide 'N Seek -  Prop Hunt Mode, where you need to hide from the hunters, or you can become a hunter and find who is an object imposter.- Skibidi Atack - Survive in the skibidi world of toilet bots.If you are already tired of being on the top of the battlefield scoreboard this minigames mode could be very fun.⛰ MAPS ⛰More than 70 different maps with dynamic battles and standoffs every day!From small cards for a small group of friends to huge cards on which you have to work hard to win in-game brawl.Spacial map for the squid game challenge where you need to tum and sop just in time. Keep an eye on the red light - green light. Try to win this war 456 times. Doll Roll is seeking for you - it’s a real Survival Game for only one winner. It's could look better than Candy Challange.🔫  WEAPONS 🔫More than 40 types of guns to your liking. Try them all on the arena in PvP team battles of BS game.🖌 SKINS AND STICKERS 🖌Change the look of your weapon with skins, and don't forget to stick a sticker.All this you can get from the cases both for free and for in-game currency, which you can get for the battles fought. Create your own unique weapon skin that even your friends will envy.Install free and play today fast PvP fight in this one of the Online action games!The BS is a mobile game that is in the vein of everyone's favourite CS with a PvP team battle but with cubes graphics and amazing pixel guns!Follow us on social networks:VK: https://vk.com/blockstrikeYouTube: https://www.youtube.com/c/RexetStudioTwitter: https://twitter.com/RexetStudioDiscord: https://discord.gg/blockstrike",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.3K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#10 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fdgentertainment.bananakong",
  "name": "Banana Kong",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "5.03M reviews",
  "age": "Everyoneinfo",
  "describe": "A thrilling ride through jungle, caves and treetops. Play as Kong! Banana Kong!Run, jump, bounce and swing on vines as you help Banana Kong to outrun a huge banana avalanche! Keep full control with highly responsive single-finger tap and swipe controls.Ride the boar or fly with the toucan to overcome dangerous obstacles like massive boulders, crocodiles, piranhas and boiling lava. Nature can be a cruel enemy… While you dash through the jungle you'll be able to outrun your friends! Thanks to full Game Services integration you can see your friends best distance right in the game. Compare your high scores and unlock achievements while improving your playing style. A highly dynamic game engine will provide endless fun in this neverending run. Each session is a new challenge as the level is built randomly on the fly.Collect as many bananas as possible to fill your energy bar. Use a power-dash to destroy obstacles or take alternative routes like the deep underground cave area or treetops. Find secrets and unlock extras to get the most out of the game. Features: - Cloud Save- HD Display support- Full Game Services integration- Ride animals- One thumb controls- 10 seconds from launching the game to playing it.",
  "lastVersion": "Nov 3, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.blingame.haaktestb",
  "name": "HAAK",
  "company": "Blingame",
  "rating": "4.1star",
  "downloads": "500K+",
  "reviews": "5.24K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to HAAK, a world brimming with contraptions and dangers. Dangerous mutants walk the land while dark forces move in the shadows... Rise, Haak, brave wasteland adventurer! Become the light that repels the darkness!First available on PC and consoles, HAAK is now slaying foes on mobile!  --------------------------------------------------------------  Story The game takes place in a world ravaged by disaster. The once glorious city has been reduced to ruins, and the survivors struggle for survival. In the south, a land called Sanho has mostly remained unaffected by the calamity due to its unique geographical environment and has grown into something of a sanctuary. The protagonist, Haak, is a traveler from a small northern town. He chose to leave his home and ventured south to survive.   Features• Haak is an explorative game combining action-platformer gameplay with Metroidvania.• Traverse the land with your hook, dash, and charged slash.• Find the multitude of secrets and hidden rooms scattered across the land.• Use any tool at your disposal to master mechanics and solve the multitude of puzzles.• A retro & futuristic pixel world for a comic-esque feel.• Creative difficulty changes so that even those who are all thumbs can beat the hardest of bosses.• Fully hand-drawn graphics with unique and interesting characters.• 10 side missions and areas to explore with plenty of content for over 30 hours of gameplay.• Choose your own path and decide the fates of the game's characters with several possible endings.• Ben Dover will rate you in a variety of aspects after you complete the game. Do you have what it takes to reach the highest rating?If you run into a problem, please contact us at haak@blingame.net with as much information as possible on the issue.",
  "lastVersion": "Aug 29, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miniclip.railrush",
  "name": "Rail Rush",
  "company": "Miniclip.com",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.07M reviews",
  "age": "Everyone 10+info",
  "describe": "• ABOUT THE GAME • Get ready for this epic adventure! Step into your cart and begin this exploring frenzy! Accelerate through these insanely fast rails while tilting and swiping to avoid the obstacles. Your job is to collect precious stones, so get those gold nuggets and gems! There will be surprises along the way, and special gifts to earn if you're lucky! Break the rock eggs to reveal what’s inside of them and pick up all the gems for your personal explorer’s collection! Find new and exciting paths to explore across the mine, and go through those special levels to earn more nuggets! Featuring many exciting environments in 10 different settings: dash through the Crazy Caves, fight the horde in the Zombie Caves, make your sweetest dreams come true in Sweet Wonderland, hurtle through the lush and dangerous Amazon jungle, immerse in the terrific Undersea World, take a dive in the Horror Land, visit the wonderful Snow Land, navigate on the Steam Factory, find your way on the Jurassic Jungle and explore the Pharaoh's Tomb, all this and many surprise levels which will amaze you with their colorful scenarios. You can also equip your cart with power ups to extend your chances inside the mine, while completing missions and ranking up, in order to become the ultimate explorer! KEY FEATURES: • 18 different characters • Cool power ups • 10 different worlds and many hidden levels • Stunning graphics • Action packed gameplay • Many in-game achievements • Game statistics • Game Center leader boards How long can you last in the rails? Find out, by downloading Rail Rush now! **************************************** Try also the free web version of Rail Rush on our website: http://www.miniclip.com/games/rail-rush/ Find out more about Miniclip: http://www.miniclip.com “Like” Rail Rush on Facebook: http://www.facebook.com/railrush Watch the official game trailer: http://www.youtube.com/watch?v=E0OyMCs_kRU Follow Rail Rush on Twitter: http://twitter.com/#!/railrush Follow Miniclip on Twitter: http://twitter.com/#!/miniclip",
  "lastVersion": "Nov 3, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tomtominc.candiesncurses",
  "name": "Candies 'n Curses",
  "company": "Tako Boy Studios LLC",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Play as Molli Pop as you fend off hordes of adorable ghosts in a twisted mansion forever haunted by the Phantom King! Power-up Molli with new flashlights and abilities as you level up - and team up with ghostly pups and other spectral creatures as you work together to clear the mansion of its sugar-craved evil!Features:- Vaporize ghosts with a wide array of different, upgradeable flashlights; from cursed lanterns to magical beam swords, each flashlight provides a different way to play!- Need an edge to help overcome a difficult stage? Players can equip Charms to their flashlights, enhancing Molli with a multitude of different abilities and power-ups! Some charms even provide Molli with companions to aid her on her ghost-stomping adventure! - Upon completing a stage, players can choose from a randomized set of candies and curses that will provide permanent power bonuses for the remainder of that run. Will you restore all of your hearts hoping to last longer before an untimely demise? Or will you sacrifice defense for ultimate power? The choice is yours!- Visit 6 different regions of the Phantom King's mansion, each teeming with a variety of dangerous ghosts and ghouls. And be prepared to face-off against a mighty boss at the end of each stage!- Participate in Daily Challenges that offer various rewards!- Enjoy beautiful, hand-crafted pixel art with fluid animation that oozes ghostly charmControls: Control Molli by swiping the screen. Molli runs in one direction automatically, and swiping left or right makes her change direction. Swiping up or down will make her jump between floors. Certain flashlights you can use offer slightly different control schemes.Twitter: @takoboystudioes, @CM_Games",
  "lastVersion": "Apr 11, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.slash.girl.redfish",
  "name": "Slash & Girl - Endless Run",
  "company": "SHENZHEN QINGTIAN IE TECHNOLOGY CO., LTD",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "120K reviews",
  "age": "Everyone 10+info",
  "describe": "In a world which is invaded and controlled by Jokers, the story begins with a ‘maniac’ girl called Doris who fight alone with Jokers. She is not trying to be a saviour, she has no interest to others, yet only running and fighting can bring her happiness and pleasure.Features：1. Be an adventurer! Defeat the Jokers and get to the end!This is not only an parkour game, you can also call us action game! Beat all the enemies you met! Nothing can stop you and nothing is unbreakable! Vivid immersion of fighting and extreme smooth is what we want you to experience! In here, everything is about collision of power and art!2.Speed and furious!Getting bored easily in parkour game? Dash through it! Slash down and Speed up! In the unique Fever Mode, you will experience an alternative war in classical music.Other than battle and blade, there will also be a teddy bear waiting for you at each check point!3.Dress up!Dress Doris up! We designed various suits and weapons which allows you to match them to your own taste. Share them through social media!A war between Doris and Jokers is beginning! Are you ready for this?Follow us：https://www.facebook.com/Slash-Girl-Joker-World-109054793855847/",
  "lastVersion": "Nov 28, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kiloo.metroland",
  "name": "MetroLand - Endless Runner",
  "company": "Kiloo",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "7.56K reviews",
  "age": "Everyoneinfo",
  "describe": "MetroLand is a top next-gen endless runner:★ RUN ANYTIME, ANYWHERE: Enjoy the fun no matter where you are, and level up even if you are offline or into no wifi games. The action never stops!★ EXPLORE THE CITY: Parkour in the streets, dash to the rooftops or dive into the underground tunnels as you help your running man dodge capture.★ AN ENDLESS JOURNEY: Increase your score run after run, every step counts, even offline! Score enough & gold rush to unlock new gadgets and action packed areas!★ METROLAND MANIA: Rack up XP points while running each season to earn amazing rewards. Unlock even better rewards and exclusive bonuses by purchasing the Gold Pass.★ BUILD YOUR BASE: Build rooms and fun robots, send them on missions and grab loot. All of it while you are offline or work on your score!★ BOOST YOUR GAME: New areas and action packed arcade challenges unlock over time, giving you new playgrounds to jump, dash, dodge and parkour with your band of rebels",
  "lastVersion": "Aug 2, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ubisoft.hungrysharkworld",
  "name": "Hungry Shark World",
  "company": "Ubisoft Entertainment",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "***The Sharks are back in the bigger and badder sequel to Hungry Shark Evolution!***Control a shark in a feeding frenzy and eat your way through many oceans feasting on everything from bite-size fish and birds to tasty whales and unwitting humans!***This game is only compatible with devices running on Android 5.0 or above***43 SPECIES OF SHARKSChoose from a range of sharks in 8 different size tiers, including the iconic ocean predator: the Great White!HUGE OPEN WORLDSExplore the lush Pacific Islands, frozen Arctic Ocean, exotic Arabian Sea, and now the South China Sea, a vibrant urban destination full of fresh, unwary victims!FEAST FOR YOUR EYESExperience the feeding frenzy in stunning console quality 3D graphics that will blow everything else out of the water!SURVIVAL OF THE HUNGRIESTIt’s eat or be eaten in waters packed with 100s of delicious and dangerous creatures… Whales, submarines and wandering locals BEWARE!SMASHING SHARK SWAGLevel up your shark and equip jawsome gadgets to bite harder, swim faster and grow even hungrier! No shark is complete without headphones, umbrella and a freakin' jetpack!SUPER SKINSCustomize your predators with unique skins! These rockin’ looks not only release your inner shark’s personality but also maximise your stats!MANIC MISSIONS & BADASS BOSSESTake on more than 20 different types of mission including high score challenges, prey hunts and epic boss fights!HELPFUL PREDATORY PETSBaby sharks, whales, an octopus, and even a bald eagle are happy to help with special abilities to increase health, score and more!SUPERSIZED MEAL DEALUnleash your shark's predator potential: SuperSize mode, rushes, explosion, hypnosis and more! EXTINCTION MODEAscend from the abyss to save the world from imminent destruction. Rise up to the challenge! Activate Apex sharks abilities and rampage through the ocean.Google Play Leaderboards and Achievements enabled.Use Facebook to synchronise your progress across your GP devices.Hungry Shark World is regularly updated with new features, content and challenges to keep you coming back for more!This app contains In-App Purchases which allow you to buy Gems and Gold currency which can be spent on upgrades and accessories. Gems, Gold and Pearls can also be collected in game without requiring purchases.This game contains advertising. Advertising is disabled if you make any purchase.Like the game on Facebook for the latest news: www.facebook.com/HungrySharkFollow us on Twitter @Hungry_SharkInstagram @hungrysharkOr YouTube: @HungrySharkGamesAnd join our community!Facebook http://facebook.com/UbisoftMobileGamesTwitter http://twitter.com/ubisoftmobileYouTube http://youtube.com/user/UbisoftAny Feedback? Contact: https://ubisoft-mobile.helpshift.com/Need support? Contact: https://ubisoft-mobile.helpshift.com/",
  "lastVersion": "Dec 4, 2023",
  "classify": "SimulationLifeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Life+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linecorp.LGRGS",
  "name": "LINE Rangers & KONOSUBA Tie-Up",
  "company": "LINE (LY Corporation)",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "2.15M reviews",
  "age": "Everyone 10+info",
  "describe": "Meet Kazuma, Aqua, Megumin, Darkness, and more tie-up exclusive Rangers from KONOSUBA -God's blessing on this wonderful world! 3, a super popular anime scheduled to be broadcast in 2024! Log in now and you'll get Vanir, guaranteed! Don't miss out on this time-limited tie-up event!LINE Rangers & KONOSUBA -God's blessing on this wonderful world! 3 tie-up now on! Ends 12/28!9.5 years of constant patronage!LINE Rangers is a simple yet exciting, full-fledged tower defense RPG from LINE Games!In order to bring back Sally from the Alien army who took her, Brown, Cony, Moon, James, and all the other LINE characters transform into Rangers and set out on an adventure to rescue her!More than 400 characters you know and love such as Brown and Cony appear in unique outfits!Make your very own team and beat oncoming enemies with simple taps!◆ BattleTap and dispatch Rangers such as Brown, Cony, Moon, and James from your Tower and reduce the enemy Tower to 0 HP to rescue Sally!Make full use of Skills and Items by simply tapping them to get an advantage in battles!This tower defense RPG game is easy to play, so anyone can join in and have fun!◆ PVP BattleLINE Rangers also has PVP! Battle with other players and rise to the top of various leagues!Deploy your favorite Rangers in intense PVP battles!Knowing the traits of your Rangers and mastering the timings to deploy them are the keys to victory in PVP!Battle with players from around the world in this easy-to play fun PVP◆ Ranger developmentLevel up your Rangers by using them in battles and combining them with other Rangers!You can make your Rangers such as Brown and Cony more powerful by equipping them with Weapons, Armor, and Accessories!Collect evolution materials and use them to get even stronger Ultimate and Hyper Evolved Rangers!◆ Team play with LINE FriendsWhen you find yourself in a tough battle, summon your LINE Friends to help you out!Also, join a guild with LINE Friends and you can have even more guild members help you out in a pinch!Partake in guild raids with other guild members and go after all the guild perks!You can have an even more fun time battling together with with friends!◆ EventA variety of IP tie-ups with super popular characters!Time-limited stages and tie-up exclusive Rangers appear too!These events will regularly appear in the future, too!Once you start playing, you won't be able to stop! An engaging tower defense RPG LINE Game with simple controls!Deploy now with Brown, Cony, Moon, James, and the rest!Sally's waiting for you to rescue her!You're sure to enjoy this game if...- You enjoy LINE Games.- You like LINE characters such as Brown, Sally, Cony, Moon, and James.- You like tower defense RPG battles.- You're looking for an easy-to-play fun game.- You like PVP (player vs. player).Have great battles in this fun and easy-to play tower defense RPG!Please note:- You may have difficulty playing the game if you have problematic Wi-Fi connectivity and/or issues with your network environment. - Connecting via Wi-Fi is recommended.",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.rodeo.safari",
  "name": "Rodeo Stampede: Sky Zoo Safari",
  "company": "Yodo1 Games",
  "rating": "3.8star",
  "downloads": "50M+",
  "reviews": "926K reviews",
  "age": "Everyoneinfo",
  "describe": "Get ready for an exhilarating wild west adventure like no other in \"Rodeo Stampede\"! Immerse yourself in the thrilling world of cowboys, animals, and the ultimate zoo experience. This action-packed game combines elements of animal games, running games, and cowboy games into one addictive and captivating gameplay.Step into the boots of a brave cowboy as you embark on an epic journey through the untamed wilderness. As a fearless rider, you'll test your skills in bull riding, utilizing your lasso to tame and capture a wide variety of magnificent animals. From nimble zebras to majestic elephants, and even ferocious lions, the world is your rodeo arena. But be prepared for a wild ride! These animals won't go down without a fight. Hold on tight as you skillfully maneuver through their unpredictable movements.One of the standout features of Rodeo Stampede is its immersive zoo experience. As you capture animals, you'll have the opportunity to build and manage your very own sky zoo. Create a haven for your captured animals and invite visitors from around the world to witness the wonders of your zoo. Expand your zoo's offerings, build new enclosures, and add unique attractions to keep your guests entertained and satisfied.What sets Rodeo Stampede apart is its offline capability, making it the perfect game to enjoy on the go. No Wi-Fi? No problem! Whether you're on a long commute or exploring remote locations, you can dive into the exciting world of Rodeo Stampede without the need for an internet connection. It's the ideal choice for those seeking immersive gameplay anytime, anywhere.The controls are intuitive and easy to grasp, ensuring that players of all ages can enjoy the adrenaline-pumping action. The lasso mechanics are simple yet satisfying, allowing you to swing, jump, and wrangle your way to victory. The game's stunning graphics and lively animations bring the vibrant world of the wild west to life, captivating players with its charming art style and attention to detail.As you progress through the game, you'll encounter special challenges and unlock new environments, each with its own unique set of animals to capture. With an ever-expanding roster of animals, there's always a new and exciting discovery waiting around the corner. Unlocking and collecting rare and exotic creatures becomes a captivating mission, keeping you engaged and eager to explore further.Rodeo Stampede is more than just a game; it's an unforgettable adventure that combines the thrill of bull riding, the charm of zoo management, and the excitement of being a cowboy. So, saddle up, grab your lasso, and prepare to embark on a journey filled with action, challenges, and endless animal encounters. Can you become the ultimate cowboy and build the most renowned zoo in the wild west? It's time to find out in Rodeo Stampede![Required Access Authorization]1. StorageAccess is required to share screenshots and screen recordings of the app on social media platforms.2. Screen Recording Access is required to share the gameplay videos of the app on social media platforms.[Optional Access Authorization]1. PhoneAccess is required to run in-game events, reward prizes, and check OS version and device model to handle customer inquiries. ※ Optional Access Authorization will not affect your gameplay experience other than the related services stated above.Privacy Policy：https://www.yodo1.com/privacy",
  "lastVersion": "Nov 13, 2023",
  "classify": "ActionPlatformerRunnerSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bubadu.bubbuschool",
  "name": "Bubbu School - My Virtual Pets",
  "company": "Bubadu",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "135K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the amazing world of Bubbu School!  Do you like school or not? Don't worry, you rule in this animal school game! Play cute animal games, meet your favorite virtual pet and make learning in the animal school awesome. 🐱🐶Dress up your virtual pet in unique outfits and start with your favorite subject. No matter if you want to learn how to draw, play music for kids or learn abc. You can also learn how to play piano, discover puzzles for kids, learn multiplication and other fun educational games. Try them all within cute animal games and educate yourself while having fun. It's school time for your cute virtual pet! COLORING FOR KIDS 🎨To express your creativity in this pet game, you can learn how to draw a painting with a perfect set of colored pencils. In addition, your creations can be decorated with a collection of beautiful stickers. Furthermore, you can spark your imagination with an exciting coloring minigame or make some crazy decorations with fruit and vegetables. Learn how to draw with cute animal games and coloring for kids. MUSIC FOR KIDS🎶Learn how to play piano, play music for kids or prepare a concert with your favorite instruments. You can enjoy a single instrument or a whole band with the guitar, piano, drums, trumpet, violin, cello, harp and singer. Decorate the scene with fog machine, confetti and disco ball. Dress up and fix the makeup. It's fun time in the animal school of rock! GYM 💪Get some air & exercise or play in the schoolyard. It's always exciting to go down the slide or swing with a friend. Organize an hour of gymnastics or shoot some hoops in this fun pet game.  IT'S SCHOOL TIME 🏫Let's discover educational games with your virtual pet. You can play with geometric shapes or learn multiplication, addition, subtraction, and division at the difficulty level of your choice. Learn some basic English words or train your writing to learn abc. It's school time - make educational games fun with your virtual pet and cute animal games! SCHOOL RESTAURANT 😋Become a master chef. Prepare delicious sandwiches, sweet fruit, and salad for the hungry students or serve them a yummy birthday cake. To return home safely, you can practice walking safely in a classic road crossing minigame.PUZZLES FOR KIDS 🧩Would you like to know our adorable virtual pets even better? Collect all the puzzles from their memory album, put them in the right place, and reveal what memories they hide. In addition, you'll unlock a unique colorful fish for each album page. Decorate the animal school with a relaxing aquarium full of all kinds of beautiful fishes. It's time to try out this endless fun school game! Learn abc & how to draw with coloring for kids. Play music for kids & learn how to play piano or learn multiplication. Try them all within cute animal games. The cute pets - Bubbu cat, Duddu dog, Bunny, Crocodile, Piggy, Hedgehog, Owl, Penguin, and Panda are waiting for you in this virtual pet game!  FEATURESExciting, fun and educational gamesAnimal school game for girls, boys, and the whole familyMany cute animal gamesAdorable jigsaw puzzles for kidsPlay the fun animal school game offline anytimeThis game is free to play but certain in-game items and features, also some of those mentioned in game description, may require payment via in-app purchases which cost real money. Please check your device settings for more detailed options regarding in-app purchases.The game contains advertising for Bubadu’s products or some third parties which will redirect users to our or third-party site or app.This game is certified compliant with the Children’s Online Privacy Protection Act (COPPA) by FTC approved COPPA safe harbor PRIVO. If you would like to know more about the measures we have in place for protecting child privacy please see our policies here: https://bubadu.com/privacy-policy.shtml .Terms of service: https://bubadu.com/tos.shtml",
  "lastVersion": "Aug 24, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.iabuzz.HelloKittyRacingAdventure2",
  "name": "Hello Kitty games - car game",
  "company": "Abuzz",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "1.99K reviews",
  "age": "Everyoneinfo",
  "describe": "Join Hello Kitty and her adorable friends for another fun racing game - this time in Hello Kitty‘s house. A game that will entertain young children and bring a big smile on their faces, with lots of surprises waiting for them. Choose from the cute racing crew and their hilarious cars. Would you choose Kerokerokeroppi on a croissant, Bad Badtz-Maru on a crocodile or My Melody on musical drums? A unique racing experience for the little ones, where they pick their favourite kawaii character from Sanrio and get the race started. Who will win? Will Hello Kitty and her racing bow be the one to win the most stars or will the LittleTwinStars with their cloud-vehicle have the best finishing time? It all depends on the skills of driving - so let’s get going… ready, set, GO! Celebrate Hello Kitty’s 45th Birthday with a special birthday theme, animated balloons, and fireworks - all this along with lots of yummy obstacles such as cake, candies, beautiful lights, rainbows and more. Explore Hello Kitty’s home - see what’s cooking in the kitchen, who’s sleeping in the bedroom, and answer the phone that’s ringing in the living room! There are surprises everywhere and you need to be careful not to trip on the toys in the playroom, but you should definitely jump on the trampoline. And if it’s a sunny day, go out in to the backyard to have fun with the lovely bees and ladybugs while jumping over the picket fence and running around in the bushes. “Hello Kitty Racing Adventures 2” is extremely entertaining and sometimes challenging for the little ones - at the same time it is also fun for the grown-ups! If you are a Hello Kitty fan, too, get ready to have a wonderful experience with her and her friends. If you have any questions, feedback or suggestions, please write to us at kids@iabuzz.com SANRIO LICENSE© 1976, 1979, 1988, 1993, 1996, 2001, 2005, 2013, 2019 SANRIO CO., LTD.Used Under License by ABUZZ",
  "lastVersion": "May 23, 2023",
  "classify": "RacingStunt drivingCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.strawdogstudios.simonscatcrunchtime",
  "name": "Simon’s Cat Crunch Time",
  "company": "Tactile Games Limited",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "243K reviews",
  "age": "Editors' Choice",
  "describe": "Simon’s Cat in Crunch Time! -  Connect treats with Simon's CatPublished by Tactile Games.The devilish crows have swiped Simon’s Cat’s favourite Tasty Treats and only YOU can help him find them!Join Simon’s Cat, Maisy, Chloe and Jazz, and a cast of determined kitties on a colourful adventure through some pawsome new places where Treats are just waiting to be eaten.Be ready to collect Tasty Treats, fight off big baddies and befriend a host of animal critters in this FREE puzzle game with added CATitude!Simple and addictive puzzle gameplay! Connect the same coloured Treats to make a delicious chain!Play your way through the neighbourhood in six different game modes and hundreds of challenging levels!Challenge your friends! Can you beat your friends purrfect high score?Can you beat the villains? Use your Treats and special boosters to fight off Sir Royston the Pug, Mr Potts, hungry hedgehogs and even a treat crazed vacuum cleaner!Play with Simon’s Cat featuring brand new animationsSimon's Cat is the internet’s most mischievous cat and has become a global phenomenon. Star of over 60 films, which have been watched over 870 million times, and winner of several major industry awards, Simon's Cat has captured the hearts of a worldwide audience.We are working hard to update the game with new levels that are purrfectly crafted and will leave you feline great!",
  "lastVersion": "Nov 28, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raiyumi.catbird",
  "name": "Cat Bird",
  "company": "Raiyumi",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "97.9K reviews",
  "age": "Editors' Choice",
  "describe": "Join the journey and open your inner meow!Featuring:* More than 40 challenging levels.* 4 Epic bosses to challenge.* Achievements and Leaderboards to compete with others.* Stylish and stunning pixel art graphics.* Test your skills in Time Trial mode.* Beautiful Soundtrack* Show off your abilities with ReplayKit(Android 5.0+)",
  "lastVersion": "Oct 26, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=droidhang.twgame.restaurant",
  "name": "Animal Restaurant",
  "company": "DH-Publisher",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "649K reviews",
  "age": "Editors' Choice",
  "describe": "This heartwarming management simulation game all starts with a stray cat in the forest.You're the owner of Animal Restaurant. Will you take in this clumsy, dirty kitty and let him work at your restaurant?You can learn all kinds of recipes,like taiyaki, strawberry pancakes, shaved ice, and spaghetti!There's even pizza and avocado sandwich!Mix and match all styles of furniture.We've got European-style dessert tables, Japanese-style fences, and Mediterranean-style ovens!You can also have an Alice in Wonderland-style garden tea party!Hire cute feline staff,including a ragdoll cat, a tabby cat, and a big orange cat!You've also got to get on good terms with an eccentric chef!As long as you work hard, you'll always have a steady stream of customers.Will you chat with this diverse crowd of customers?Will you listen to their thoughts, or argue with them?Learn about the customers' stories through chats and letters. You can even participate and change their lives.Hear about secrets, gossip and tear-jerking experiences.All of this and more can be found at Animal Restaurant—a simple yet cozy and cute restaurant that's all yours!Come open a restaurant and start your story!Kind reminder：It needs WRITE_EXTERNAL_STORAGE and READ_EXTERNAL_STORAGE permissions due to video Ads.Facebook: https://www.facebook.com/animalrestaurantEN\tTwitter: https://twitter.com/AML_Restaurant\tInstagram: https://www.instagram.com/animal_restaurant",
  "lastVersion": "Dec 4, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.talkingtomtimerush",
  "name": "Talking Tom Time Rush",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "111K reviews",
  "age": "Everyoneinfo",
  "describe": "Run fast through the Magic Gate! Tom, Angela, Hank, Ben, Ginger and Becca dash into an awesome adventure together!Talking Tom Time Rush is the all-new runner game! Tom and friends have found a Magic Gate but the Rakoonz crash the fun. They steal the Crystals and escape into a fantastic world!Players join Tom and friends as they jump into wonderful worlds, explore unique side paths and discover special surprises together. It’s an epic chase after those rascal Rakoonz to recover the Crystals!- All of the friends are unlocked from the beginning- Run through extraordinary worlds- Find cross-roads, side paths and surprises- Try out special vehicles- Boost your run with supersonic power-ups- Collect cool new outfitsPlayers who enjoy Talking Tom runner games such as Hero Dash and Gold Run will love Time Rush.By Outfit7, creators of My Talking Tom, My Talking Angela 2 and My Talking Tom Friends.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Jan 12, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rovio.angrybirdsfriends",
  "name": "Angry Birds Friends",
  "company": "Rovio Entertainment Corporation",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.29M reviews",
  "age": "Everyoneinfo",
  "describe": "Compete against the World in 26 NEW Angry Birds levels every week! Or take your chances in the Star Cup as you go head-to-head against individual opponents! Compete with your friends, come out on top, and climb the leaderboards to become the BEST Angry Birds player in the World! Tournament Features:– NEW Competitive Tournaments starting every Monday, Thursday and Saturday!– Play 26 NEW levels every week!– Challenge opponents and win to advance to higher leagues!– Take hold of the top position for amazing rewards! – Special Themed Tournaments every other week!Star Cup features:– Challenge other Angry Birds players one-on-one!– Free Power Ups, Level Effects and Special Slingshots on every level.– Collect Feathers to level up your Birds and gain more scoring power!– Win streaks! Win multiple matches in a row to increase your Rewards.-----------------------------Need some help? Visit our support pages, or send us a message! https://support.rovio.com/Like us on Facebook: https://www.facebook.com/angrybirdsfriends/-----------------------------Angry Birds Friends is completely free to play, but there are optional in-app purchases available.We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.-----------------------------When playing this game, Rovio will offset the carbon footprint caused by the device’s energy consumption.-----------------------------Terms of Use: https://www.rovio.com/terms-of-servicePrivacy Policy: https://www.rovio.com/privacy",
  "lastVersion": "Dec 7, 2023",
  "classify": "#9 top grossing arcadePuzzlePhysicsCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hidea.cat",
  "name": "Cats & Soup - Cute Cat Game",
  "company": "HIDEA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "♥100% Guaranteed [Frog Raincoat] costume to all hoomans♥♥Adorable [Baby Kitty] Reveal! Free adoptions for all hoomans♥<2021 Google Play Indie Games Festival TOP3 Selected Game>Looking for a cute cat game?Here is a peaceful animal forest where cats boil their delicious soup!An idle relaxing cat game perfect for cat moms and dads  =✪ ᆺ ✪=1. Cat Raising Game in Cartoon IllustrationThere has never been a cat game like this one!Each cat’s features are so distinct in cartoonish illustration, including Ragdoll, Norwegian forest cat, Birman, Himalayan, Maine Coon, Siberian, British Shorthair and more!Meet the cats in the fairytale-like forest ( >ω<)♡2. Interact With the Cute CatsDress cats with various costumes like hats, accessories, and clothes.Take photos of your cute animals.You can receive hearts by feeding them fishes caught from the mini-game♥Name your own cats just the way you like as well!3. Relaxing ASMR Sound and BGMRelieve your stress listening to the chilling sounds♬Prepare the ingredients and zoom into the cooking cats!All the sounds from the animal restaurant can be heard♬ Swish swish♬ Blurp Blurp♬Set the BGM to the playlist you want.4. Easy and Fast Animal TycoonCats cook and collect resources once you go idle!Play while you’re eating, riding the bus, or working~!Obtain new recipes and facilities from collected resources.It’s a perfect game for tycoon game and animal restaurant game lovers!If you are one of these gamers, download the game now!♥A cat lover wanting to raise cats♥Cat moms and dads who wants more cats♥Students or workers who need some rest right now♥Those looking for cute animal games or cat games♥ASMR lovers♥Those looking for relaxing games, idle games or roleplay games♥Those who can’t stop saying “Cats are cute!”♥Those who can’t just walk past cats♥Those into pocket camp games like Animal Crossing♥Tycoon game experts with super fast clicking speed in restaurant games or food gamesEverybody has cats but me……Well, meet your own cats right now!Let’s go and check on your cute fluffy mittens~ (=•́ܫ•̀=)",
  "lastVersion": "Nov 27, 2023",
  "classify": "SimulationIdleSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bubadu.bubbu",
  "name": "Bubbu – My Virtual Pet Cat",
  "company": "Bubadu",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "1.09M reviews",
  "age": "Everyoneinfo",
  "describe": "Meet Bubbu, your new virtual pet. He is a cute, emotional and adorable cat who loves to eat tasty food, take selfies, visit friends and dancing. Have fun at Bubbu’s home and find out other secrets about your pet’s life. He will surprise you for sure! Explore Bubbu's colorful world with many adventurous activities! • Bubbu is waiting for you to be fed, dressed, cuddled and bathed. This lovely cat needs your love and attention every day, so take good care of him from morning to midnight. In one word, make sure your kitty is always happy and smiling, but never hungry, sleepy, sick or bored.• Take Bubbu to the animal hospital and test your vet skills as a doctor in a modern pet clinic. Visit also spa and beauty salon, there are so many fun jobs you can do! Enjoy beauty and nail salon games like pet manicure, face care and funny bathing, or just go to the cosmetic dentist with your cat. Bring joy to your fluffy pet with stylish makeovers from head to toe in the hair salon where you can become a makeup and hairstyle expert.• Take Bubbu to the funky showroom and dress him up stylishly. Also don’t forget to make a dream house for your lovely pet. Customize and decorate it with an awesome collection of furniture to make kitty’s home beautiful, warm and cozy.• Over 30 fun mini-games will provide you with food or with coins to buy items for your virtual cat. Have fun playing Catcher, Cat Connect, Find the Cat, 2048, Paint the Cat, Jump, Pop Balloons, Cheese Builder, Fish Ninja, Cat Sings, Nightmare, Jumping Cat, Diver, Stick Ninja, etc. • Spin the wheel of fortune every day, complete daily challenges and explore friends' houses to get some extra rewards. Finishing achievements gives you free diamonds to buy something special for your pet!• Bubbu's land offers you tons of activities. Customize Bubbu’s house into a lovely cat villa. You can grow organic food in the garden and milk a cow everyday as a real farmer. Pimp your cool car and get ready for a hill ride. Take a walk to the seaside and fish or go diving. You can go to the city or even travel into space by rocket to defend your planet against alien invasion. Play football and basketball, pass across sea rocks or climb up the tree. Try to change between day and night and enjoy listening to the sounds of mother nature.So, come on, what is keeping you? Adopt Bubbu and make him the happiest virtual cat ever!This game is free to play but certain in-game items and features, also some of those mentioned in game description, may require payment via in-app purchases which cost real money. Please check your device settings for more detailed options regarding in-app purchases.Monthly Subscription: This subscription automatically renews every month unless you turn it off at least 24 hours prior to the end of the current subscription period. You can manage and cancel your subscription any time via Settings in your Google Play account.The game contains advertising for Bubadu’s products or some third parties which will redirect users to our or third-party site or app.This game is certified compliant with the Children’s Online Privacy Protection Act (COPPA) by FTC approved COPPA safe harbor PRIVO. If you would like to know more about the measures we have in place for protecting child privacy please see our policies here: https://bubadu.com/privacy-policy.shtml .Terms of service: https://bubadu.com/tos.shtml",
  "lastVersion": "Nov 28, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.mytalkingtomfriends",
  "name": "My Talking Tom Friends",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "500M+",
  "reviews": "3.51M reviews",
  "age": "Editors' Choice",
  "describe": "Every day is a blast in the My Talking Tom Friends house with Tom, Angela, Hank, Ginger, Ben and Becca. Players take care of all six at once.- Closet full of fun fashions- Wacky food reactions- Creative and sporty activities for everyone- Toys, stickers and coins to collect- Daily trips to town- New mini games and surprisesInteract, customize and enjoy managing this team of pet friends.From Outfit7, creators of My Talking Tom, My Talking Tom 2 and My Talking Angela 2.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew at the end of a subscription period unless cancelled. You can manage and cancel your subscription any time via Settings in your Google Play account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Nov 21, 2023",
  "classify": "SimulationCarePetSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kotobagames.namelesscat",
  "name": "Nameless Cat",
  "company": "Kotoba Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "98K reviews",
  "age": "Everyoneinfo",
  "describe": "🏆Received Honorable Mention Award in 2018 Bahamut ACG Creation Contest🏆｜Story Background｜A nameless kitten who stumbled upon a strange world, embark on an action-packed journey through the fantasy realm to return to its owner's embrace.On the way home nameless cat encounters various creatures, undergo trials and hardships, which will become its takeaways of this journey!\"Oh, you know, many have given up halfway\" ——God\"I don't see the value worthy of pursuing in that thing\" ——Rabbitman\"Here comes another lamb to be slaughtered\" ——OwlvinCan it overcome all dangerous challenges, defeat the enemy, and return to its owner?A little adventure story of a cat is about to begin ⋯⋯｜Game Features｜○ Western Style Narrative Mobile GameGame narrative consist of dialogues and levels, a heart-warming story told in cat's point of view● 2D Side-Scrolling Action GameChallenge yourself with Hardcore difficulty gameplay in 3 different chapters and 40+ levels, with boss battles and special moves that will test your mastery!○ Element of MysteryPlay as an adorable kitten, through talking with other animals, defeating monsters, and collecting treasures, you gradually discover the mystery of your background, and find the way to return to your owner.● Retro-inspired Pixel Style GraphicsRender in stunning pixel art style, with charming characters and custom skin collectibles, Nameless Cat take you on a retro experience of amazing classics.○ Original Music FestivalIn game music was specially designed by the team to create the sense of loneliness and indifference of the cat's journey, allow you to be immersed in the dual experience of stunning graphics and beautiful music during game play.｜News and Updates｜Facebook：https://www.facebook.com/KotobaGames/GameJolt：https://gamejolt.com/games/NamelessCat/417750Twitter @KotobaGames：https://twitter.com/KotobaGamesTwitter @Antony_Sze：https://twitter.com/Antony_SzeTwitter @2030Qiu：https://twitter.com/2030Qiu※ Game data is stored on users' devices. Deleting or Reinstalling the app will also remove any in-game dataKotoba Games © 2017",
  "lastVersion": "Sep 7, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rhinogames.catstower2",
  "name": "Cats Tower - Adorable Cat Game",
  "company": "Next Epic",
  "rating": "3.8star",
  "downloads": "500K+",
  "reviews": "2.32K reviews",
  "age": "Everyoneinfo",
  "describe": "🐾 Purr-fect Game. Giving shelter to furry felines and precious little kitties is the least we can do! This furry little felines need our love and care. That is what this addictive cat game is all about!🐾 CATS TOWER is the most cat-tastic pawsome Cat collector and Cat Merge kitty game you can play ever! Over 100 cutie cuddly cats waiting for you to give them shelter, merge, collect crystals, take them to Cat House, decorate them in cat room with Cat Condo, cat stickers and so many adorable toys.                                🐾CATS TOWER will get your VIRTUAL PET CAT COLLECTOR and FEEDING app in just few seconds after start playing, the most FAVORITE one! This awesome virtual pet game will soon be your free cute cat addicting game to pass the time with your adorable, awesome and lovely kawaii kitty cats even when you are offline and without wifi.🐾You will enjoy an adorable cats tower gameplay and finding out about new cat breeds like American wirehair, Bengal, Persian, Australian mist, Russian blue, Egyptian mau, Japanese Bobtail, British Shorthair, Norwegian Forest, Arabian Mau, Himalayan, Picatso, Turkish Angora, Scottish Fold, Brazilian Shorthair, Savannah and about 100 other kitty cat to create your own kawaii animal world,  cat condo, virtual cat cafe, cat town, winter fest or cat hotel and have it in your pocket! Let’s sum up this paw-some free cat game:😺 Build a tower for cats with endless puzzle rooms for your little kawaii furry friends.😺 Collect and take home the most lovable cuddly furry kitties, feed and take care of your little tigers 🐅😺 Decorate cat condo rooms with stylish magic toy items for your virtual cats and challenge your interior design skills!😺 Meow! Merge cute cats, unlock very rare cat breeds of this furry kittens, feed your pets with their favorite meals and get them awesome toys and accessories like noodle ball, stickers, condo, tree, mouse, perfume, slippers and whatever they love to make them happy. Enjoy playing online or offline.😺 Unlock levels, earn crystals and open more beautiful puzzle rooms for your gorgeous furr-ends.😺 Collect & combine kittens by merging them, discover more than 100 cat breeds and take care of these adorable furry kawaii cats.😺 And of course, adopt your little Tom, give and receive love to the cutie little kitties!🐾Build adorable cat tower tree for all of your furry cats! Start decorating virtual cats and their living places like room, kitchen, yard, castle, beach, condo, cafe and spa and make a perfect cat town hotel! CATS TOWER is perfect cute cat game for kids, girls and, why not, boys and all cat freaks who love cute kawaii apps. No matter if you call these awesome baby kittens kucing, petfinder, gato, tiger, zookeeper, fish lovers, cat battle, dog avoiders, winter fest magic, stickers, or simply kitty, you would love them more every day! Not all angels have wings. Sometimes they have paws, tail and whiskers! 🐾😻 Anything is really paws-ible with a cat by your side. 🐈Like & Follow Cats Tower on Social Media! 📱Facebook 🐾https://www.facebook.com/catstowerTwitter 🐾https://twitter.com/Cats_TowerInstagram 🐾https://www.instagram.com/cats_tower_officialDiscord 🐾https://discord.gg/7vSR94Privacy Policy of NextEpic🐾https://nextepic.games/privacypolicyTerms and Conditions of NextEpic 🐾https://nextepic.games/termsandconditions",
  "lastVersion": "Jan 24, 2023",
  "classify": "PuzzleMergeCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperbeard.adorablehome",
  "name": "Adorable Home",
  "company": "HyperBeard",
  "rating": "4.0star",
  "downloads": "10M+",
  "reviews": "532K reviews",
  "age": "Everyone 10+info",
  "describe": "Are you the couple that just moved to town? Are you wondering what to do first? Let's clean up so you can start unpacking! There's a couch, a table, and a TV stand, but not much else. What's missing here?! Oh... silly me, a TV of course. Let's buy that first! But we can't just watch TV all day. Your partner needs to work, and you have important chores around the house to do. GATHER LOVE - Be sure to prepare meals for your partner and feed Snow, your kitty (or adopt multiple kitties if you wish it so) to earn love.- Use that love to buy furniture, decorations, and yes... more CATS for your house to make it utterly adorable!- Unlock new areas like the Garden, where you can gather love from cute woodland creatures that come to visit.ENJOY THE BONDING TIME- The more cats you have, the more adorable moments you'll get. Capture them in snapshots with your retro camera and collect them all in your photo album.- Buy new aesthetic rooms and decor them with pride so you and your partner can chill and have special moments in them.Adorable Home is a passive and relaxing experience. Come back and check in on the game every couple hours to see something new, eat some miso soup, gather some love and continue furnishing your home.We hope you enjoy! Adorable Home is LGBTQ+ friendly for its diverse team of developers and the sensibility of themes treated with care. It also references mature themes and, on occasion, depicts characters in revealing outfits; this is a game about partners inside their home (Bedroom, Bathroom, etc.) after all. It could be inappropriate for children.",
  "lastVersion": "Dec 11, 2023",
  "classify": "SimulationCarePetSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rovio.abcasual",
  "name": "Angry Birds Journey",
  "company": "Rovio Entertainment Corporation",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "232K reviews",
  "age": "Everyoneinfo",
  "describe": "Join Red and his friends on a slingshot adventure through changing seasons full of fun, challenging levels, and delightful destruction! Let the birds fly! Go after the piggies, topple their towers, and rescue the Hatchlings in Angry Birds Journey—a modern take on a slingshot game.Solve the ever-changing puzzles with quick wits and true aim. Be rewarded with season and event tokens, and use them to claim amazing rewards that give your journey a boost! Relax and unwind with the most fun and laid-back Angry Birds game yet!Features- Pick up and play anytime, anywhere! No need to hurry, just enjoy the ride! - Solve fun and relaxing slingshot puzzles! No pressure, just aim and shoot! - Play through hundreds of levels that range from easy to extreme—something for everyone to enjoy! No matter your skill level, you’ll have a blast! - New levels are added every week! More surprises, more excitement! - Complete levels, collect season and event tokens, and win great rewards! You never know what you’ll find next! - Play with all the classic Angry Birds characters and NEW ones! Meet Chuck, the yellow bird with a super speed boost! - Discover and explore intriguing ever-changing seasons! From sunny beaches to snowy mountains, from spooky forests to festive cities—there’s always something new to see! Need some help? Visit our support pages, or send us a message at support@rovio.comLike us on Facebook: https://www.facebook.com/angrybirdsjourneyAngry Birds Journey is completely free to play, but there are optional in-app purchases available.Join the Journey!  ---------------------------------------- We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected. When playing this game, Rovio will offset the carbon footprint caused by the device’s energy consumption. Terms of Use: https://www.rovio.com/terms-of-service Privacy Policy: https://www.rovio.com/privacy",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzlePhysicsCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rovio.ABstellapop",
  "name": "Angry Birds POP Bubble Shooter",
  "company": "Rovio Entertainment Corporation",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "687K reviews",
  "age": "Everyoneinfo",
  "describe": "Let the bubbles fly in a charming bubble shooter downloaded by more than 45 MILLION players! Match and pop colorful bubbles in over 2000 captivating level games, and participate in special events to earn awesome rewards! Have lots of fun playing this bubble shooter game! Join Stella, Red, Chuck, Bomb, and the rest of the Angry Birds flock in a bubble shooting adventure bursting with a nearly endless supply of challenges! Grab your trusty slingshot and shoot those bubbles to drop the pigs and rescue the impossibly adorable Hatchlings. With special guests and events popping up all the time, there’s always a fun new challenge to take on. Of course accomplishments come with their fair share of rewards! One of a kind bubble pop games!  FEATURES– Super easy to pick up and play. – Levels for days! Play over 7000 level games with more added every week.– Regular updates with fun seasonal themes, special guests, and more in this matching bubble pop game.– Watch out for limited-time events and sales!– Beautiful graphics and animations. Everything is bursting with color!– Pull off popping streaks to load your slingshot with an extra powerful bubble games!– Complete daily challenges for special bonuses.– Connect to Facebook to challenge friends and send gifts.– Need some help with a tough level? Boosters are there for you when you need them.  Like us on Facebook: https://www.facebook.com/angrybirdspop/ ---We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.Need some help? Visit our support page or send us a message! https://support.rovio.com/--- Angry Birds Pop! - Bubble Shooter is completely free to play, but there are optional in-app purchases available. Either way, it’s tons of fun! Terms of Use: https://www.rovio.com/terms-of-servicePrivacy Policy: https://www.rovio.com/privacy",
  "lastVersion": "Dec 13, 2023",
  "classify": "PuzzleBubble shooterCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Bubble+shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dirtybit.fra",
  "name": "Fun Run 3 - Multiplayer Games",
  "company": "Dirtybit",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "289K reviews",
  "age": "Everyone 10+info",
  "describe": "Join our community of 130 million Fun Run players from all around the world in the online multiplayer racing game - Fun Run 3. Get ready to go on the run in fun running games with even more action-packed craziness than before – enter to battle, crash and win big against your furry opponents by being the first player to reach the finish line!Fun Run is BackWe are back with the third chapter in the Fun Run saga – FUN RUN 3 – with more of the mischief and mayhem that you loved in Fun Run and Fun Run 2. Challenge 8 of your online friends or randompeople and run faster than them in this thrilling online multiplayer game mode. Be the fastest runner as you crush your rivals in exciting races!Ridiculously Funny Running GameFun Run 3 takes the legendary gameplay of classic running race games and adds a new dimension of cool! Race against other real players while escaping almost real obstacles in a really funny game. Sabotage your rival runners’ progress to WIN the race in this fun game to play online. No holding back! Slash, crush, and destroy your opponents to the finish line!Arena GameplayIn the Arena mode, 8 players fight against elimination. Only the fastest 3 reach the finish line for amazing rewards and ultimate glory. Today is the race day, on which you become the victorious and fulfill your destiny to be among the winners who reach the ARENA CHAMPION podium.Form a Clan & Run with FriendsGet on the run and race with your clan buddies! Participate in multiplayer games online with friends or total strangers. Find friends online to show them how it’s done! Fun Run 3 is all about playing awesome games with friends – and beating them to the finish line!Show off your style and be the coolest critter in the forest!We packed this Fun Run game with hilarious fashionable accessories! Choose from different furry friends and dress them up with cool hats, boots, sunglasses and even more swag to show off your funny games style! Choose between cool animals - a blue bear, a bunny, a cat, or even a monkey! Cool & Fun Features★ Clan Battles in a 2v2 mode! ★ 30+ new power-ups!★ Arena - the new 8 player racing game mode!★ Race against friends or random players in real-time!★ Slam & Slide: two new actions to leave the opposition in the dust!★ Customize your avatar with more options than ever!★ Conquer lots of new levels!★ Climb the leaderboards and challenge the best players in the world!Fun Run 3 is a free online multiplayer game – an internet connection is required.The Arena awaits! Download Fun Run 3 now and start running! Ready, Set, GO!",
  "lastVersion": "Dec 8, 2023",
  "classify": "RacingCasualMultiplayerCompetitive multiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.iabuzz.HelloKittyRacingAdventure",
  "name": "Hello Kitty games for girls",
  "company": "Abuzz",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "7.92K reviews",
  "age": "Everyoneinfo",
  "describe": "Get your hands on the wheel, step on the gas and be ready to jump! The cutest cartoon crew is waiting for you - Hello Kitty, Chococat, Pompompurin, Kerokerokeroppi, Gudetama, Little Twin Stars, Cinnamoroll, Kuromi, Tuxedosam, Bad Badtz-Maru and My Melody. A car racing game based on our famous Beepzz series, is fun for the entire family and challenging for young children.Join Hello Kitty and her friends for an unforgettable journey through 80+ levels in 9 different countries all over the World - including Hello Kitty’s hometown London, entertaining U.S.A., adventurous Brazil, mesmerizing Egypt, challenging Austria, fascinating India, mysterious China, surprising Russia and enchanting Japan.This is a uniquely creative racing game for everyone that loves Hello Kitty and other Sanrio Characters. It is a simple game to start and as you progress to different countries or even advanced levels within each theme, many challenges are presented which will test your skills.11 Sanrio characters are on a mission to explore the World and along the way collect as many hearts as possible. Each one of them are with their unique vehicles - Chococat with a boat on the wheels, Pompompurin with a tuk-tuk, Kerokerokeroppi with an airplane, Little Twin Stars with a moon-mobil, Cinnamoroll with a red sports car, Bad Badtz-Maru with a scooter and My Melody with a train engine.From melodious sounds to unique animations and from creative terrains to challenging obstacles, this racing game is filled with Surprises and will keep you thrilled till the end!If you have any questions, feedback or suggestions, please write to us at kids@iabuzz.comSANRIO LICENSE © 1976, 1979, 1988, 1993, 1996, 2001, 2005, 2013, 2018 SANRIO CO., LTD. Used Under License by ABUZZ.",
  "lastVersion": "May 22, 2023",
  "classify": "RacingStunt drivingCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperbeard.klep2cats",
  "name": "KleptoCats 2",
  "company": "HyperBeard",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "64.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Cute cats… Am I right?!?OK OK. There's more to KleptoCats than just hilarious, a-MEOW-zingly kawaii, blow-your mind cute cats… they have a dark side too. They can't stop stealing!!! Watch as they steal random, but funny… kinda useful, but not really… items, from everywhere in the galaxy. Let these furry friends and their frisky paws fill your house with the strangest oddities and the most magnificent treasures. How do they accomplish this incredulous feat of mystifying thievery?! Well… you'll just have to play the game to find out. ;-)KleptoCats 2, the sequel to the viral phenomenon, KleptoCats, brings back all your favorite feline friends along with some fresh new kitties. It's 2x more cute, 2x more fun, 2x more mysterious...and, yep you guessed it, 1337x pure PAW-someness! OMG just go tap \"Install\" right now!!! KleptoCats are waiting for you!You never know what KleptoCats will bring back next.",
  "lastVersion": "Aug 24, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.mytalkinghank",
  "name": "My Talking Hank",
  "company": "Outfit7 Limited",
  "rating": "4.1star",
  "downloads": "100M+",
  "reviews": "1.21M reviews",
  "age": "Editors' Choice",
  "describe": "With over 15 BILLION downloads and worldwide hits like My Talking Tom and My Talking Angela, Talking Tom and Friends now has a BRAND NEW free app. Introducing My Talking Hank! Help Hank pursue his love of photography and take pictures of all the animals on the islands of Hawaii. He’s ready for adventure and off to explore. Hank needs you!TAKE CARE OF YOUR PUPPYAdopt your very own puppy, little cute baby Hank. He is one of a kind. A puppy so sweet you can’t look away! Take care of Hank, your new favorite virtual pet. Feed him delicious food, take him to the toilet and swing him to sleep on a hammock under a starry sky.HELP HANK COLLECT ALL THE ANIMALSHank loves photography! He wants to take picture of every wild animal living on the island. And there are plenty of them to discover - from a fluffy White Bunny, to a silly Flamingo, gangster Hip Hop Hippo and many more. Travel through different zones of the island. Place toys and food for the animals. Wait for them to show up and… CLICK! ... collect their photos.FEATURESWelcome to Hawaii: Check out your wonderful island home! It looks cool night and day!Raise Hank: Hank needs you to take care of him, from feeding to visiting the toilet!Take Photos: Help Hank complete his photo album by taking pictures of wild, exotic animals.Attract animals: Some of them are scared of Hank, you’ll need food and toys to lure them out!Keep playing: There are more features to discover in My Talking Hank, so keep exploring!Hank’s Premium Monthly Subscription – which offers an 80% discount on all energy potions, double currency rewards from all animals attracted, and +150% more diamonds on all diamond purchases – is priced at $4.99 per month.Payment will be charged to your Google Play account at the confirmation of purchase. The subscription automatically renews every month unless it is canceled any time before the end of the current subscription period. When you cancel your subscription, the cancellation will apply from the next subscription period onwards. You can manage and cancel your subscriptions by going to your Google Play account settings after purchase. Please note that deleting the app does not result in cancellation of your subscription.This app is PRIVO certified. The PRIVO safe harbor seal indicates Outfit7 has established COPPA compliant privacy practices to protect your child’s personal information. Our apps do not allow younger children to share their information.This app contains:- Promotion of Outfit7's products and advertising- Links that direct customers to our websites and other Outfit7 apps- Personalization of content to entice users to play the app again- Watching videos of Outfit7's animated characters via YouTube integration- The option to make in-app purchases- Items are available for different prices in virtual currency, depending on the current level reached by the player- Alternative options to access all functionalities of the app without making any in-app purchases using real money (level progress, in-game functionalities)Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "SimulationCarePetSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftA9HM",
  "name": "Asphalt 9: Legends",
  "company": "Gameloft SE",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.73M reviews",
  "age": "Editors' Choice",
  "describe": "In Asphalt 9: Legends, take the wheel of real cars from high-end renowned legendary car manufacturers, such as Ferrari, Porsche, Lamborghini, and W Motors, among many other international brands. Drive, boost and perform stunts across dynamic real-life locations in single or multiplayer play. Racing adrenaline, brought to you by the creators of Asphalt 8: Airborne.Customise high-end hypercarsThere are over 200 of the world’s A-brand high-speed motor machines to collect. Each vehicle has been selected from among the world’s renowned car brands and manufacturers and has customisable aesthetics. Pick your car, customise its body paint, the rims, and wheels or apply different-looking body parts to race with around the world.Auto & manual racing controlsLevel up your skills and race through the streets like a pro with precise manual. If you prefer to cruise, TouchDrive™ is a driving control system that streamlines car steering to let you focus on decision and timing. This feature is perfect to let you focus on the environment, the soundtrack and the sound effects.Events and Career ModeEmbark on a real street racing journey in Career Mode, with over 60 seasons and 900 events. There are always rewarding challenges to experience in the Events section of Asphalt 9.Play the limited-time events or take part in story-driven scenarios to compete among the racers in Asphalt.Racing sensationsExperience the pure arcade gameplay of Asphalt 9, combined with realistic racing sensations. A feeling of immersion is guaranteed thanks to our reflection and particle effects, HDR rendering, realistic sound effects, and a soundtrack from renowned musical artists.Multiplayer mode & racing clubThe online multiplayer mode will take your car through real street racing action.Race against up to 7 rival players from all over the world in intense racing play. Drive, drift and perform stunts to earn extra points for your Club.Create your own online community of racer friends with the Club feature. Play together, race in different locations and unlock rewards as you drive up the ranks of the multiplayer Club leaderboard._____________________________________________Please note that this game contains in-app purchases, including paid random items.Visit our official site at http://gmlft.co/website_ENCheck out the blog at http://gmlft.co/centralDon't forget to follow us on social media:Facebook: http://gmlft.co/A9_FacebookTwitter: http://gmlft.co/A9_TwitterInstagram: http://gmlft.co/A9_InstagramYouTube: http://gmlft.co/A9_YoutubeForum: http://gmlft.co/A9_ForumsPrivacy Policy: http://www.gameloft.com/en-gb/privacy-noticeTerms of Use: http://www.gameloft.com/en-gb/conditions-of-useEnd-User License Agreement: http://www.gameloft.com/en-gb/eula",
  "lastVersion": "Dec 12, 2023",
  "classify": "#4 top grossing racingRacingRacing simulatorMultiplayerCompetitive multiplayerSingle playerRealistic",
  "privacy": "https://play.google.com/store/search?q=Racing+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.burritobison3.google",
  "name": "Burrito Bison: Launcha Libre",
  "company": "Kongregate",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "641K reviews",
  "age": "Everyoneinfo",
  "describe": "Burrito Bison is here and he’s brought friends! With more than 15 million plays on Kongregate.com, our favorite hero is back.In the latest installment of the series, Burrito Bison teams up with new friends: Pineapple Spank and El Pollo to bounce, crack, eat cake, smack, fly, and soar through the skies to fend off the invasion of gummies!Stolen by an evil chef, Burrito Bison seeks out his cookbook to take back with him to make the finest salsa in the world.So strap on your rocket belt, and launch your way to glory!Features:*Three powerful wrestlers: Burrito Bison now gets to adventure with friends!*Dozens of upgrades to make you stronger, slippier, luckier, faster, more underground worm-riding-er, and more explosive.*Five opponents, each with unique weakness, to fight through on your quest for freedom. KO them for big bonuses!*For the first time in the series, battle a Final Boss in your quest to rid the world of gummies (or at least until you get your cookbook back and fly through the gummies’ alternate universe)!*All the pinatas you can crack open!PLEASE NOTE: Burrito Bison: Launcha Libre is free to play, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Oct 18, 2023",
  "classify": "ActionArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_ARCADE"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when youâ€™re racing online against players from around the world! Think youâ€™re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robtopx.geometryjump",
  "name": "Geometry Dash",
  "company": "RobTop Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "907K reviews",
  "age": "Everyoneinfo",
  "describe": "Jump and fly your way through danger in this rhythm-based action platformer!Prepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play with lots of levels that will keep you entertained for hours!Game Features• Rhythm-based Action Platforming!• Lots of levels with unique soundtracks!• Build and share your own levels using the level editor!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Lots of achievements and rewards!• No in-app purchases!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
  "lastVersion": "Nov 15, 2017",
  "classify": "ActionPlatformerRunnerArcadeAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FDGEntertainment.redball4.gp",
  "name": "Red Ball 4",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "2.99M reviews",
  "age": "Everyoneinfo",
  "describe": "Red Alert! Evil minions want to squeeze the planet into a square shape. Who's got the balls to save the world ? Oh yeah, that's right!Red Ball to the rescue! Roll, jump and bounce through 75 exciting levels full of adventure.Make your way through tricky traps and defeat all monsters. Features: - All-New Red Ball Adventure - 75 Levels - Epic Boss Battles - Cloud Support - Exciting Physics Elements - Groovy Soundtrack - HID Controller Support",
  "lastVersion": "Nov 30, 2023",
  "classify": "ActionPlatformerArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fizzd.connectedworlds",
  "name": "A Dance of Fire and Ice",
  "company": "7th Beat Games",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "25.6K reviews",
  "age": "Everyoneinfo",
  "describe": "A Dance of Fire and Ice is a simple one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure you would enjoy this game!Features:- 20 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world has its own unique hand-drawn fantasy landscape, and has short tutorial levels followed by a full-length boss level.- Post-game challenges: Speed Trials for each world and blisteringly fast bonus levels for the brave.- Play new levels for free: more levels will be added over the coming months.- Calibration options: Auto-calibration and manual calibration. This is a precise rhythm game, so please use your ears more than your eyes when playing.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part you just need to keep a consistent beat - but keeping a beat is not very easy. So don't worry if you find it difficult!",
  "lastVersion": "Sep 21, 2023",
  "classify": "#2 top paid musicMusic",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.fizzd.connectedworlds"
}]