[{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvzfree_row",
  "name": "Plants vs. Zombies™",
  "company": "ELECTRONIC ARTS",
  "rating": "4.2star",
  "downloads": "500M+",
  "reviews": "5.66M reviews",
  "age": "Everyone 10+info",
  "describe": "Get ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — peashooters, wall-nuts, cherry bombs and more — to mulchify 26 types of zombies before they break down your door. This app offers in-app purchases. You may disable in-app purchasing using your device settingsWINNER OF OVER 30 GAME OF THE YEAR AWARDS*50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode!NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all.Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy. FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more.GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements and show off your zombie-zapping prowess.COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu.*Original Mac/PC downloadable game.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com FOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information. This app contains direct links to the InternetRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement",
  "lastVersion": "Nov 28, 2023",
  "classify": "#8 top free strategyStrategyTacticsSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vjsjlqvlmp.wearewarriors",
  "name": "We Are Warriors!",
  "company": "Lessmore UG",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "4.87K reviews",
  "age": "Everyone 10+info",
  "describe": "Use food to muster units and defeat your enemy in battle! Evolve through the ages! Send Dino Riders into battle in the Stone Age, Spartan Warriors in the Iron Age, and Tanks in the Modern Age! Conquer the wars and become the greatest general the world has ever seen!Find our Terms of Service here: https://lessmore.games/games/terms-of-service/",
  "lastVersion": "Dec 11, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vjsjlqvlmp.wearewarriors"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.talkingtomtimerush",
  "name": "Talking Tom Time Rush",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "111K reviews",
  "age": "Everyoneinfo",
  "describe": "Run fast through the Magic Gate! Tom, Angela, Hank, Ben, Ginger and Becca dash into an awesome adventure together!Talking Tom Time Rush is the all-new runner game! Tom and friends have found a Magic Gate but the Rakoonz crash the fun. They steal the Crystals and escape into a fantastic world!Players join Tom and friends as they jump into wonderful worlds, explore unique side paths and discover special surprises together. It’s an epic chase after those rascal Rakoonz to recover the Crystals!- All of the friends are unlocked from the beginning- Run through extraordinary worlds- Find cross-roads, side paths and surprises- Try out special vehicles- Boost your run with supersonic power-ups- Collect cool new outfitsPlayers who enjoy Talking Tom runner games such as Hero Dash and Gold Run will love Time Rush.By Outfit7, creators of My Talking Tom, My Talking Angela 2 and My Talking Tom Friends.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Jan 12, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.playtogether",
  "name": "Play Together VNG",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "632K reviews",
  "age": "Teeninfo",
  "describe": "Meet friends from all over the world!This is a Virtual Universe where friends from all over the world can gather! Let's play Play Together together?1. A virtual playground!Create memorable moments in our virtual playground with your friends!Meet new friends at the Plaza, go shopping, or play a variety of short games at the Game Center.Play hide and seek with zombies at the Haunted House at night and try to conquer the top of the Infinity Tower at the Campground.The people at the Plaza will have special quests for you! Complete these missions and get rewards!At Play Together, every day is a fun experience!2. A special adventure!Take a special ride at Play Together.Travel abroad by going to a Travel Agent!Meet new friends from all over the world and bookmark the places you've visited!Sail to the Lost Island and search for hidden treasures!3. Host a party at your placeGet creative and decorate your home using furniture with various themes!There are many colorful themes to choose from such as Egyptian, Toy Block, Botany...If you've finished decorating your house, it's time to have a Home Party!The theme of the party can be anything you like!Dance party, pool party, cooking class...The only limit is your imagination!4. Style with your own substance!Only you can define who you are!Express yourself with outfits and accessories!Skateboards, sports cars, hot air balloons, space backpacks or all-terrain vehicles? Travel around with your adorable pets and friends!5. Vibrant Insect WorldInsects are everywhere, from flower gardens, around lakes to tree trunks.With a racket in hand, you have to sneak up to approach and aim to catch them. Oh be careful and go slow lest they fly away. Catch Insects and Fill Your Own Insect Dictionary!6. Giant meteorite in the Plaza!You can obtain various items by mining meteors that fall on the PlazaEveryone who comes into contact with rocks can mine minerals. The boulder after being mined a certain number of times will break, so if you see a stone, remember to exploit it immediately.In addition to items that can be crafted at any time, there are also limited items that can only be crafted for a certain time. Collect mining materials to craft your favorite items!",
  "lastVersion": "Dec 6, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.playtogether"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snake.io.slither.worms",
  "name": "Snake Lite-Snake Game",
  "company": "Hippo Lab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "244K reviews",
  "age": "Everyone 10+info",
  "describe": "📍Snake Lite(Snake Zone.io)-snake game is a casual arcade hunry snake game. Different from other slither&snake games, not only can you collect yummies and different powerups in the arena, but you can also compete with other players to see who is the wormmax snake! Slithering like a snake in the worm-zone! 📍Snake Lite-Hunry Worms.io Game is a classic fun and dynamic action PVP hungry snake game — Relax, the rules are simple. Controlling your worms to eat more delicious food becomes longer, win the worm.io battle and become the biggest worm&snake of them all! Like the oldest classic snake game, Snake Zone.io retains the core gameplay mechanism! Unique graphics keep minimalistic and simple.📍This 3D multiplayer worm slink game is part of snake games family. Now, this awesome worm game has upgraded gameplay. You can play offline alone, no matter where you are; you can also play battle with snake rivals or friends.📍Snake Lite-snake game: Slither, eat, grow, defeat snake of rivals! Snake Lite(Snake Zone.io) is designed for smooth controls, fast performance in the free addictive io game. 📍Similar to a classic action game, there is the last snake slithering in multiplayer Battle Royale and survives in the classic hunt of snakes and zone worms!🎮Game features:- Slither through a field of sugars or yummies and eat to make you grow up- Hit other worms by sneaking and encircling them into your worm's body cleverly.- You can choose to snake battle multiple modes-Infinite, Time mode, Survival. Will you be the biggest snake?- Online &offline snake game with better performance on your device- 3D snake and beautiful skins to make your worm great!- Battle with other snakes and the boss worm. - Defeat rivals to get a high score with slithers on the ranking online.- The fun io game version of snake&worm.- Play anytime, anywhere. It's fun with light size game.- Whether you’re offline or online! The snake game is free.Eat the all food and become the most giant snake in the wormzone! Join us, play and slither like a snake with the world player.If you like .io games like worm and snake, don’t hesitate to download Snake Zone .io. And start slithering your worm now! Slink into this crazy arcade game!Hunt to the huge snake in the worm arena and become the biggest worm.If you like worm and snake games - Just play this casual game and join the battle royale!Join our community! The Worm game is a free casual game for slither snake fans for an active casual game. Follow our official Facebook page to get all the latest news and updates: https://www.facebook.com/SnakeZoneGame2022",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionIO gameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miniworldgame.creata.vn",
  "name": "Mini World:CREATA VN",
  "company": "MINI WORLD COMPANY LIMITED",
  "rating": "",
  "downloads": "5M+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "[Mini World] Vietnam exclusive version aired. Optimize and add more localized content, more exclusive gifts, come and experience the beauty of Vietnam right away![Mini World] is a beautiful 3D Sandbox game with high creative freedom.There are no limit rules, no specified gameplay, you can create, destroy, survive or take risks. Garden, Library, Communal Hall...and many more are waiting for you to discover.[Comfortable Open Playground]You are free to be creative: can build your ideal building, city, open any map to grow crops, buy and sell crops, simulate trading business, endless options diversity and abundance.You are also free to destroy: can tear down buildings you don't like, level forests and savannahs, build volcanoes and create floods... turn the world upside down!You can choose risky survival: choose the right context, carefully deal with the hidden monsters, upgrade your weapons and fight the monsters, can also directly confront the special Very brave suicide squad.Choose the Mini World playground for more options: Build Mini Games in Mini World, create music, shoot cartoons...[Communicating with Friends, Double Joy]Can make friends in five continents, four seas, play games in the connecting lobby, fight monsters together, chat, walk together, build a Garden, experience a new world, explore unknown maps arrive.[Rich Events, Attractive Rewards]The Treasure event officially begins, a new series of weapon skins are released.More events during the holidays: Holiday gifts, special events for Summer vacation, Tet holiday, weekend events, golden hours, collaboration with famous big IPs, cool skins, weapons and more Other unexpected mysterious events are also in preparation.[Contact us]Facebook: https://www.facebook.com/groups/miniworldVNDiscord: https://discord.gg/miniworldcreatavnCS Email：miniworldcustomerservice@gmail.com",
  "lastVersion": "Nov 30, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miniworldgame.creata.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.delete.erase.tricky.parts.master",
  "name": "DOP Delete Stories: Erase Game",
  "company": "GAPU",
  "rating": "4.8star",
  "downloads": "500K+",
  "reviews": "153 reviews",
  "age": "Everyone 10+info",
  "describe": "DOP Delete Stories: Erase Game is an exhilarating brain game that challenges players to solve mind-boggling puzzles by strategically deleting or erasing specific parts of various objects. With its captivating gameplay and cleverly designed levels, DOP guarantees hours of immersive entertainment for puzzle enthusiasts of all ages.🧠 Engaging Gameplay:In DOP Delete Stories, players are presented with a wide array of intricate scenarios and objects. Their task is to examine each scene carefully, identify the unnecessary or obstructive parts, and use their eraser to remove them. The challenge lies in determining the correct sequence and timing to erase specific elements, as each level demands logical thinking and problem-solving skills.🧠 Brain-Teasing ChallengesPrepare to embark on a journey filled with brain-teasing challenges! DOP Delete Stories offers an ever-expanding collection of puzzles that gradually increase in complexity, providing players with a continuous sense of accomplishment. From simple shapes to intricate machinery, each level presents a unique test of logic and creativity.✏️ The Eraser PowerThe eraser tool in DOP Delete Stories is your ultimate companion on this adventure. Use it wisely to delete one part of an object, unraveling hidden secrets or unlocking the path to success. Every swipe of the eraser brings you closer to solving the puzzle, but be careful not to erase the wrong part! Precision and strategic thinking are essential to triumph over each brain teaser.With its intuitive controls and gradual difficulty curve, DOP Delete Stories ensures a smooth and satisfying gaming experience. As you conquer each level, unlock new chapters and discover increasingly complex puzzles.DOP Delete Stories: Erase Game combines addictive gameplay, brain-teasing challenges, and captivating storytelling to deliver an exceptional puzzle-solving adventure. Engage your logical thinking, sharpen your problem-solving skills, and unlock the secrets hidden within each level. With its intuitive controls and a wide variety of levels, DOP promises an immersive experience that will keep you entertained for hours on end. Get ready to erase, delete, and unravel the mysteries that await in DOP Delete Stories!",
  "lastVersion": "Aug 3, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.delete.erase.tricky.parts.master"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.JindoBlu.Antistress",
  "name": "Antistress - relaxation toys",
  "company": "JindoBlu",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "833K reviews",
  "age": "Everyoneinfo",
  "describe": "When you need relaxation, diversion or just a moment of distraction enjoy this collection of toys: hear the sound of a bamboo chime, play with wooden boxes, swipe gently your finger in the water, tap buttons, draw with chalks and so on! Are you waiting for something and you need a diversion? Open Antistress app and start playing with a Newton's cradle! Are you furious with someone? Have some relaxation with the never-old fifteen game! Do you need distraction from study? Open Antistress app and choose one among dozens of toys to play!Take your time and live a moment of diversion. This game include also an antistress Bamboo chime, a finger scale and some dirty windows to clean! Plus, this stress relief app is constantly updated with new antistress toys every 2 weeks, to help you calm down your anxiety with always fresh contents, like finger spinner, finger cube, slime and a bunch of anxiety free toys.Privacy policy :  https://www.jindoblu.com/privacy-policy/",
  "lastVersion": "Dec 11, 2023",
  "classify": "CasualHypercasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Hyper+casual+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.supercent.linkedcubic",
  "name": "Snake Clash!",
  "company": "Supercent",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "34.7K reviews",
  "age": "Everyoneinfo",
  "describe": "🐍 Snake Clash: Unleash the snake showdown! 🎮Dive into the ultimate snake game experience with Snake Clash!Your goal? Reach the top by becoming the most powerful snake within a limited time frame.The best part? Playing is absolutely FREE!🌐 Marvel Multiplayer: Online and OfflineSnake Clash ensures that you will never get bored with seamless online and offline multiplayer options. Wherever you are, excitement follows.🎲 Modes Galore: Challenges AwaitWith a plethora of game modes and challenges, Snake Clash guarantees binge-worthy entertainment. Variety is the spice of snake life!🏁 Global Rivalry: Race to DominateDevour smaller snakes to level up, improving your size and strength with each satisfying gulp. Devour snacks, grow your snake and strive to be the biggest and baddest on the block.🕹️ Addictive Excitement: The Perfect ChallengeFor those who like a challenge, Snake Clash is the perfect playground. Fast, exciting and undeniably addictive, you will come back for more.Worm your way through the competition to become the ultimate snake.🔥 Download now: Snake Clash is waiting for you!Don't miss the snake showdown! Download Snake Clash today and embark on a journey to snake supremacy.🌟 Highlights:Excellence in modern snake play.Play for free with seamless online and offline multiplayer.Various game modes and challenges for endless entertainment.Global Competition: Race, Grow, and Dominate!Strategic gameplay: outmaneuver and conquer your rivals.A fast, exciting and undeniably addictive game.Join the Snake Clash now! 🐍🔥",
  "lastVersion": "Dec 12, 2023",
  "classify": "#9 top free arcadeActionIO gameCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twincorp.bancaonline",
  "name": "iCá - Bắn Cá ZingPlay VNG",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "415K reviews",
  "age": "Teeninfo",
  "describe": " ZINGPLAY ICE - REAL ONLINE FISHING iCá Zing Play is the number 1 free online fish shooting game in Vietnam with nearly 20 million downloads.iCa is a casual game portal that is easy to play, with no rewards and completely free with cute chibi images for all ages. iCa zingplay brings all the characteristics of the supermarket fish shooting, but more interesting with the super boss and personality, a series of unique skills that the supermarket shooting game does not have.You do not know how to play the choir or have never played shooting fish in the supermarket? Do not worried! i ca zingplay is very simple to play:Step 1: Select the target you want to capture. The bigger the fish, the more beautiful it is, the more coins you can eatStep 2: Press or hold your finger on the screen to shoot continuously (free fire)Step 3: Move to the target to increase your chances of catching large fish.THE GAME IS EASY, DOWNLOAD NOW !!Unlike supermarket fish shooting games, fish shooting games or bananas, i ca zing play is free to play online entertainment game and has a series of outstanding features:🐟Game is completely free, players can get startup gifts, free gifts, daily giftcode gifts🐟Large gifts, the online game with the most gift codes, with thousands of gold gift codes every day on fanpage🐟Fishing entertainment, hunting boss hands with a series of giant bosses. In the world of fish, do you dare to challenge the god dragon (ban ca rong), or experience the shimmering free fire effect from the fire phoenix boss, the 1 shot effect is 3 from the zingplay three-tailed boss🐟Try the free fire phoenix combo and shoot 1 to 3 to wipe the fish on the table🐟12 unique guns designed with the concept of fish in zingplay: plaice, squid, ray, goldfish🐟 Beautiful boss-eating sound and effects🐟 If you have free time, do not hesitate to have fun with iCa zing play! In addition, ic Zingplay also has a portal for minigames and interesting online events such as:🐟 Crab game: crab gourd is a popular game, in ica ocean, this is 1 minigame online with 9 people, The first 9-person online crab game on the market: great entertainment, 15s each game, Blink of defeat. Want x2 property, try your luck right away with Bau crab🐟 Flip Ca online: luckily eat it all, the feeling of joy in just 1 note🐟 Challenger: success or defeat at skill🐟Weekly leaderboards: compete for the top 1 title with millions of other players classified in various competing groups 🐟Large with super events: Events around the world, 11m free kick test event, Ball goalAlong the roof, explore the ocean ica zingplay!iCa Zingplay belongs to the game portal ZingPlay - is the first multi-platform entertainment game portal in Vietnam, developed by Game Studio North under VNG. In recent years, the mobile version of ZingPlay has been released with the most attractive game system in many genres suitable for all classes of users.Attention:Icá Zingplay is an entertaining fish shooting game, not just bananas. Therefore, the game does not have the chat feature of money or the game.Ban ca online is a free game that does not support illegal activities. All acts of abuse of iCá ban online in illegal practice are strictly prohibited.Facebook: https://www.facebook.com/Icazingplay---Note: The game requires access to some permissions on your device to experience the feature in the best way: GET_ACCOUNTS, READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionShooterBulletstormCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jetstartgames.chess",
  "name": "Chess",
  "company": "Chess Prince",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.9M reviews",
  "age": "Everyoneinfo",
  "describe": "Hi Players,As you know, Chess is one of the oldest strategy games in the world.Chess is an excellent board logic game that develops such skills as tactics, strategy and visual memory.I'm trying to create an application that allows a player of any level to enjoy the game.Play Chess, unlock levels and be Chess Master!Chess pieces:- The pawn moves to one field forward or two fields at the first move of this figure; beats diagonally to one field forward.- The king moves to one field in the vertical, horizontal or diagonal.- The queen moves to any distance vertically, horizontally or diagonally.- The rook moves to any distance vertically or horizontally.- The knight moves to the field two fields along the vertical and one horizontally or one field vertically and two horizontally.- The bishop moves to any distance diagonally.Important Chess situations:- Check - the situation in chess when a king is under immediate attack by opponent's pieces- Checkmate - the situation in chess when the player whose turn it is to move is in check and has no legal move to escape check.- Stalemate - the situation in chess when the player whose turn it is to move has no legal move and is not in check. (draw)The goal of the game is to checkmate the other king.Two special moves in Chess:- Castling is a double move, performed by the king and the rook that never moved.- En passant is a move in which a pawn can take an opponent's pawn if it jumps over a field under the pawn's blow.Features:- Ten levels of difficulty- Chess Puzzles- Game Assistant (Helper)- Ability to undo a move- Hints of moves- Stars for levels completed without the undo button- Seven different themes- Two board views (Vertical - 2D and Horizontal - 3D)- Alternate mode- 2 player mode- Realistic graphics- Save function- Sound effects- Small sizeIf you want to play good Chess, you can help me make the app better.Please write your feedback and suggestions here; I will read them and improve the quality of the application!Thank you.",
  "lastVersion": "Dec 3, 2023",
  "classify": "BoardAbstract strategyChessCasualSingle playerRealisticOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.DragonCity",
  "name": "Dragon City Mobile",
  "company": "Social Point",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.98M reviews",
  "age": "Editors' Choice",
  "describe": "Ready to master this dragon game and collect and breed tons of adorable fire-breathing dragons?Build a Dragon City on floating islands, fill it with farms, habitats, buildings…and tons of dragons! Train them to your will, feed and evolve them into stunning monsters and prove your might to be the top Dragon Master in the world!- Complete the Dragon Book! Combine dragons of Fire, Nature, Pure, Legend, and many other elements, to breed unique hybrids of over 1000 awesome dragons!- New dragons join the game every week through breeding events and special islands.- Decorate your dragons with cool Dragon Skins from special events.- Adventure through the Dragon Quests and play against other Dragon Masters in the game's PvP Arenas to collect one-of-a-kind dragons, claim Warrior's Chests, and climb the leaderboards!- Summon dragons to your city from a magical world in the Tree Of Life and try their skills.- Collect Orbs and empower your dragons: See their strength in battle grow!- Unlock advanced game features like the Ancient World and build the Guardian Dragon Towers.- A social city! Join Alliances to battle with other Dragon Masters in Dragon City, chat with them, trade Orbs in the Trading Hub, share in Alliance Gift Events, and open Alliance Chests.There are over 80 million Dragon Masters in Dragon City. What are you waiting for? Join the game and build your city today!If you already love our game… Drop us a nice review!Dragon City is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Join our Discord: https://discord.com/invite/dragoncitySay hi on Instagram: https://www.instagram.com/dragoncityFollow Dragon City on Twitter: @DragonCityGameLike our game on Facebook: https://www.facebook.com/DragonCitySubscribe to the game's Youtube channel: https://www.youtube.com/user/DragonCityChannelCheck out other cool games from the creators of Dragon City: Monster Legends and Tasty Town!Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "#10 top grossing simulationSimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bethsoft.falloutshelter",
  "name": "Fallout Shelter",
  "company": "Bethesda Softworks LLC",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "3.67M reviews",
  "age": "Teeninfo",
  "describe": "** Google Play Best of 2015  **Mobile Game of the Year - 2016 DICE AwardsWinner 2015 Golden Joystick Best Handheld/Mobile Game\"Might just be the best free-to-play game out there\" - GamesBeat\"Probably the best game of E3 2015” – Gizmodo \"Fallout Shelter is simple to play and addictive as hell.\" - GameZoneBUILD THE PERFECT VAULTCreate a brighter future…underground! Select from a variety of modern-day rooms to turn an excavation beneath 2,000 feet of bedrock into the very picture of Vault Life.OVERSEE A THRIVING COMMUNITY Get to know your Dwellers and lead them to happiness. Find their ideal jobs and watch them flourish. Provide them with outfits, weapons, and training to improve their abilities.CUSTOMIZETurn worthless junk into useful items with Crafting! Customize the look of any dweller in the Barbershop.PROSPERA well-run Vault requires a variety of Dwellers with a mix of skills. Build a Radio Room to attract new Dwellers. Or, take an active role in their personal lives; play matchmaker and watch the sparks fly! EXPLORE THE WASTELAND Send Dwellers above ground to explore the blasted surface left behind and seek adventure, handy survival loot, or unspeakable death. Find new armor and weapons, gain experience, and earn Caps. But don’t let them die!PROTECT YOUR VAULTFrom time to time, idyllic Vault life may be disrupted by the dangers of post-nuclear life. Prepare your Dwellers to protect against threats from the outside…and within.Vault-Tec has provided the tools, but the rest is up to you. What are you waiting for? Get started building your Vault today for FREE.",
  "lastVersion": "Dec 2, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 13, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.4K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "433K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.1K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sinyee.babybus.world",
  "name": "Baby Panda World",
  "company": "BabyBus",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "416K reviews",
  "age": "Teacher Approved",
  "describe": "Baby Panda World is a family app favored by fans! It collects all the popular cartoony games of BabyBus!  All your favorite activities for kids can be found here! Can't wait to explore a world that belongs to you? Let's create your own story!EXPLORATION OF 100+ AREASThere are more than 100 fun areas in Baby Panda World! In the simulation games, you can enjoy shopping in the supermarket or going to the movies. Want to go to the amusement park? Plenty of entertainment awaits you!Or pack your luggage and set off on a journey from the airport! You may arrive at a coastal city through deserts and glaciers. Explore the beachfront hotel, the ice cream shop... Have a wonderful time! PRETEND PLAY AS YOU DESIREWhich role would you like to play? Policeman, doctor, chef, pilot, and more. You can play any role you like in Baby Panda's World! If you like dressing up, turn into a stylist and create stylish looks for your princess or pet. Do you like farm games? Raise farm animals, and plant fruits and vegetables. Become a super farmer! START ENDLESS ADVENTURESLittle adventurer, are you ready? Go through the jungles and fight against witches; out to the sea and beat the pirates. Play adventure games to your heart's content in Baby Panda World! You can also travel back in time to the Jurassic period and visit the dinosaur kingdom, or go underground to help rabbits hide from enemies. Realize your adventure dreams with these fun experiences! There is new content available every week at Baby Panda's World. Feel free to explore this world at any time and enjoy every moment of fun! FEATURES:- Explore the world and create your own story;- 130+ popular activities for kids in BabyBus are all in one app;- Learn about 8 major fields of knowledge: science, painting, music, math, language, emotional intelligence, health, and society;- Play with popular BabyBus characters;- 100+ areas to be explored: kindergarten, town, jewelry store, dream castle, dinosaur world, enchanted forest, and more; - Play different roles: astronaut, archaeologist, athlete, captain, convenience store manager, painter, and more;- Endless adventures await you: treasure hunt, deep-sea rescue, maze challenge, space exploration, time travel, and more;- New fun content available every week;- Free to install.About BabyBus—————At BabyBus, we dedicate ourselves to sparking kids' creativity, imagination and curiosity,and designing our products through the kids' perspective to help them explore the world on their own.Now BabyBus offers a wide variety of products, videos and other educational content for over 400 million fans from ages 0-8 around the world! We have released over 200 children's educational apps, over 2500 episodes of nursery rhymes and animations of various themes spanning the Health, Language, Society, Science, Art and other fields.—————Follow us : https://www.facebook.com/BabyPandaWolrdContact us: babypandaworld@babybus.comVisit us: http://www.babybus.com",
  "lastVersion": "Dec 10, 2023",
  "classify": "SimulationLifeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Life+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playday.game.medievalFarm.android",
  "name": "Village and Farm",
  "company": "Playday Games",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "326K reviews",
  "age": "Everyoneinfo",
  "describe": "Immerse yourself into the best Middle Ages farming game on mobile! Explore the unique way of farming in the old world. It is FREE to play!10 millions of farmers are dragging their fingers to - PLANT fresh crops - COOK delicious food- FEED lovely pets- GREET friendly neighbors- TRADE with farmers from all over the world- COMPLETE challenging missions- DESIGN the prettiest farm with hundreds of decorationsThe game is free to play but some of the contents can be purchased for real money. Internet connection is required.Fans Page: https://www.facebook.com/villageandfarmofficial/",
  "lastVersion": "Oct 27, 2023",
  "classify": "SimulationManagementFarmingSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kurechii.postknight2",
  "name": "Postknight 2",
  "company": "Kurechii",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "34.2K reviews",
  "age": "Everyone 10+info",
  "describe": "Begin your adventure as a Postknight trainee, your sole purpose – to deliver goods to the unique people living throughout the vast world of Prism! Adventure through this fantasy world filled with boundless oceans, scorching landscapes, meadows bursting with colour, and mountains that reach for the clouds. Only the bravest of the brave dare to embark on this adventure and defeat any monsters they meet along the way. All to become the best Postknight in this adventure RPG. Do you dare?Personalised PlaystylesPlay by your own rules. Experiment with over 80 weapon skill traits in your adventure. You can change up your playstyle and choose your preferred combos! Each weapon – Sword Shield, Daggers and Hammer – have their own unique set of combos. Which weapon will you go to adventure with?Wondrous WeaponsCollect, upgrade and wear your armour and weapons with pride. Adventure to each new town and collect their sets of armour. Upgrade them to their fullest potential and appearance.Delightful DialoguesConverse with knowledgeable elves, mighty humans, tricky anthromorphs and a technologically advanced dragon race, as you adventure through Prism. Depending on which dialogue option you choose, you can get more information, or just a response. But don’t worry, there won’t be any irreversibly wrong choices… most times.Resonating RomancesFind your match along your adventure. Meet an eclectic range of characters you can romance, from brooding Flint, to sweet Morgan, to shy Pearl and socially awkward Xander. The more you grow closer to them, the more they’ll open their hearts. Adventure with your sweetheart(s), collect memories on dates and learn their personal preferences. Chaotic CustomisationsChange up your style with over 150 character customisations and fashion items. With different types of outfits to suit your everyday adventure.Snuggly SidekicksAdventure with a loyal companion as it follows you into battle! Adopt from more than 10 pets, each their own little personality – a mischievous bloop, a timid tanuki, playful boar, and proud feline. When happy, they’ll thank you with a buff in your adventure.New Content!But that’s not all! Adventure through new areas in the upcoming major update! Online interactions among fellow Postknights, with new stories, bond characters, enemies, armouries, and much more to come to your Postknight adventure.Become a Postknight in this casual RPG adventure. Fight through nasty enemy-infested trails and deliver goods to the adorable people of Prism! Download Postknight 2 and begin your delivery adventure now!It is recommended to play Postknight 2 on a device with at least 4GB RAM. Playing on a device that does not meet the recommended requirements may result in subpar game performances.These two permissions are only needed when you share game screenshots through the in-game share feature.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miHoYo.GenshinImpact.vn",
  "name": "Genshin Impact - Funtap",
  "company": "CÔNG TY GROWTH TECH VN",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Step into Teyvat, a vast world teeming with life and flowing with elemental energy.You and your sibling arrived here from another world. Separated by an unknown god, stripped of your powers, and cast into a deep slumber, you now awake to a world very different from when you first arrived.Thus begins your journey across Teyvat to seek answers from The Seven — the gods of each element. Along the way, prepare to explore every inch of this wondrous world, join forces with a diverse range of characters, and unravel the countless mysteries that Teyvat holds...MASSIVE OPEN WORLDClimb any mountain, swim across any river, and glide over the world below, taking in the jaw-dropping scenery each step of the way. And if you stop to investigate a wandering Seelie or strange mechanism, who knows what you might discover?ELEMENTAL COMBAT SYSTEMHarness the seven elements to unleash elemental reactions. Anemo, Electro, Hydro, Pyro, Cryo, Dendro, and Geo interact in all sorts of ways, and Vision wielders have the power to turn this to their advantage.Will you vaporize Hydro with Pyro, electro-charge it with Electro, or freeze it with Cryo? Your mastery of the elements will give you the upper hand in battle and exploration.BEAUTIFUL VISUALSFeast your eyes on the world around you, with a stunning art style, real-time rendering, and finely tuned character animations delivering you a truly immersive visual experience. Lighting and weather all change naturally over time, bringing every detail of this world to life.SOOTHING SOUNDTRACKLet the beautiful sounds of Teyvat draw you in as you explore the expansive world around you. Performed by the world's top orchestras such as London Philharmonic Orchestra and Shanghai Symphony Orchestra, the soundtrack changes seamlessly with the time and gameplay to match the mood.BUILD YOUR DREAM TEAMTeam up with a diverse cast of characters in Teyvat, each with their own unique personalities, stories, and abilities. Discover your favorite party combinations and level up your characters to help you conquer even the most daunting of enemies and domains.JOURNEY WITH FRIENDSTeam up with friends across various platforms to trigger more elemental action, tackle tricky boss fights, and conquer challenging domains together to reap rich rewards.As you stand atop the peaks of Jueyun Karst and take in the rolling clouds and vast terrain stretching out before you, you may wish to stay in Teyvat a little longer... But until you are reunited with your lost sibling, how can you rest? Go forth, Traveler, and begin your adventure!SUPPORTIf you encounter any issues during the game, you can send us feedback via the in-game Customer Service Center.Customer Service Email: genshin_cs@hoyoverse.comOfficial Site: https://genshin.hoyoverse.com/Forums: https://www.hoyolab.com/Facebook: https://www.facebook.com/Genshinimpact/Instagram: https://www.instagram.com/genshinimpact/Twitter: https://twitter.com/GenshinImpactYouTube: http://www.youtube.com/c/GenshinImpact Discord: https://discord.gg/genshinimpactReddit: https://www.reddit.com/r/Genshin_Impact/",
  "lastVersion": "Nov 9, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miHoYo.GenshinImpact.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.88M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 12, 2023",
  "classify": "#7 top free boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.crossyroad",
  "name": "Crossy Road",
  "company": "HIPSTER WHALE",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "4.55M reviews",
  "age": "Everyoneinfo",
  "describe": "Why did the Chicken cross the road?Why did the Pigeon leave THAT there?Why did Unihorse eat all that candy?Crossy Road is the 8-bit endless arcade hopper that started it all. Collect custom characters and navigate freeways, railroads, rivers and much more.Crossy Road® is the #1 viral smash hit you’ll never stop playing.FEATURES:• CROSS ROADS—Cross roads, train tracks, and rivers - endlessly hop forever!• SILLY CHARACTERS—Unlock and collect over 300 characters in our distinctive retro style.• DISCOVER WORLDS—Have fun running, hopping and crossing all day with over 28 worlds to discover.• DON’T DIE—Avoid (or enjoy) hilarious ways to die as you cross through oceans, savannahs, space and more!• LEADERBOARDS—Peck your way to the top in our daily challenges! Play around the world, win gifts and unlock rare characters.• SHINY CARDS—Track your stats with special holographic cards that come with each character.• SPECIAL EVENTS—Celebrate special dates with limited time events and free character giveaways. EXTRA FUN:• Jump into the action and enjoy innovative and simple gameplay.• Discover and explore 28 different worlds each with their own unique arcade style.• Complete Daily Quests! Hop endlessly, scare birds, jump over lily pads, and more!• Same device multiplayer! Challenge your friends and family on same-device multiplayer mode.• Free to play• Play offline games • Join over 250 MILLION players worldwideSUPPORT:Have any problems or suggestions? You can reach us at support@hipsterwhale.com or check out our FAQ www.hipsterwhale.com/crossy-road-support",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.thieves.google",
  "name": "King of Thieves",
  "company": "ZeptoLab",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "1.29M reviews",
  "age": "Everyoneinfo",
  "describe": "Steal gems, build your defenses and win guild wars in the Arenas in this unique blend of arcade, platform and multiplayer PVP game!Compete with players around the world! Create your own guild of thieves and break into the enemy’s dungeons.Learn ancient spells to become the most feared thief in the game! PLEASE NOTE: the game is extremely addictive and inevitably leads to increasing the number of your friends.KEY FEATURES:STEAL TREASURES TO BUILD YOUR COLLECTION. Stealing is fun! Collect gems and gold from other players to become the wealthiest thief in the world.DEFEND YOUR LOOT. Design a dungeon defense, place traps and platforms to prevent others from stealing your treasure. See them being caught in your traps. No escape, muhaha!LEARN ANCIENT SPELLS. Collect unique gems from magical spheres, learn spells and get stronger. Use the power of the Ancient Totem to defeat your opponents!JOIN YOUR GUILD AND FIGHT IN THE ARENAS. Find reliable thieves and declare war on other guilds. Lead your guild to victory through different arenas to earn epic rewards!CLAIM THE THRONE. Dive into the action, improve your skills, and compete with other players around the world to rise through the leaderboards. Upgrade your throne to improve your thief skills.CUSTOMIZE YOUR OUTFIT. Choose a cool costume which perfectly suits your personality. Be a stylish thief, stand out from the crowd!TRAVEL AND EXPLORE. Test your agility through 112 single-mode levels or dive into an underground world of user-generated content._________________________________________________________Ready to meet the challenge? Game on!Join the community, find friends and check news:discord.gg/kotwww.facebook.com/kingofthievesgamewww.twitter.com/kingthieveshttp://www.zeptolab.com/privacyhttp://www.zeptolab.com/terms",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftDOHM",
  "name": "Dragon Mania Legends",
  "company": "Gameloft SE",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "3.01M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Dragolandia, a secret island where hundreds of Dragons live and many adventures keep happening. Do you have what it takes to become a Dragon Trainer?Experience a dragon fantasy city. Create a team of legendary dragons in a magic world, breed and train them to master their powers in battles through different islands and worlds.Dragon Mania Legends is a dragon simulator game for the family. Build a dragon city, merge and collect different dragon breeds and collect different dragon pets. Battle and clash against other monsters in this animal fantasy experience.Experience battles with fantastic animals & dragon legendsPlay different mini-games with your magic pets: feed them, cuddle them and care for them to receive extra gold and bonuses to power up your team. Send your dragons to the school of magic to unlock different abilities and skills.Create and customize your fantasy city islands with buildings and decorations. Exclusive dragons and limited-time events are updated periodically.Start your pet dragon collectionDragons need love too – try different combinations to unlock new species, hatch your cute baby dragons, and find out what hatches.Never run out of fantastic dragon friends, with hundreds of unique species. You can breed, upgrade and create new and rare dragons. Master all the powers and elements.Many ongoing online adventures: Escape to a magic worldTake your pet dragons on a journey across our animal fantasy land. Reach higher leagues, levels and further islands with DML magic.Take back your village from the Vikings and build a home for your dragons. Collect new creatures and create your own story.Seasonal events, new content, and weapons and special quests. Make each dragon a fighting hero legend in this monster-training simulation!Level up your dragons and expand your collectionMissions are important to upgrade your dragon collection. Play and go through different levels, islands and worlds. Complete missions. Go through magic portals and collect rare monsters and merge dragons.Improve your creatures' fighting skills with each new battle to reclaim the land from the bad Vikings! Collect enchantment materials, and merge different breeds and elements to make them stronger. Prepare your team and clash against your opponents’ monsters in the Arena. Become the best dragon trainer and collect battle prizes and weapons.Fight for dragonkindTake your dragons to the Academy to improve their fighting skills and teach them special monster attacks and tactics in this magic animal army simulator.Train your dragon pets to fight, level up their powers, teach them new skills at the dragon school, and raise them to become legendary warriors. Evolve dragons into animal heroes, and pair the powers and elements that do best in battle.The power of dragon clan alliancesIn Dragon Mania Legends, you can make friends, visit their pet islands, and exchange gifts. Connect with other dragons, expand your powers and use the Clan online chat to devise the best team strategy, or just discuss what you have been up to with your pet animals._____________________________________________Official site: http://gmlft.co/website_ENNew blog: http://gmlft.co/centralFollow us on:Facebook: http://gmlft.co/DML_FacebookInstagram: http://gmlft.co/DML_InstagramYouTube: http://gmlft.co/DML_YouTubeThis app allows you to purchase virtual items within the app and may contain third-party advertisements that may redirect you to a third-party site.Terms of Use: http://www.gameloft.com/en/conditions-of-usePrivacy Policy: http://www.gameloft.com/en/privacy-noticeEnd-User License Agreement: http://www.gameloft.com/en/eula",
  "lastVersion": "Nov 28, 2023",
  "classify": "SimulationBreedingSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "63K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "434K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.1K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kurechii.postknight2",
  "name": "Postknight 2",
  "company": "Kurechii",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "34.2K reviews",
  "age": "Everyone 10+info",
  "describe": "Begin your adventure as a Postknight trainee, your sole purpose – to deliver goods to the unique people living throughout the vast world of Prism! Adventure through this fantasy world filled with boundless oceans, scorching landscapes, meadows bursting with colour, and mountains that reach for the clouds. Only the bravest of the brave dare to embark on this adventure and defeat any monsters they meet along the way. All to become the best Postknight in this adventure RPG. Do you dare?Personalised PlaystylesPlay by your own rules. Experiment with over 80 weapon skill traits in your adventure. You can change up your playstyle and choose your preferred combos! Each weapon – Sword Shield, Daggers and Hammer – have their own unique set of combos. Which weapon will you go to adventure with?Wondrous WeaponsCollect, upgrade and wear your armour and weapons with pride. Adventure to each new town and collect their sets of armour. Upgrade them to their fullest potential and appearance.Delightful DialoguesConverse with knowledgeable elves, mighty humans, tricky anthromorphs and a technologically advanced dragon race, as you adventure through Prism. Depending on which dialogue option you choose, you can get more information, or just a response. But don’t worry, there won’t be any irreversibly wrong choices… most times.Resonating RomancesFind your match along your adventure. Meet an eclectic range of characters you can romance, from brooding Flint, to sweet Morgan, to shy Pearl and socially awkward Xander. The more you grow closer to them, the more they’ll open their hearts. Adventure with your sweetheart(s), collect memories on dates and learn their personal preferences. Chaotic CustomisationsChange up your style with over 150 character customisations and fashion items. With different types of outfits to suit your everyday adventure.Snuggly SidekicksAdventure with a loyal companion as it follows you into battle! Adopt from more than 10 pets, each their own little personality – a mischievous bloop, a timid tanuki, playful boar, and proud feline. When happy, they’ll thank you with a buff in your adventure.New Content!But that’s not all! Adventure through new areas in the upcoming major update! Online interactions among fellow Postknights, with new stories, bond characters, enemies, armouries, and much more to come to your Postknight adventure.Become a Postknight in this casual RPG adventure. Fight through nasty enemy-infested trails and deliver goods to the adorable people of Prism! Download Postknight 2 and begin your delivery adventure now!It is recommended to play Postknight 2 on a device with at least 4GB RAM. Playing on a device that does not meet the recommended requirements may result in subpar game performances.These two permissions are only needed when you share game screenshots through the in-game share feature.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.thieves.google",
  "name": "King of Thieves",
  "company": "ZeptoLab",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "1.29M reviews",
  "age": "Everyoneinfo",
  "describe": "Steal gems, build your defenses and win guild wars in the Arenas in this unique blend of arcade, platform and multiplayer PVP game!Compete with players around the world! Create your own guild of thieves and break into the enemy’s dungeons.Learn ancient spells to become the most feared thief in the game! PLEASE NOTE: the game is extremely addictive and inevitably leads to increasing the number of your friends.KEY FEATURES:STEAL TREASURES TO BUILD YOUR COLLECTION. Stealing is fun! Collect gems and gold from other players to become the wealthiest thief in the world.DEFEND YOUR LOOT. Design a dungeon defense, place traps and platforms to prevent others from stealing your treasure. See them being caught in your traps. No escape, muhaha!LEARN ANCIENT SPELLS. Collect unique gems from magical spheres, learn spells and get stronger. Use the power of the Ancient Totem to defeat your opponents!JOIN YOUR GUILD AND FIGHT IN THE ARENAS. Find reliable thieves and declare war on other guilds. Lead your guild to victory through different arenas to earn epic rewards!CLAIM THE THRONE. Dive into the action, improve your skills, and compete with other players around the world to rise through the leaderboards. Upgrade your throne to improve your thief skills.CUSTOMIZE YOUR OUTFIT. Choose a cool costume which perfectly suits your personality. Be a stylish thief, stand out from the crowd!TRAVEL AND EXPLORE. Test your agility through 112 single-mode levels or dive into an underground world of user-generated content._________________________________________________________Ready to meet the challenge? Game on!Join the community, find friends and check news:discord.gg/kotwww.facebook.com/kingofthievesgamewww.twitter.com/kingthieveshttp://www.zeptolab.com/privacyhttp://www.zeptolab.com/terms",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionAction-adventureCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftDOHM",
  "name": "Dragon Mania Legends",
  "company": "Gameloft SE",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "3.01M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Dragolandia, a secret island where hundreds of Dragons live and many adventures keep happening. Do you have what it takes to become a Dragon Trainer?Experience a dragon fantasy city. Create a team of legendary dragons in a magic world, breed and train them to master their powers in battles through different islands and worlds.Dragon Mania Legends is a dragon simulator game for the family. Build a dragon city, merge and collect different dragon breeds and collect different dragon pets. Battle and clash against other monsters in this animal fantasy experience.Experience battles with fantastic animals & dragon legendsPlay different mini-games with your magic pets: feed them, cuddle them and care for them to receive extra gold and bonuses to power up your team. Send your dragons to the school of magic to unlock different abilities and skills.Create and customize your fantasy city islands with buildings and decorations. Exclusive dragons and limited-time events are updated periodically.Start your pet dragon collectionDragons need love too – try different combinations to unlock new species, hatch your cute baby dragons, and find out what hatches.Never run out of fantastic dragon friends, with hundreds of unique species. You can breed, upgrade and create new and rare dragons. Master all the powers and elements.Many ongoing online adventures: Escape to a magic worldTake your pet dragons on a journey across our animal fantasy land. Reach higher leagues, levels and further islands with DML magic.Take back your village from the Vikings and build a home for your dragons. Collect new creatures and create your own story.Seasonal events, new content, and weapons and special quests. Make each dragon a fighting hero legend in this monster-training simulation!Level up your dragons and expand your collectionMissions are important to upgrade your dragon collection. Play and go through different levels, islands and worlds. Complete missions. Go through magic portals and collect rare monsters and merge dragons.Improve your creatures' fighting skills with each new battle to reclaim the land from the bad Vikings! Collect enchantment materials, and merge different breeds and elements to make them stronger. Prepare your team and clash against your opponents’ monsters in the Arena. Become the best dragon trainer and collect battle prizes and weapons.Fight for dragonkindTake your dragons to the Academy to improve their fighting skills and teach them special monster attacks and tactics in this magic animal army simulator.Train your dragon pets to fight, level up their powers, teach them new skills at the dragon school, and raise them to become legendary warriors. Evolve dragons into animal heroes, and pair the powers and elements that do best in battle.The power of dragon clan alliancesIn Dragon Mania Legends, you can make friends, visit their pet islands, and exchange gifts. Connect with other dragons, expand your powers and use the Clan online chat to devise the best team strategy, or just discuss what you have been up to with your pet animals._____________________________________________Official site: http://gmlft.co/website_ENNew blog: http://gmlft.co/centralFollow us on:Facebook: http://gmlft.co/DML_FacebookInstagram: http://gmlft.co/DML_InstagramYouTube: http://gmlft.co/DML_YouTubeThis app allows you to purchase virtual items within the app and may contain third-party advertisements that may redirect you to a third-party site.Terms of Use: http://www.gameloft.com/en/conditions-of-usePrivacy Policy: http://www.gameloft.com/en/privacy-noticeEnd-User License Agreement: http://www.gameloft.com/en/eula",
  "lastVersion": "Nov 28, 2023",
  "classify": "SimulationBreedingSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "63K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
}]