[
    {
        "tên": "Plague Inc.",
        "mô tả": "Can you infect the world? Plague Inc. is a unique mix of high strategy and terrifyingly realistic simulation.Your pathogen has just infected 'Patient Zero'. Now you must bring about the end of human history by evolving a deadly, global Plague whilst adapting against everything humanity can do to defend itself.Brilliantly executed with innovative gameplay and built from the ground up for iPhone & iPad, Plague Inc. evolves the strategy genre and pushes mobile gaming (and you) to new levels. It’s You vs. the world - only the strongest can survive!◈◈◈ #1 top game globally with well over a billion games played ◈◈◈Plague Inc. is a global hit with over a million 5 star ratings and features in newspapers such as The Economist, New York Post, Boston Herald, The Guardian and London Metro!The developer of Plague Inc. was invited to speak at the CDC in Atlanta about the disease models inside the game!▶ “The game creates a compelling world that engages the public on serious public health topics” – The Centers for Disease Control and Prevention▶ Plague Inc: The Cure encapsulates the complexities of a global pandemic response and highlights how crucial international collaboration is needed to address such a threat.” – Coalition for Epidemic Preparedness Innovations▶ “Best Tablet Game” - New York Daily News▶ “Plague Inc. will snag your attention in all the right ways and keep it there” - Touch Arcade▶ “No denying Plague Inc.'s high-level of quality” - Modojo▶ “Plague Inc. should not be as much fun as it is” – London Metro▶ “Will leave you hoping to destroy the world, all in the name of a bit of fun” – Pocket Lint▶ “Plague Inc.'s gameplay is infectious” - Slide to Play▶ Winner – “Overall Game of the Year” – Pocket Gamer▶ “Killing billions has never been so fun” – IGN◈◈◈Features:● Stunning retina graphics with a highly polished interface (Contagion guaranteed)● Highly detailed, hyper-realistic world with advanced AI (Outbreak management)● Comprehensive in-game help and tutorial system (I am Legendarily helpful)● 12 different disease types with radically different strategies to master (12 Monkeys?)● Full Save/Load functionality (28 Saves Later!)● 50+ countries to infect, hundreds of traits to evolve and thousands of world events to adapt to (Pandemic evolved)● Full game support for scoreboards and achievements● Expansion updates add the mind controlling Neurax Worm, the zombie producing Necroa Virus, Speed Runs and real life Scenarios!Localised in English, German, Spanish, Brazilian Portuguese, Italian, French, Japanese, Korean, Simplified Chinese, Traditional Chinese and Russian. (more coming soon)P.S. Give yourself a pat on the back if you got all the themed literature references!Special sale price to celebrate being one of the most popular paid iPhone games ever!◈◈◈Like Plague Inc. on Facebook:http://www.facebook.com/PlagueIncFollow me on Twitter:www.twitter.com/NdemicCreations",
        "có gì mới": "1.19.3 - Updated for compatibility for a variety of newer devices",
        "xếp hạng": "4,8/5",
        "nhà cung cấp": "Ndemic Creations LTD",
        "kích cỡ": "103 MB",
        "giá": 29000
    },
    {
        "tên": "Five Nights at Freddy's",
        "mô tả": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
        "có gì mới": "- Removed short delay to flip monitor- Adjusted vibrations- Minor fixes and improvements",
        "xếp hạng": "4,9/5",
        "nhà cung cấp": "CLICKTEAM L.L.C.",
        "kích cỡ": "115,5 MB",
        "giá": 79000
    },
    {
        "tên": "Noi Thu - Nối Thú Cổ Điển",
        "mô tả": "Noi Thu - Trò chơi Nối Thú hấp dẫn và số 1 đã có mặt!Noi Thu là trò chơi xếp hình, nối thú cổ điển. Nếu bạn là fan của dòng game nối thú, xếp hình cổ điển, bạn sẽ mau chóng yêu thích trò chơi Noi Thu này.ĐIỂM NỔI BẬT:- Hoàn toàn miễn phí.- Game Offline, không cần phải kết nối với internet hoặc wifi.- Game dung lượng nhẹ, chơi mọi lúc mà không hao pin.- Thao tác đơn giản, lối chơi cổ điển.- Phù hợp với mọi lứa tuổi.HƯỚNG DẪN CHƠI:- Tìm và nối 2 hình thú giống nhau trong 3 đường thẳng kết nối.- Mỗi màn chơi sẽ có thời gian giớn hạn, trò chơi kết thúc khi hết giờ.- Sử dụng những vật phẩm trợ giúp để vượt qua khó khăn trong màn chơi.- Màn chơi sau đó trở nên khó khăn hơn, kết thúc để so sánh thứ hạng.Chúc bạn chơi game Noi Thu vui vẻ!",
        "có gì mới": "CẬP NHẬT MỚI ANIMAL LINK CLASSIC:- Chủ đề mới: Halloween.- Sửa lỗi gây crash trên vài thiết bị.- Cải thiện hiệu năng.",
        "xếp hạng": "4,0/5",
        "nhà cung cấp": "VNPLAY VIETNAM JOINT STOCK COMPANY",
        "kích cỡ": "85,9 MB",
        "giá": 0
    },
    {
        "tên": "ARK: Survival Evolved",
        "mô tả": "***PLEASE NOTE: This game officially supports iPhone 7 and newer models, and iPad models from 2015 to present.***Dive into the ultimate mobile dino-adventure with ARK: Survival Evolved! A massive game world combines with 80+ unique dinosaurs and primal creatures for you to capture and tame - making for a survival experience bar-none. Meet up with other players and friends in this Jurassic-era world, to form tribes and work together to build colonies of survivors.Based on the genre-defining adventure from PC and consoles, ARK: Survival Evolved challenges you to survive and thrive on a mysterious island, where you start out alone and unarmed. Gather resources and craft tools to build shelter and hunt. Expand your domain while capturing and taming dinosaurs to do your bidding. Make new friends online, form tribes, and build mighty structures to defend against man and mega-predators alike!Features of ARK: Survival Evolved include:- 80+ Dinosaurs: Use cunning strategy and tactics to tame, train, ride and breed the many dinosaurs and other primeval creatures roaming the dynamic, persistent ecosystems across land, sea, air, and even underground.- Discover: Explore a massive living and breathing prehistoric landscape as you find the means to survive, thrive, and escape on the Ark.- Craft and Build: Using any means necessary to survive, craft weapons, clothes, and items, and build shelters, villages, or even large cities.- Survive Alone or With Others: Group up with, or prey on, hundreds of other players in a large-scale online world or choose to go it alone in single-player mode.- Join a Tribe: The 'Tribe' system encourages cooperation, by supporting dynamic parties to share resources, XP, and re-spawn points.The game includes an optional Primal Pass subscription available on a monthly or yearly basis. The subscription removes all ads, gives you a 2x XP boost, and provides access to both preferred servers and to preferred slots on free servers. Subscribers receive an insignia next to their name to indicate their status as Primal Pass holders and will receive special news and updates from time to time.When you purchase the subscription, payment will be charged to iTunes Account at confirmation of purchase. Subscriptions automatically renew unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period at the rate of your selected plan above.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings on the device.Privacy policy: http://playark.com/ark-survival-evolved-mobile-privacy-policy/Terms of use: http://playark.com/ark-survival-evolved-terms-of-use/Support Email: support@grovestreetgames.com",
        "có gì mới": "- Structures can no longer be placed in the Volcano Crater on Official PvE servers- Disable Building in Volcano Crater (PvE) option added to Unofficial Server web interface- Numerous bug & exploit fixes",
        "xếp hạng": "4,2/5",
        "nhà cung cấp": "Wildcard Properties LLC",
        "kích cỡ": "2 GB",
        "giá": 0
    },
    {
        "tên": "hocus.",
        "mô tả": "hocus. is celebrating 5th year;Let artificial intelligence design new levels for you. You can even get help from her if you get stuck.Best Games on iPhone; Russia, South Africa, Turkey, Middle EastNew, polished, mind-bending, impossible shapes.Features:• 120 mind-bending hand-craft levels• Create/share your own levels• Load / take picture of levels cards• Endless mode• Shortest path algorithm",
        "có gì mới": "• hocus 2 is coming...",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "GAMEBRAIN YAZILIM TEKNOLOJILERI LIMITED SIRKETI",
        "kích cỡ": "18,6 MB",
        "giá": 29000
    }
]