[
    {
        "tên": "Cytus",
        "mô tả": "Welcome to the Musical World of CytusLET’S EXPERIENCE MUSIC ’N ART, BEAT ’N REBOUND!Check the screenshots and you will see the most AWESOME mobile music game ever!Just PLAY and ENJOY!------------------------------------------------------FEATURES- 200 songs and 400 variations, including many from famous composers around the world- Beautiful hand-drawn art style (as illustrated in the screenshots)- Easy, intuitive Active Scan Line system and 3 types of notes- Different display modes allow player-friendly previewing of notes- Strong beat and rhythms provide satisfying feedback for taps- More than 9 difficulty levels for more fun and challenges- Various music genres: POP, JAZZ, TRANCE, HARDCORE, DRUM 'N BASS and many more- Connect to Facebook and show off your Cytus skills------------------------------------------------------HOW TO PLAY- Follow along the Active Scan Line- Tap each note as the line passes through- Time your taps as the line is at the center of the note for a higher score!------------------------------------------------------STORYIn the distant future, the only sentient beings in the world are robots.They are the last remnant of the human spirit.However, mankind is not dead.Technology exists that is capable of transferring memories to these robots.But with limited space, new memories will gradually overwrite the old.To prevent the emotions in human memories from fading away, the robots resorted to converting the emotions to music, and storing them in a place called Cytus.The robots use these songs to experience human emotion and dream that souls exists in each of them...Cytus---------------------------------------------Cytus Official Site: http://www.rayark.com/g/cytusRayark Official Site: http://www.rayark.comFollow Cytus https://twitter.com/CytusRayarkLike Cytus http://www.facebook.com/rayark.Cytus",
        "có gì mới": "10.1.5- API Updated",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "Rayark International Limited",
        "kích cỡ": "1,4 GB",
        "giá": 49000
    },
    {
        "tên": "Stick War: Legacy",
        "mô tả": "Một trong những trò chơi trên web phổ biến nhất và được đánh giá cao nhất mọi thời đại hiện đã có trên thiết bị di động!Hãy chơi Stick War, một trong những game người que lớn nhất, thú vị nhất, đầy thử thách và gây nghiện. Kiểm soát đội quân của bạn theo đội hình hoặc chơi từng đơn vị, bạn có toàn quyền kiểm soát mọi người que. Tạo các đơn vị, khai thác vàng, tìm hiểu con đường của Kiếm, Giáo, Cung thủ, Pháp sư và thậm chí là Người khổng lồ. Phá hủy tượng của kẻ thù và chiếm được tất cả các Vùng đất!Các tính năng mới:● Chế độ Nhiệm vụ: Các cấp độ mới được phát hành vào thứ Sáu hàng tuần! - Việc giữ trật tự sẽ không dễ dàng.● Bản đồ theo phong cách Saga với nhiều phần thưởng.● Mở khóa Vương miện cho từng cấp độ khó, Bình thường, Khó và Cực khó!● Vô số loại trò chơi mới đang chờ đợi - Chiến thắng trước khi mặt trời lặn, Vàng được bảo vệ bằng ba chướng ngại vật, Tử chiến, Bức tượng Tiến lên, Trùm nhỏ và nhiều hơn nữa!● Giờ đây, các mũi tên sẽ găm vào tất cả các đơn vị, cộng với các hiệu ứng máu me mới được cải tiến và các hoạt ảnh sát thương.● Cải tiến đội hình đơn vị và mục tiêu của Cung thủ.Các tính năng chính:● Chiến dịch Cổ điển - Đế chế Trật tự ra đời. Ngay bây giờ với 6 mức thưởng.● Chế độ sinh tồn zombie Xác sống Vô tận! Bạn có thể sống sót qua bao nhiêu đêm?● Chế độ Giải đấu! Chiến đấu và vượt qua hàng chục đối thủ Ai để giành Vương miện Inamorta!● Hiện đã có trang phục cho tất cả các nhân vật! Mở khóa các vũ khí và áo giáp mạnh mẽ, mỗi loại đều có đặc quyền riêng!Trong một thế giới tên là Inamorta, bạn bị bao vây bởi các quốc gia sở hữu những công nghệ quốc gia riêng và liên tục đấu đá nhau để giành quyền thống trị. Mỗi quốc gia đã phát triển một cách thức riêng biệt để phòng thủ và tấn công. Tự hào về khả năng độc đáo đó, họ đã bị ám ảnh đến mức tôn thờ, biến vũ khí thành tôn giáo. Mỗi quốc gia đều tin rằng cách sống của họ là cách duy nhất và luôn muốn truyền bá chính sách của họ cho tất cả các quốc gia khác thông qua những gì các nhà lãnh đạo tuyên bố là sự can thiệp của thần thánh, hoặc như bạn sẽ biết... chiến tranh.Các quốc gia khác là: Cung thủ, Kiếm sĩ, Phù thủy, và Lính giáo.Bạn là lãnh đạo của quốc gia có tên Trật tự, mục tiêu của bạn là hòa bình và kiến thức, người dân của bạn không tôn sùng vũ khí như những vị thần. Điều này làm cho bạn trở thành cái gai trong mắt các quốc gia xung quanh. Cơ hội phòng thủ duy nhất của bạn là tấn công trước và chiếm được công nghệ từ mỗi quốc gia trên đường đi.",
        "có gì mới": "New Voltaic Skins!New and updated missions!",
        "xếp hạng": "4.5/5",
        "nhà cung cấp": "1004319 Alberta Ltd",
        "kích cỡ": "513,2 MB",
        "giá": 0
    },
    {
        "tên": "Geometry Dash SubZero",
        "mô tả": "Geometry Dash is back with a brand new adventure!Jump in, brace yourself, and get ready for a real challenge! This won't be easy...Game Features• Rhythm-based Action Platforming!• Three unique levels with amazing music from MDK, Bossfight and Boom Kitty!• Unlock unique SubZero icons to customize your character!• Use practice mode to sharpen your skills!• Challenge yourself with the near impossible!Approved by RubRub",
        "có gì mới": "- New unlockables!- Small extras!- Bugfixes and tweaks!/RubRub",
        "xếp hạng": "4.0/5",
        "nhà cung cấp": "RobTop Games AB",
        "kích cỡ": "134,1 MB",
        "giá": 0
    },
    {
        "tên": "Five Nights at Freddy's 2",
        "mô tả": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome back to the new and improved Freddy Fazbear's Pizza!In Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!What could go wrong?As the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.As always, Fazbear Entertainment is not responsible for death or dismemberment.NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
        "có gì mới": "- Removed short delay to put on the mask after flipping down the monitor- Minor fixes and improvements",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "CLICKTEAM L.L.C.",
        "kích cỡ": "123,5 MB",
        "giá": 79000
    },
    {
        "tên": "Bridge Race",
        "mô tả": "Xây dựng một cây cầu!Trò chơi đua xe hay nhất từ trước đến nay với khoảng 250 triệu lượt tải xuống! Cố gắng xây dựng cây cầu của riêng bạn bằng cách cạnh tranh với những người khác để lấy các khối sưu tập! Bạn nên nhìn ra những kẻ cướp bóc tiềm năng.Tham gia cuộc phiêu lưu với hơn 1000 cấp độ có chứa các cơ chế như thanh trượt, trampolines, đường zip-lines, thang và thang máy! Thu thập các khối màu của riêng bạn và xây dựng cầu với chúng.Các tính năng chính của trò chơi bao gồm:● Tùy chỉnh màu của ký tự và khối: Bạn có thể phát với hơn 80 loại ký tự khác nhau, chọn hơn 30 khối và hơn 30 màu! Tùy chỉnh da nhân vật của bạn nhưng cũng có màu của nhân vật!● Gói: Bạn cũng có thể nhận các gói có chứa các ký tự thú vị, khối và hình ảnh động nhân vật duy nhất!● Bản đồ đường bộ: Bạn có thể thấy bản đồ đường bộ của mình và quay lại cùng cấp độ để có kết quả tốt hơn có thể thậm chí là sự hoàn hảo! Bạn có thể chơi tất cả trên toàn thế giới ở các thành phố khác nhau!● Bảng xếp hạng: Hãy nhanh hơn và thu thập nhiều hơn và nhận được nhiều ngôi sao hơn để leo lên trong bảng xếp hạng!",
        "có gì mới": "Cập nhật giao diện mới! Hòa mình vào Bridge Race với bảng màu mới mẻ, bản đồ có thể nhấp để dễ dàng điều hướng, và nút bấm sáng và hấp dẫn hơn.Minigame mới cuối mỗi cấp độ: Thử vận may với trò chơi nhỏ hoàn toàn mới ở cuối mỗi cấp để có cơ hội nhân số tiền của bạn!",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "SUPERSONIC STUDIOS LTD",
        "kích cỡ": "273,6 MB",
        "giá": 0
    }
]