[
    {
        "tên": "Tomb of the Mask",
        "mô tả": "Tomb of the Mask is an arcade game with an infinite procedurally generated vertical labyrinth. Seeking for adventure you get into a tomb where you find a strange mask. You put it on and suddenly realize that you can now climb walls - easily and promptly. And that's when all the fun begins.You'll face a variety of traps, enemies, game mechanics and power-ups. And as far as time doesn't wait, get a grip and up you go.We Love You. Enjoy.SUBSCRIPTION PRICING AND TERMSSubscription optionsIn Tomb of the Mask we offer you the following subscription options:1. Weekly Premium offers a weekly subscription for $7.99 after a 3-day free trial. It gives you unlimited energy, 400 coins every day and removes ads.2. Monthly Premium offers a monthly subscription for $19.99. It gives you unlimited energy, 400 coins every day and removes ads.3. Yearly Premium offers a yearly subscription for $99.99. It gives you unlimited energy, 400 coins every day and removes ads.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.The account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes account. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled. After your subscription expires, you will no longer be able to use elements offered in your chosen Subscription Option.If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: http://www.playgendary.com/privacy-policy/Terms of Use: http://www.playgendary.com/terms-of-use/",
        "có gì mới": "UPDATE 15: TOMB'S TREASURES• BURNING MAN SPECIAL: Celebrate with the exclusive Mad Mask inspired by the iconic festival!• TOMB' SEASON: Embark on a quest for crowns and earn special rewards in every mission!• SKIPITS: Dive into an ad-free experience with Skip’its! Claim all rewards without the interruption of ads!• COLOR QUEST UPGRADES: Discover new backgrounds and power-ups, adding more vibrancy and excitement to your Color Quest journey!",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "Playgendary Limited",
        "kích cỡ": "226,6 MB",
        "giá": 0
    },
    {
        "tên": "Top War: Battle Game - Funtap",
        "mô tả": "Đội Quân Hắc Ám ập đến! Bạo quân thống trị thế giớiChiến hoả liên miên, người dân lầm than, ai sẽ giải cứu thế giới đây?Gia nhập Liên Minh Tự Do dũng cảm đương đầu, trở thành Chỉ huy mạnh nhất!◆Ghép Để Nâng Cấp◆Dù là kiến trúc hay đơn vị lính, cứ Ghép là Nâng! Tiết kiệm vô số thời gian so với phương thức nâng cấp trước đây, tận hưởng niềm vui sướng khi sở hữu chiến lực mạnh mẽ trong nháy mắt!◆Tướng Huyền Thoại◆Trở thành thống lĩnh ba quân, chiêu mộ Tướng huyền thoại. TƯớng Hải, Lục, Không thiện chiến đang chờ bạn lãnh đạo!◆Xây Căn Cứ Đảo◆Bắt đầu từ một hoang đảo, xây dựng căn cứ huấn luyện quân đội và dùng các kiến trúc, đồ trang trí để trang hoàng căn cứ giúp nó càng thêm kiên cố hoàn hảo. Mau tới thể hiện cá tính của bạn nào!◆Chiến Đấu Trên Toàn Cầu◆Các chế độ chiến đấu khác nhau, cuộc chiến giữa những vị vua phân tranh cao thấp. Quái vật hoang dã, Robot Búa Chiến, cuộc chiến giành ngai vàng và tranh bá liên server, đến đây cùng người chơi trên khắp thế giới phát triển Liên Minh, xây dựng lãnh địa và bồi dưỡng sức mạnh xưng bá thế giới!- Vui lòng chú ý - Top War: Battle Game là game miễn phí và cung cấp trả phí trong game, vui lòng đảm bảo kết nối mạng ổn định để bạn có được trải nghiệm chơi game mượt mà hơn.- Theo dõi chúng tôi -Website: https://topwar.vnFanpage: https://www.facebook.com/TopWarVNDiscord: https://discord.gg/topwarbattlegameGroup: https://www.facebook.com/groups/topwarvn.official",
        "có gì mới": "Thông báo phiên bản[Ưu hoá và sửa Bug]",
        "xếp hạng": "2.8/5",
        "nhà cung cấp": "Valar Technology Joint Stock Company",
        "kích cỡ": "2,2 GB",
        "giá": 0
    },
    {
        "tên": "Garena Liên Quân Mobile",
        "mô tả": "Tải ngay và tham gia các sự kiện hấp dẫn với hàng ngàn món quà miễn phí1. Chỉ cần 1 click để tải ngay game nhiều người chơi nhất Việt Nam.2. Tải game và chiến hoàn toàn FREEĐẤU TRƯỜNG HUYỀN THOẠI – THẮNG BẠI TẠI KỸ NĂNG!Cùng sát cánh với liên minh của bạn trên đấu trường 5v5 hoàn toàn mới & FREE!GIỚI THIỆUHãy khẳng định bản thân, sát cánh đồng đội và thách đấu hàng triệu người chơi khác qua vô số những cuộc chiến 5v5 cực hay trên đấu trường huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile – thắng bại tại kỹ năng!Tham gia ngay vào những Liên Minh Clan trong trò chơi để cùng chiến đấu và trở thành huyền thoại trong game MOBA Esports PC nổi tiếng nhất thế giới.Hãy chọn ngay một biệt danh vừa chất vừa hay, gia nhập thế giới huyền thoại MOBA Esports 5v5 của Garena Liên Quân Mobile và khiến toàn bộ thế giới biết đến tên của bạn!TÍNH NĂNG1. Chế độ chơi đa dạng, thỏa sức chiến đấuBên cạnh bản đồ 5v5, người chơi có thể thỏa sức cùng bạn bè trải nghiệm các bản đồ tùy biến khác như 5v5 ngẫu nhiên, 3v3, 1v1, và những chế độ chơi đặc biệt cực hay & FREE liên tục được cập nhật siêu tốc như Garena Cờ Liên Quân/ Liên Quân chess thuộc dòng game auto chess đã được ra mắt2. Giao tranh liên tục, so tài kỹ năngChiến thắng dựa trên ba và chỉ ba yếu tố then chốt bảo đảm công bằng tuyệt đối đúng chất MOBA Esports: kỹ năng, đồng đội, và chiến thuật. Cùng chọn một Liên Minh trong game và nhanh tay chiến thôi nào. Let’s become legends by your skill!3. Chơi mọi lúc mọi nơi & hoàn toàn FREETải game siêu tốc. Tìm trận và chiến trong chớp mắt. Có thể lựa chọn chiến trường 5v5 hoặc mode auto chess (Cờ Liên Quân) cực hấp dẫn. Chỉ 10 phút một trận, tha hồ thoải mái chơi Garena Liên Quân Mobile bất kỳ đâu, vào bất kỳ lúc nào, chiến Liên Quân siêu tốc đặc biệt hoàn toàn FREE!4. Thao tác đơn giản, dễ dàng làm quenHệ thống điều khiển tối giản đầy tinh tế gồm chỉ 2 ô phím ảo. Người chơi sẽ chỉ cần dùng 2 ngón tay, và dưới 5 giây trải nghiệm để sẵn sàng thách thức mọi cuộc chiến! Tốc độ siêu nhanh, dễ dàng điều khiển.5. Voice chat tiện dụng, giao tiếp dễ dàngHệ thống tích hợp voice chat thời gian thực, và bộ chat nhanh linh hoạt tùy biến theo ý muốn. Diễn biến trận đấu nhanh đến đâu, tốc độ giao tiếp sẽ càng nhanh & tiện lợi đến đấy. Nhớ dùng voice chat để giao tiếp với Liên Minh Clan của mình nhé.6. Cạnh tranh đấu hạng, thách thức đỉnh caoBang bang… Chỉ với vài phát súng ở cuối hiệp đã có thể phân định thắng bại. Hãy tham gia đấu hạng khốc liệt đầy tính MOBA Esports, thể hiện bản lĩnh trên Bảng xếp hạng huyền thoại của Garena Liên Quân Mobile. Tìm trận hạng siêu tốc, chiến Liên Quân siêu tốc.7. Tướng và trang phục hợp tác thương hiệu độc đáo chỉ có ở Garena Liên Quân MobileHàng loạt tướng và trang phục chất đến từ những đối tác nổi tiếng nhất: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... đến từ DC Comic, Kirito và Asuna từ Sword Art Online, ba trang phục Bleach gồm Ichigo Kurosaki/Toshiro Hitsugaya/Byakuya Kuchiki, bộ trang phục Ultraman, Murad MTP thần tượng học đường... và hứa hẹn sẽ còn nhiều hơn trong tương lai!VỀ TỰA GAME• Garena Liên Quân Mobile VN, còn gọi là Garena Arena of Valor, AOV hay ROV là tựa game FREE nhiều người chơi nhất Việt Nam và nổi tiếng trên thế giới. Ở Việt Nam, game thủ hay gọi tắt là Liên Quân, LQ hay Liên Quân mobi.• Garena Liên Quân Mobile VN liên tục cập nhật các chế độ mới đa dạng: Đấu Đỉnh cao đưa xếp hạng lên tầm cao mới, Đấu Nhân bản tại bản đồ Low poly siêu nhẹ, Cờ Liên Quân (aka Cờ nhân phẩm), thuộc dòng auto chess mobile sử dụng những tướng nguyên bản trong game, rất dễ dàng chơi và làm quen.Garena Liên Quân Mobile – Let’s become legends",
        "có gì mới": "Tính năng mới:1. Ming - Dị giới thuật sư ra mắt.2. Stuart - Huyết nhãn cuồng nhân - tướng làm lại.3. Thay đổi bản đồ, sức mạnh tướng.4. Thay đổi diện mạo và quyền năng Caesar bạo chúa.5. Sức mạnh mới của Caesar tiên phong.",
        "xếp hạng": "4.3/5",
        "nhà cung cấp": "Garena Mobile Private Limited",
        "kích cỡ": "321 MB",
        "giá": 0
    },
    {
        "tên": "Hungry Worm - Greedy Worm",
        "mô tả": "Hungry Worm is a casual puzzle game. You can click the virtual joystick to control the movement of the worm, and increase the body length by eating apples. With a longer body, you can reach higher and farther places, pay attention to crossing the dangerous traps and reach the target portal, you will win the game!How to play:1. Click the joystick arrow to control the movement of the worm;2. Eating apples will make your body grow;3. Swing the body to change the direction of the worm;4. Pay attention to the sharp and gear;5. Pushing stones can step foot;6. Try to reach the portal!Game Features:1. Puzzle and solve puzzles, make your brain more flexible;2. There is more than one way of customs clearance;3. If you encounter difficulties, you can seek help in the game;4. Cute and funny worms;5. Lots of free levels.Subsequent updates:1. An editor that everyone can make levels;2. Constantly increasing new levels;3. Cute and magical worm skin dress up;4. More interesting organs and gameplay.Welcome to try our game, if you have any comments on the game, you can give feedback in the game, thank you for your participation.",
        "có gì mới": "1. Add levels2. Performance improved3. Bug fix",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "Fun Space Limited",
        "kích cỡ": "98,5 MB",
        "giá": 0
    },
    {
        "tên": "Grand Theft Auto: Vice City",
        "mô tả": "Welcome back to Vice City. Welcome back to the 1980s.From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose. To celebrate its 10 year anniversary, Rockstar Games brings Grand Theft Auto: Vice City to mobile devices with high-resolution graphics, updated controls and a host of new features including:• Beautifully updated graphics, character models and lighting effects• New, precisely tailored firing and targeting options• Custom controls with a fully customizable layout• iCloud save game support• Massive campaign with countless hours of gameplay• Support for Retina display devices• Custom iTunes Playlist**To listen to your custom playlist, simply create a playlist titled “VICECITY”, launch the game, and select the radio station “Tape Deck”Universal App:Grand Theft Auto: Vice City is supported on iPhone 4, iPhone 4S, iPhone 5, all iPad models and 4th and 5th generation iPod Touch.For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: Vice City.Languages Supported: English, French, Italian, German, Spanish, Korean, Russian, and Japanese.Mobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.faceboook.com/rockstargameswww.twitter.com/rockstargames",
        "có gì mới": "Addressed an issue with the MIXTAPE radio station not playing custom playlists.",
        "xếp hạng": "4.5/5",
        "nhà cung cấp": "Rockstar Games, Inc.",
        "kích cỡ": "1,2 GB",
        "giá": 129000
    }
]