[
    {
        "tên": "MONOPOLY",
        "mô tả": "Play Hasbro’s official Monopoly board game by yourself, with family and friends or players around the world. Play online or offline on your mobile or tablet. It’s the game you love with no ads!It's the #1 Paid board game in over 100 countries - with 3 Millions Downloads since launch.Monopoly on mobile includes cross-platform online multiplayer, which means you can open up a lobby, have your friends join your games, and all play together in perfect harmony. Beautiful, right?” Dave Aubrey - PocketGamerThis is a fully immersive board game experience with amazing graphics and animations. The whole classic game is available with no ads, so you get the fun of the Monopoly board game without distractions. Invite your friends and family to game night with one of the app stores favourite top paid games.POPULAR FEATURESOne of the greatest board gamesPlay the Hasbro classic Monopoly game by yourself, with family and friends or players around the world on your mobile or tablet!Full, ad-free gamePlay the complete classic game with no pay-to-win or ad pop-ups. Roll the dice and risk it all to become the wealthiest landlord tycoon on the board!House rulesPut the official Hasbro rule book down and play with your favourite house rulesQuick modeRoll the dice, risk it all and get paid - finish the board game faster than everSingle playerPlay against our challenging AI - no need for family and friendsOffline multiplayerPass a single device between up to 4 players for an offline wifi-free experienceOnline multiplayerDistance doesn’t interrupt play when you connect with fans around the world or invite friends and family to a private gameThe Complete CollectionBe the top landlord tycoon on new themed boards, exclusive to the mobile game. With 10 boards, no 2 games are the same! Risk it all in the L.A. Monstropolis alternate universe. Be spooked in Transylvania. See the future in New York 2121, or travel back in time to Victorian London, Historic Tokyo, Belle Époque era Paris and 1930s Atlantic City! Unlock new player pieces, properties and chance cards with each theme!HOW TO PLAYChoose your player modePlay this classic Hasbro board game in a variety of online and offline player modes. Put your landlord skills to the test against our challenging AI opponents and be a property tycoon in single player mode. Compete with friends and family wherever you are in online multiplayer. Play WiFi-free when you pass & play one device around a group of players. The choice is yours as you buy up the board!Select your rulesIf you’re one of the many people who have never actually read the rules of Monopoly, you can still play the game exactly how you like! Play without auctions, add cash to Free Parking, or pay $400 for landing directly on GO! Choose to stick to the classic Hasbro rule book, get a fixed selection of the most popular house rules, or customise your rules to suit your own preferences!Choose your pieceChoose from the modern and classic player pieces, including: scottie, cat, T-rex, rubber duck, the car, the top hat and the battleship!Enter the boardExperience the thrill of bankrupting your family and friends and becoming the wealthiest landlord tycoon on the board! It’s just as you remember, plus fun animations and an AI banker who’s on everyone’s side!Build your property empireRoll the dice, take investment risks, bid for properties in auctions, make your way around the board and BUY real estate, COLLECT rent and BUILD hotels to become a property tycoon.Play Marmalade Game Studio’s multiplayer games with friends and family wherever you are! Our online games with friends include Clue/Cluedo, The Game of Life, The Game of Life 2 and Battleship.",
        "có gì mới": "Greetings Property Tycoons!We have been busy eliminating bugs, enriching features, and providing you with investment opportunities!These include:- A brand new limited-time offer for new players who wish to discover every Monopoly theme- An exclusive discount for VIP players, allowing them to expand their property portfolio- A new and improved pathway to ratings and reviews, making it easier for you to share your highly valued feedbackKeep bankrupting the competition and enjoy these new features with your friends!",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "Marmalade Game Studio Limited",
        "kích cỡ": "991,6 MB",
        "giá": 119000
    },
    {
        "tên": "Rusty Lake Paradise",
        "mô tả": "Jakob, the oldest son of the Eilander family, is returning to Paradise island after his mother passed away. Since her mysterious death, the island seems to be cursed by the ten plagues. Find the mother's hidden memories and partake in strange family rituals in order to stop the plagues.Rusty Lake Paradise is the third premium point-and-click adventure by Rusty Lake, the creators of the Cube Escape series, Rusty Lake Hotel & Rusty Lake: Roots.Key features:- Pick-up-and-play:Easy to start but hard to put down- Unique storyline:The first adventure game based around the ten plagues of Egypt- An unforgettable puzzle experienceEach plague brings its own atmosphere, suspense and a variety of Rusty Lake brain teasers- Atmospheric graphicsThe pastel background paintings are handmade by Dutch painter Johan Scherft-Immersive Soundtrack:Each plague has its own theme song and variations- AchievementsThe island has more secrets to unravelWe will unfold the Rusty Lake story one step at a time. So check RustyLake.com every day for new content and follow us: @rustylakecom.",
        "có gì mới": "Thank you for playing Rusty Lake Paradise! We fixed a few bugs in this new version.",
        "xếp hạng": "4,8/5",
        "nhà cung cấp": "Rusty Lake B.V.",
        "kích cỡ": "124 MB",
        "giá": 79000
    },
    {
        "tên": "8 Ball Pool™",
        "mô tả": "Chơi game bida Pool số 1 thế giớiHãy chơi với bạn bè! Chơi cùng các Huyền Thoại. Chơi game Miniclip 8 Ball Pool cực đỉnh trên di động và trở thành cơ thủ giỏi nhất!HOÀN TẤT TRẬN ĐẤU 1 VS 1 HOẶC GIẢI ĐẤU 8 NGƯỜI CHƠITinh chỉnh các kỹ năng của bạn nơi đấu trường tập luyện, đương đầu cả thế giới ở các trận đấu 1 vs 1 hoặc tham gia các giải đấu để giành cúp và cơ độc quyền!CHƠI ĐỂ NHẬN XU POOL VÀ VẬT PHẨM ĐỘC QUYỀNTùy chỉnh cơ và bàn chơi của bạn! Trong mỗi trận đấu 1 vs 1 tranh tài mà bạn chơi, sẽ có Xu Pool đặt cược – hãy thắng trận đấu và số Xu đó sẽ là của bạn. Bạn có thể dùng xu để tham gia các trận đấu xếp hạng cao hơn với mức cược lớn hơn hoặc mua các vật phẩm mới trong Cửa hàng Pool.THÁCH ĐẤU BẠN BÈChơi với bạn bè cực dễ: đăng nhập tài khoản Miniclip hoặc Facebook của bạn và sẽ có thể thách đấu bạn bè ngay từ trong game. Thách đấu bạn bè mọi lúc, mọi nơi và thể hiện kỹ năng của bạn.THĂNG CẤPHệ thống cấp độ của 8 Ball Pool có nghĩa là bạn luôn phải đối mặt với thách thức. Hãy chơi các trận đấu để tăng thứ hạng của bạn và được truy cập các địa điểm trận đấu độc quyền nhiều hơn, nơi bạn chỉ chơi với những cơ thủ bida Pool giỏi nhất.--Hãy tải về NGAY bida Pool của Miniclip!--*Game này cần kết nối internet.Chơi trên Web tại miniclip.com/poolĐừng bỏ lỡ những tin tức mới nhất:Thích 8 Ball Pool: http://on.fb.me/Wx4f23Thích Miniclip: http://facebook.com/miniclipTheo dõi chúng tôi trên Twitter: http://twitter.com/miniclip------------------------------------Tìm hiểu thêm về Miniclip: http://www.miniclip.comĐIỀU KHOẢN VÀ ĐIỀU KIỆN: http://www.miniclip.com/terms-and-conditionsCHÍNH SÁCH QUYỀN RIÊNG TƯ: http://www.miniclip.com/privacy",
        "có gì mới": "Đến lúc cập nhật 8 Ball Pool mới rồi!Một mùa giải mới tuyệt vời lại sắp đến, hãy tải về phiên bản mới nhất và tận hưởng game tối đa nhé.Ngoài ra, chúng tôi đã thực hiện một số tinh chỉnh và cải tiến cũng như giải quyết một số lỗi phiền phức, giúp 8 Ball Pool càng mượt mà hơn nữa để bạn giải trí!Hãy tải về ngay bản cập nhật mới nhất và trải nghiệm nội dung mới! Đến lúc dợt vài cơ rồi!",
        "xếp hạng": "4,7/5",
        "nhà cung cấp": "Miniclip SA",
        "kích cỡ": "157,4 MB",
        "giá": 0
    },
    {
        "tên": "Dinosaur Island-Survival Games",
        "mô tả": "Dinosaur Island-Survival GamesDinosaur simulator, becoming a stimulus for dinosaur physical examination.Classification: Simulation/Sandbox/SurvivalGame Introduction:Dinosaur Island-Survival Games is a realistic 3D simulation game based on the life of dinosaurs. In the game, you need to survive in the world of dinosaurs. Entering the forest and the world of dinosaurs, no matter what danger you encounter, you must find a way to overcome it. You can explore this vast dinosaur world here, where various fierce dinosaurs and animals live. You can fight, fight, and conquer them! Experience the hardships of living in nature, and what's even more interesting is that here you can find your dinosaur companions to survive and fight with you. Come and experience the difficulty and joy of survival!Propaganda1. Enter the world of 3D dinosaurs together.2. Exquisite graphics, perfectly restored.3. All kinds of skin, everything.4. Explore the unknown and dominate.5. Fierce battles, survival of the Jedi.",
        "có gì mới": "fix bugs",
        "xếp hạng": "",
        "nhà cung cấp": "益亭 黄",
        "kích cỡ": "124,2 MB",
        "giá": 0
    },
    {
        "tên": "Papa's Wingeria To Go!",
        "mô tả": "Fry and toss tons of saucy wings and things in Papa's Wingeria To Go!-- ABOUT THE GAME --It's your lucky day! After winning a trip to the glitzy and glamorous Starlight City, you take a chance on the Mega Prize game and win the jackpot: A new career at Papa's Wingeria!You'll need to run the fryers and toss chicken wings in a variety of flavorful sauces. The restaurant is known for its famous wings, but you'll also add other meats to the menu, as well as a wide array of delicious sauces and plenty of sides and dips. Starlight City celebrates different holidays year-round, so get ready to unlock new festive sauces, sides and dips as you play through the holidays!Your customers expect a great presentation, so arrange the fried foods with sides and dips so they're pleasing to the eye -- and their stomachs! The familiar hands-on gameplay of the series is back, but this time you'll especially have to focus on presentation and how to best lay out the plate with all of the food ordered. Learn a variety of patterns for arranging the food to earn the best scores from your customers, and earn big tips to spend in the Shop!-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this To Go game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Starlight City with new holiday flavors! Your customers will order platters of wings and things with new seasonal ingredients. You'll unlock new sauces, sides, and dips for each holiday of the year, and your customers will love trying new tasty flavors.SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Wingeria! Each Special has a bonus you can earn for serving a prime example of that recipe. Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Chuck or Mandi, or create your own custom character to work in the Wingeria! You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers. Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - When you start taking phone orders, customers can call to place their wing order, and you'll hire a Driver to help take and deliver orders to their homes!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection. Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Wingeria lobby with themed furniture and decorations for each holiday of the year! Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer? Send them a coupon with the help of your friendly mailman, Vincent! Customers love a good deal, and will promptly arrive to order another meal. Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --Hands-on wing restaurant in the Papa Louie universeAll new controls and gameplay features designed for smaller screensMulti-task between frying, saucing, and buildingCustom chefs and drivers12 separate holidays to unlock, each with more ingredientsEarn and master 40 unique Special Recipes90 colorful Stickers to earn for completing tasks119 customers to serve with unique ordersUse Stickers to unlock new outfits for your customers95 ingredients to unlock** NOTE FOR iPAD USERS **Papa's Wingeria To Go is designed especially for smaller screens, look for Papa's Wingeria HD for tablets!",
        "có gì mới": "- Fixed issue with Fryer Alarms 5 and 6 not ringing in some situations- Fixed an issue with customer animations in the lobby- Fixed an issue with sauce bottles shaking occasionally when dragging- Adjusted Iggy's and Kenji's orders so they can be scored correctly",
        "xếp hạng": "5,0/5",
        "nhà cung cấp": "Flipline IDS LLC",
        "kích cỡ": "73,9 MB",
        "giá": 49000
    }
]