[
    {
        "tên": "Vô Địch Triệu Hoán Sư",
        "mô tả": "Vô Địch Triệu Hoán Sư, Ra Mắt 10h Hôm Nay, Đăng nhập nhận Hồng Hài Nhi Siêu CấpTriệu Hoán Thần Ma – Âm Dương Vô ĐịchOnline 7 ngày - Rinh quà 7 củMa thuật tài năng là số một, người biết vận dụng là cao thủ, ngược lại là phế vật. Triệu hoán sứ ma có thể là ngàn vạn, cũng có thể là hư không.Đối với cái này, chỉ muốn nói một câu: Mọi chuyện chẳng đáng là bao. Chỉ cần có sứ ma, ta chính là vô địch!- TRIỆU HỒI SỨC MẠNH TỪ LOẠN THẾ YÊU - NHÂN - TIÊNPhá bỏ giới hạn, Vô Địch Triệu Hoán Sư cho phép người chơi hóa thân thành cao thủ tối thượng, có khả năng triệu hồi các đỉnh cấp nhân vật từ cả 3 giới Tiên – Nhân – Yêu.Bát Văn Thần Thú – Đại Yêu Tôn Ngộ Không, Thánh Anh Đại Vương Hồng Hài Nhi cùng hàng chục nhân vật khác sẽ trở thành sứ ma của bạn.- CHIA SẺ CẤP ĐỘ - NÂNG 1 ĐƯỢC 100Tiết kiệm tài nguyên triệt để khi chỉ cần nâng 1 tướng, toàn bộ số tướng còn lại sẽ thừa hưởng ngay cấp độ đó.Không mất thời gian chờ đợi, không tốn công sức tích cóp, thoải mái nâng cấp chiến thần, lật ngược tình thế.- TỰ DO NÂNG PHẨM - SỨC MẠNH TUYỆT ĐỐIDùng lâu dài ắt mạnh, tùy ý nâng phẩm từ thấp nhất lên cao nhất. Thoải mái gắn bó với vị tướng mình yêu thích. Không cần chạy theo số đông.- GAME AFK ĐỈNH LƯU - NHẬN QUÀ ĐỈNH CHÓPTặng nhiều vé quay mỗi ngày, tha hồ chiêu mộ. Online nhận Hồng Hài Nhi, 30.000 Kim Cương, 1.000.000 Linh Thạch, 30 Đá Ghép Đỏ, 2 Tướng Chí Tôn, 3 Thần Tướng.Vượt ải nhận dồi dào kim cương, nguyên liệu dồi dào. AFK nhận thưởng hậu hĩnh, tăng cấp không ngừng.- ĐẤU TRƯỜNG THẦN THOẠI - COMBO RỰC LỬASo tài không giới hạn với nhiều thể thức đấu trường khác nhau. Tự tạo nên meta, tự do khai phá sức mạnh của mãnh tướng, đứng trên đỉnh cao bằng chính đầu óc chiến thuật thượng thừa. Từng bước chinh phục thế giới dị thần huyền ảo.",
        "có gì mới": "",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "SOHA COMPANY LIMITED",
        "kích cỡ": "808,8 MB",
        "giá": 0
    },
    {
        "tên": "Shadow Hunter: Special Edition",
        "mô tả": "Hardcore Hack’n Slash Action-RPG.The must try game for any real hack and slash fan who already got bored with just mindlessly smashing buttons on the screen.Shadow hunter is an action-packed dark fantasy hack and slash game with an incredible combat system and awesome boss fights, assisted by a one of a kind character control mechanism and a perfect mix of RPG elements to make your adventure super immersive.A DARKENED, RUINED AND FULL OF SUFFERING SHADOW WORLDAs the mortal world got invaded and destroyed by the horde of dark demons and shadow monsters, everything was covered in the darkness of hell and the constant insufferable noises that were the combination of the endless scream from those evils and the crying and mourning of the lucky few that manage to survive through this nightmare.The player will be a Shadow Hunter in this world, which is someone who got blessed by the Ancient One with a special power to fight off those dark demons.Through countless battles and obstacles, shadow hunters are destined to bring the light back to this mortal world.EPIC BOSS FIGHTShadow Hunter's most exciting moments must be it's epic boss battle, in which the Hunters must defeat dark giant demons to collect their souls and advance to the darkest dungeon and the highest floor of the evil tower.Without a decent set of equipment and highly trained techniques, any player could easily get wrecked by those big bosses.However, the incredible feelings that players get from successfully overcoming those challenges will make it all worth it.Furthermore, those dark demon souls are the key to upgrade hundreds of shadow equipment and weapons, turning them from just a common warrior sword to a legendary hero's blade that would be worshiped by the generations to come.ENDLESS CHALLENGESShadow Hunter will have 4+ different PVE sections with multiple difficulty modes and a PVP arena for players to explore and conquer.“Adventure” is where players start the game with. It may not be the most challenging part, but it is the most essential section in the game since you need to keep advancing through it to unlock further sections of the game.Once you have passed a certain dungeon level, you can unlock “Altar of the Darkness” , “Boss Mode” and “Clock Tower of Challenges”. Those are where the true test of skill and power happens. For our shadow hunters to overcome those challenges, mastering the fighting technique is a must, understanding the characteristics of each demon and preparing a suitable strategy is needed and strengthening the shadow equipment is a huge plus.At the end of the day, shadow hunters can not only liberate the mortal world from those dark demons but also can test their skills and mastery against other fellows of the shadow.MULTIPLE CHARACTERS TO PLAY AND ROLLPlayers will get to play as multiple different characters, each has its own unique skills, gameplay and assets. Each character is going to be a distinct way to play the game, a distinct approach to the strategy and the combat.KEY FEATURESIntense hack and slash combat.Epic Boss Fights.Multiple characters to play.Hundreds of equipment and weapons to loot and upgrade.4+ PVE modes and PVP.Play anytime, anywhere even when offline.Visit Here to Learn More About Shadow Hunter:Facebook: https://www.facebook.com/SHLostWorldTwitter: https://twitter.com/shlostworld",
        "có gì mới": "- Fix bugs",
        "xếp hạng": "4,8/5",
        "nhà cung cấp": "ENIGMA SOFTWARE JOINT STOCK COMPANY",
        "kích cỡ": "1,2 GB",
        "giá": 129000
    },
    {
        "tên": "The Spike - Volleyball Story",
        "mô tả": "Spike trở lại với một thiết kế mới.Hãy chơi phiên bản cải tiến mới ngay bây giờ!Bạn sẽ bất ngờ.(Cảnh báo) Trò chơi có thể hơi khó.Hãy thực hành một chút và bạn sẽ hiểu cách chơi ngay.Giới thiệu trò chơiMột trò chơi được phát triển bởi các học sinh trung học yêu thích bóng chuyền!!!!Đồ họa retro phong cách game thùng!!!!Hãy thử phát bóng siêu mạnh trước khi nói bất cứ điều gì.Đặc điểm trò chơi■ Trò chơi bóng chuyền được phát triển bởi một nhóm các nhà phát triển là học sinh trung học!- Các bản cập nhật lớn và thường xuyên!■ Trò chơi mà các nhà phát triển liên tục giao tiếp với người chơi!- Trò chơi này đã trở lại nhờ vào sự ủng hộ của rất nhiều người!■ Xua tan mọi căng thẳng của bạn với âm thanh tuyệt vời của một cú đập bóng cực mạnh!- Không còn căng thẳng từ trường học và công việc!■ Những âm thanh sôi động sẽ tạo cảm giác như một buổi tập thể dục!- Tiếng giày kêu trên sàn mang lại cảm giác như đang tập thể dục cường độ cao!■ Một trò chơi giới thiệu tương lai của trò chơi độc lập ở Hàn Quốc!- Hình mẫu học sinh cấp 3 tiên tiến!Được tạo ra bởi những người yêu bóng chuyền The Spike: Remastered Tạo cầu thủ bóng chuyền của bạn và tiến bộ qua câu chuyện!Trong bóng chuyền, người đánh trung lộ có thể khá quan trọng, nhưng kỹ năng của người giao bóng mới là thứ chi phối trận đấu!Các lượt xếp hạng và đánh giá quý giá của bạn sẽ khích lệ rất nhiều cho các nhà phát triển :)■ Cộng đồng( Discord )- https://discord.com/invite/RBJzXBwJHm■ Hướng dẫn truy cập[Quyền truy cập bắt buộc]- Bộ nhớ: Được sử dụng để lưu trữ dữ liệu trên thẻ SD trong trường hợp thiết bị sắp hết bộ nhớ.",
        "có gì mới": "1. Đã sửa lỗi liên quan đến cửa hàng sự kiện2. Đã sửa lỗi khi ném setter3. Đã sửa lỗi liên quan đến Nishikawa4. Đã sửa lỗi khi phục vụ đào tạo",
        "xếp hạng": "4,5/5",
        "nhà cung cấp": "DAERI SOFT",
        "kích cỡ": "183,8 MB",
        "giá": 0
    },
    {
        "tên": "Magic Tiles 3: Piano Game",
        "mô tả": "Thật thú vị biết bao khi ghi lại những khoảnh khắc quý giá nhất trong năm bằng các nhịp điệu tuyệt vời? Hãy để ÂM NHẠC giúp bạn thăng hoa bằng các bài hát nổi tiếng.Với Magic Tiles 3, bạn có thể chơi nhiều thể loại nhạc: pop, rap, acapella, EDM, jazz, instrumental. Cả nghìn bài hát đang chờ đợi bạn. Hãy khám phá thêm để tìm thấy sự kỳ diệu trong tâm trí của bạn.Các đặc điểm chính của Magic Tiles 3:1. Các thể loại nhạc hấp dẫn, hiện đại, đa dạng, đáp ứng mọi gu âm nhạc! Chúng tôi có hơn 1000 bài hát đang chờ bạn chinh phục.2. Chế độ chơi trực tuyến được thực hiện tuyệt vời – kết nối với vô số đối thủ trên toàn thế giới. Bạn cũng có thể mời bạn bè/kẻ thù vào phòng và chiến đấu với nhau.3. Giải đấu hàng tuần đi kèm với các phần thưởng hấp dẫn.4. Chế độ ban nhạc nơi bạn có thể chơi cùng các nhạc cụ bổ sung như guitar, piano, v.v.Luật chơi:1. Chạm vào các ô màu đen2. Tránh các ô màu trắng3. Tốc độ sẽ tăng lên theo từng cấpĐăng nhập tài khoản Facebook của bạn và chia sẻ dữ liệu trên nhiều thiết bịHãy sẵn sàng để thử miễn phí trò chơi piano thử thách nhất!Ngoài ra, để cải thiện hiệu suất của trò chơi và cung cấp trải nghiệm cá nhân hóa dựa trên vị trí của bạn, chúng tôi cần quyền truy cập vào bộ nhớ và vị trí của bạn.Trở thành một nghệ sĩ piano thực thụ ngay bây giờ!ĐĂNG KÝ VIP- Hãy truy cập Tính năng VIP ngay để nhận nhiều lợi ích độc quyền1. Không có quảng cáo. Không phiền hà2. Mở khóa 50000+ bài hát chất lượng cao và các bài hát sắp ra mắt3. Hồi sinh miễn phí. Chơi không ngừng nghỉ4. Tạo danh sách phát của bạn và mở danh sách phát không ngừng nghỉ5. Tải xuống các bài hát để phát ngoại tuyến. Không cần wifi6. Tạo phòng chiến đấu riêng không giới hạn để chơi trong Battle Mode 1.- Phí đăng ký là 19.000đ theo tuần, 59.000đ theo tháng và 239.000đ theo năm.- Bạn có thể chơi tất cả các bài hát chất lượng cao và tận hưởng toàn bộ các lợi ích VIP trong suốt thời gian đăng ký của mình*.- Thanh toán sẽ được tính vào Tài khoản iTunes khi xác nhận mua.- Đăng ký tự động gia hạn trừ khi tự động gia hạn bị tắt ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.- Tài khoản sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc giai đoạn hiện tại với chi phí của gói đã chọn.- Đăng ký có thể được quản lý bởi người dùng và tự động gia hạn có thể bị tắt bằng cách vào phần Cài đặt tài khoản của người dùng sau khi mua.- Bất kỳ phần chưa sử dụng nào trong thời gian dùng thử miễn phí, nếu được cung cấp, sẽ bị hủy bỏ khi người dùng mua đăng ký sản phẩm đó, nếu có.- Không được phép hủy đăng ký hiện tại trong thời gian đăng ký đang hoạt động.Lưu ý:* Các album và các nội dung liên quan không thuộc quyền đăng ký riêng và có thể cần mua riêng để mở khóa.* Giá bằng với giá trị mà Apple's App Store Matrix xác định tương đương với giá đăng ký bằng USD.Điều khoản sử dụng: https://www.amanotes.com/terms-and-conditions/Chính sách bảo mật: https://www.amanotes.com/privacy-policy/*Hỗ trợ:Bạn đang có thắc mắc? Hãy gửi email đến magictiles3.support@amanotes.com hoặc liên hệ với chúng tôi trong trò chơi bằng cách vào phần Cài đặt > Câu hỏi thường gặp và Hỗ trợ.Magic Tiles 3 đến từ Amanotes, nhà phát hành trò chơi âm nhạc số một thế giới với hơn một tỷ lượt tải xuống. Những người yêu âm nhạc có thể tương tác với hàng nghìn bài hát thông qua các ứng dụng khác nhau của chúng tôi. Tại sao chỉ nghe nhạc, nếu bạn cũng có thể chơi vui với nó? Tại Amanotes, chúng tôi tin rằng “mọi người đều có thể chơi nhạc!”.",
        "có gì mới": "- Optimize performance and fix bugs.",
        "xếp hạng": "3,9/5",
        "nhà cung cấp": "Amanotes Pte Ltd",
        "kích cỡ": "271,1 MB",
        "giá": 0
    },
    {
        "tên": "Coin Master",
        "mô tả": "Chúng đã cướp tiền Xu của bạn! Hãy tham gia băng cướp biển trong một hành trình xây dựng đế chế lớn nhất chưa từng có.Du hành xuyên thời gian đến những vùng đất ma thuật và chiến đấu với bạn bè và kẻ thù vì một sự nghiệp cướp biển thống trị.Xoay, tấn công, cướp bóc và xây con đường đi lên đế chế cướp biển!• Trở thành Coin Master!• Chơi với bạn bè• Cướp bóc làng của những người chơi khác và lấy tài sản của họ!• Phòng thủ và bảo vệ những gì thuộc về bạn• Với mỗi ngôi làng xâm chiếm được, chiến thắng của bạn sẽ càng to lớn hơn• Chơi với hàng triệu người chơi khác, cướp bóc tài sản của hằng trăm căn cứ kẻ thù• Chiến đấu và chiến thắng trước kẻ thù của bạn• Cạn tranh với bạn bè qua danh hiệu Coin Master• Chọn Ảnh đại diện cướp biển độc đáo riêng của bạn• Tấn công làng bạn bè và tiêu duyệt đấng sáng tạo của họGame slot miễn phí hấp dẫn và thú vị nhất trên di động, tablet và Facebook!Theo dõi Coin Master trên Facebook để nhận những ưu đãi và tiền thưởng độc quyền!Facebook: www.facebook.com/coinmasterCần hỗ trợ? Ghé truy cập Coin Master",
        "có gì mới": "Thanks for playing Coin Master!In this version, we’ve implemented bug fixes & performance improvements.We have also implemented our new reward calendar feature - collect your daily rewards!Enjoy a world of fun, thrills, and huge rewards right at your fingertips.Invite your friends to play Coin Master & get your FREE REWARDS! We also recommend joining our community on Facebook, Twitter, and Instagram for more fun & excitement.Enjoying Coin Master? Leave a review :)",
        "xếp hạng": "4,5/5",
        "nhà cung cấp": "Moon Active LTD",
        "kích cỡ": "256,7 MB",
        "giá": 0
    }
]