[
    {
        "tên": "Day R Premium: last world war",
        "mô tả": "Survive in post-nuclear USSR: defeat diseases, hunger and enemies! Play Online also! Survive with other players together.Benefits of Premium version:- Unique pet Raven- Starter Kit- Caches of useful items in shelters- Expanded selection of perks- Chat without any limitations- Reduced waiting time between parcels- Access to all kinds and colors of map markersCan you survive in the world destroyed after a nuclear war? With radiation, hunger and diseases around you. You have to cross the whole country and save your family. Who knows if they are alive, or maybe radiation and deadly virus have already reached them? Reveal a secret of the apocalypse and get your memories back during a journey across the huge territory of the USSR in the 80th.It is not easy to survive after apocalypse. You'll face the real hungry games! Monsters, zombie, thirst, uncountable diseases and injuries, blood-thirsty enemies – you have to fight it all. Craft all your resources: weapons, clothes, means of transport.- Hardcore survival:Hunger, zombie and radiation won't give you a chance to relax.- Realistic world:The turn of the seasons, huge map of USSR and more than 2500 different towns and cities. Hunt animals, but be careful: even rats can injure you seriously! Explore the wilderness!- A lot of opportunities:Multicraft, obtaining skills, hundreds of crafting schemes, a lot of ammunition.- People and stories:Interesting quests and helpful allies. An open game world.- Improve your skills:Mechanics, medicine, chemistry and many others.- Cooperative mode:The Online mode with a chat room, exchange of items and united fightings. Multiplayer survival game.Explore the abandoned houses and shelters. Find weapon and build transport using various materials.Remember everything you learnt on chemistry and physics! It is the most realistic surviving game!Features:- Сraft system – get resources, hunt, find useful objects or weapon and create your own one!- Hardcore simulator of survival- Journey across the wilderness map in the multiplayer mode- Choose the difficulty mode: sandbox, real life or onlineWar never changes. In 1985 USSR went down before an unknown enemy. In a few days the entire country became a radioactive wasteland - violence, hunger and diseases reign here now. When you no longer loose in the fight with the death, the other survivors wait for you in the cooperative - the Online mode let you survive together dealing with difficulties, talking in the chat room and sending gifts to each other.User agreement: http://tltgames.ru/license-agreement-en",
        "có gì mới": "- Halloween is extended until 11/30/2023! Keep scaring the inhabitants, collect their fear, get unique event weapons and pump up your demonic level!- Collect masks - from the 1st December they will become accessories that can be worn in the game;- Minions stay in the game! Collect them all to get fear and use it for Halloween weapons after the end of the event.",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "Aleksey Shurokhov",
        "kích cỡ": "226,1 MB",
        "giá": 79000
    },
    {
        "tên": "LaLa Land: Lục Địa Bí Ẩn",
        "mô tả": "Game nhập vai thế giới mở - 6 chức nghiệp tùy biến, tự do phát triển - Siêu Pet tác chiến, biến hóa khôn lường - 1000+ PK cùng lúc, tranh thắng thua sure kèo không lag - No VIP: không so tiền, chỉ so trình - So trình thao tác với Hit and Run - Trò chơi nhân phẩm: Pet UR, rương đỏ, trang bị xịn,.. - Thời trang trendy độc lạ - Yêu đương thích ý: quẹt phải tạo 2light, lai rai tìm bạn gáiCùng nhập vai khám phá lục địa bí ẩn Lala Land, chiến đấu và so tài chiến thuật cực đã, so trình không so VIP, hưởng loạt phúc lợi lớn xịn xịn!Khám phá những tính năng đặc sắc:1. 6 Chức Nghiệp tùy biến, tự do phát triểnVới 3 class Cung Thủ, Chiến Sĩ và Pháp Sư, mỗi class gồm đủ 2 giới tính nam nữ, sở hữu bộ skill khác nhau, game thủ có thể thoải mái chọn lựa và chơi theo ý muốn. Đặc biệt, các class này có thể chuyển chức và phát triển theo 2 lối chơi khác nhau, tùy thuộc vào nhu cầu của người chơi. Ví dụ: Chiến Sĩ có thể chơi theo hướng Kiếm Sĩ (thiên về tấn công) hoặc Giáp Sĩ (thiên về phòng thủ),...2. Siêu Pet tác chiến - biến hóa khôn lườngPet là một trong những tính năng nổi bật của game. Người chơi không chỉ cần nhân phẩm khi gacha thu thập Pet, mà còn phải vận dụng tính chiến thuật trong việc sắp xếp, tiến hóa đội hình phù hợp cho từng trường hợp chiến đấu.3. PK đông người cùng lúc không lo giật lagĐược tối ưu và chau chuốt tỷ mỉ, người chơi hoàn toàn yên tâm khi tham gia các hoạt động PK đông người trong game thoải mái mà không cần lo game giật lag ảnh hưởng đến kết quả thi đấu tranh thắng thua. .4. No VIP: Không so tiền, chỉ so trìnhLà một trong những tựa game bỏ tính năng phân tầng cấp VIP, tại Lala Land, game thủ thuộc hệ cày chay hay chơi đô la chỉ có thể so kèo dựa vào chính lực chiến của mình. VIP hay không là do trình độ và lực chiến của bạn!5. Hit and Run: So trình thao tác, combat đã tayHit and Run - thao tác chơi game không hề xa lạ đối với game thủ nay đã có tại Lala Land, hứa hẹn những màn combat nảy lửa và những cú lội ngược dòng đầy bất ngờ. Liệu rằng trình thao tác của bạn có đủ xuất sắc để lật kèo chơi trong chớp mắt?6. Trò chơi nhân phẩm, thành bại tại đâyBạn muốn thử thách nhân phẩm của mình? Hãy vào Lala Land. Loạt vật phẩm hiếm Pet UR, Rương đỏ, Trang bị xịn,... không cần nạp mà vẫn có, chỉ cần ông bà độ.7. Quẹt phải tạo 2light - Lai rai tìm bạn gáiTâm Uyển phiên bản quẹt Tin Đờ hứa hẹn sẽ là tính năng được dân FA săn đón nhất tại Lala Land. Vừa có thể chơi game vui vẻ, lại vừa có thể quẹt quẹt tìm người đồng hành chung sở thích. Biết đâu bạn sẽ tìm được chân ái?8. Thời trang trendy, độc lạBên cạnh việc chau chuốt tỉ mỉ từng tính năng, Lala Land còn khiến game thủ ngỡ ngàng với loạt ảo hóa thời trang bắt trend cực chất, đa dạng độc lạ. Người chơi không chỉ nhập vai chiến đấu xưng bá, mà còn có thể tự do thể hiện cá tính riêng của bản thân, không lo nhàm chán.",
        "có gì mới": "Sửa lỗi và cải thiện hiệu suất",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "VTC MOBILE JOINT STOCK COMPANY",
        "kích cỡ": "2,6 GB",
        "giá": 0
    },
    {
        "tên": "My Perfect Hotel",
        "mô tả": "► A GAME TO KEEP YOU FULLY OCCUPIEDEver dreamed of running your own hotel? Start from the ground up in this fun and fast-paced time-management game where the aim is to build an accommodation empire and demonstrate your dedication to hospitality. Show your skills as a hotel manager, invest wisely in staff and property improvements, and work your socks off to become a hospitality tycoon in this addictive and entertaining casual simulator.► FIRST-CLASS SERVICE• Climb to the top: Start the game as a simple bellhop single-handedly cleaning rooms, greeting guests at reception, collecting payments and tips, and keeping the bathroom stocked with toilet paper. As your bank balance expands, upgrade rooms and facilities, and employ new staff to help keep up with the growing demand at your hotel. Your guests may be sleeping comfortably, but there’s no time to rest for a determined hotel tycoon.• Build an empire: There are several hotels to explore and expand, each with dozens of different unique upgrades to make before you reach five-star perfection. Demonstrate your competence as a manager in each location, then get promoted to get a new and bigger property, and continue your path to becoming a true hotel tycoon. Each hotel has its own style and atmosphere too.• Keep going: If you want success in this high-stakes industry, you can’t just stroll around your property at a leisurely pace. Upgrade your and your employees’ movement speed to work faster and provide your guests with all the services they need ASAP — it’ll boost your revenue too.• Amenities are the answer: Maximise profits and get more funds to invest in this fun simulator by ensuring your hotels have all available amenities. Bathrooms are the first step, but work hard and you’ll soon have the opportunity to add vending machines, restaurants, parking lots, and swimming pools to your properties. Guests will pay extra for each facility, boosting your revenue. Though remember each facility also needs staffing, so get hiring or you’ll soon run off your feet with angry guests left standing in line for each amenity.• Grand designs: Upgrade accommodation to improve guests’ experience of your property and choose from a range of different room designs in each location. In this engaging simulator, you’re not just a manager, you’re an interior designer too!► FIVE-STAR FUNLooking for a time-management game that’s original and simple to play and provides endless hours of entertainment? Dive straight into the fast-paced world of hospitality provision and develop your skills as a manager, investor, and designer. Download Hotel Master now and get to work building an accommodation empire.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
        "có gì mới": "We have added many game improvements based on your feedback and fixed a few bugs. Enjoy the game!",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "SayGames LTD",
        "kích cỡ": "263,8 MB",
        "giá": 0
    },
    {
        "tên": "Nối Thú Cổ Điển",
        "mô tả": "- Nối Thú Cổ Điển là một trò chơi được rất nhiều người yêu thích với lối chơi cổ điển cuốn hút.Với việc ra mắt thêm 2 chế độ mới là Thử thách hằng ngày và Thi đấu đối kháng hứa hẹn sẽ tăng thêm phần thú vị cho trò chơi.- Hướng dẫn chơi :Nối 2 hình với nhau tối đa 3 đường nối để làm chúng biến mất.- Tính năng :+ Giao diện đẹp mắt, âm thanh sống động.+ Game có 1000 level với độ khó tăng dần.+ Mỗi lần lên level sẽ được tặng thêm lượt các quyền trợ giúp.+ Hỗ trợ và chạy mượt mà trên tất cả các phiên bản Iphone, Ipad.Chúc bạn chơi game vui vẻ !",
        "có gì mới": "BIG UPDATE:- Chế độ mới: Thử thách hằng ngày- Chế độ mới: Thi đấu đối kháng- Thêm tính năng SHOP+ Loại bỏ quảng cáo+ Thêm quyền trợ giúp- Cập nhật tính năng thay đổi hình nền- Cập nhật giao diện giáng sinh- Thêm màn hình lựa chọn nhân vật- Cập nhật quyền dữ liệu người dùng- Thêm màn chơi mới- Sửa lỗi",
        "xếp hạng": "3.7/5",
        "nhà cung cấp": "Dai Nguyen",
        "kích cỡ": "37,1 MB",
        "giá": 0
    },
    {
        "tên": "Fishdom – VTC Game",
        "mô tả": "VTC Game and Playrix co-publish the game Fishdom in Vietnam.Never Fishdomed before? Then take a deep breath and dive into an underwater world of match-3 fun!Engage in challenging and fun match-3 gameplay with unique twists as you decorate tanks to create cozy homes for your lovely fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you—SO DIVE IN NOW!Features:● Unique gameplay: swap and match, design and decorate, play with and take care of fish—all in one place!● Hundreds of challenging and fun match-3 levels● Explore an exciting aquatic world with amusing 3D fish, each of which has its own personality, that you'll be excited to meet!● Fish tanks you can liven up with breath-taking underwater decor● Amazing graphics all yours once you grab your scuba mask● Buddy-diving time: play with your Facebook friends!Please note! Fishdom is free to play, though some in-game items can also be purchased for real money. If you don’t want to use this option, simply turn it off in your device’s Restrictions menu.Enjoying Fishdom? Learn more:Facebook: facebook.com/FishdomInstagram: instagram.com/fishdom_mobile/Twitter: twitter.com/FishdomOfficialTerms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.htmlQuestions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HR",
        "có gì mới": "Get ready for a fall Fishdom update!SECRETS, PUMPKINS, AND A SEA OF FUN!- Find out who's behind all the creepy experiments in the new expedition!- Get all the Season of Nightmares rewards!- Merge items and collect all the prizes at the Harvest Fair!- The Merry Farmer fish and other rewards await you in the Harvest Season!ALSOA new Fitness Coach aquariumNew fish: Crowntail Fighting Fish and Marbled HatchetfishWe hope you enjoy the latest update!Have fun!",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "PLR Worldwide Sales Limited",
        "kích cỡ": "247,8 MB",
        "giá": 0
    }
]