[
    {
        "tên": "LMHT: Tốc Chiến",
        "mô tả": "Hãy hòa mình vào Tốc Chiến: trải nghiệm MOBA 5 đấu 5 thuần kỹ năng và chiến thuật trong Liên Minh Huyền Thoại của Riot Games, nay được tái xây dựng hoàn toàn dành cho thiết bị di động. Với hệ thống điều khiển trơn tru và lối chơi siêu tốc, bạn có thể lập đội cùng bạn bè, khóa chọn tướng của bạn và thực hiện các pha xử lý để đời.VƯỢT MẶT ĐỐI THỦLàm chủ đấu trường và trở thành huyền thoại với hàng loạt vị tướng khác nhau cùng chiến thuật chơi năng động, thay đổi không ngừng. Mỗi trận đấu đều sẽ là cơ hội để bạn tung ra kỹ năng định hướng hoàn hảo, lật ngược thế cờ bằng khả năng phối hợp đồng đội tuyệt đỉnh hoặc thực hiện thành công pha pentakill xuất sắc.TRANH TÀI CÙNG BẠN BÈChiến thắng chỉ đến với ai biết cách phối hợp cùng đồng đội trong trò chơi MOBA trên di động này. Dù là đấu đôi, đấu ba hay cả một tổ đội 5 người, bạn đều có thể tham gia hàng chờ cùng những người bạn của mình để leo hạng và phá hủy Nhà Chính của kẻ địch.CHỌN TƯỚNG CỦA BẠNXông vào chiến trường với một thanh kiếm khổng lồ, đóng băng kẻ địch trên đường đi bằng mũi tên băng bay xuyên bản đồ hay nhử đối thủ đến gặp tử thần bằng bùa phép vô cùng vi diệu. Với mỗi trang sử huyền thoại bạn viết lên, sẽ luôn có một vị tướng phù hợp.LUÔN CÔNG BẰNGĐối đầu trong những trận đấu công bằng cả về kỹ năng lẫn quy mô tổ đội. Tất cả anh hùng đều có thể được nhận trong Tốc Chiến và bạn sẽ không bao giờ phải trả tiền để có thể chơi hay tăng sức mạnh. Dù chỉ là 1 xu.",
        "có gì mới": "Bản cập nhật Sức Mạnh Tột Đỉnh ‘23 đã ra mắt! Từ tháng 10 đến tháng 01:• TƯỚNG MỚI: Khiến bạn khóc thét hoặc chỉ... rơm rớm mà thôi - Sivir, Zyra và Fiddlesticks sắp sửa lẩn vào Đấu Trường• TRANG BỊ MỚI: Giờ của pháp sư đến rồi! Hãy để chúng tôi thử đo ni họ với một vài trang bị mới cùng thật nhiều cập nhật khác nữa!• CHẾ ĐỘ CHƠI MỚI: Không đường, không rừng, không giới hạn! Chiến đấu tới sức cùng lực kiệt trong Võ Đài!Tìm hiểu thêm tại https://tocchien.zing.vn/.",
        "xếp hạng": "3.6/5",
        "nhà cung cấp": "VNG CORPORATION",
        "kích cỡ": "2,9 GB",
        "giá": 0
    },
    {
        "tên": "Doomsday: Last Survivors",
        "mô tả": "Game thủ thành mới! Tận thế đã đến, bầy zombie chạy tán loạn. Là chỉ huy của người sống sót, hãy thu thập và sử dụng tài nguyên bảo vệ khu trú ẩn cuối cùng!Doomsday: Last Survivors là một trò chơi chiến lược sinh tồn zombie, chơi trực tuyến với nhiều người chơi cùng chế độ chiến lược thời gian thực. Bối cảnh ở tương lai gần, nơi zombie chiếm lấy thế giới, những người còn sống sót phải chiến đấu vì mạng sống của họ và tương lai của nhân loại. Là người Chỉ huy, nhiệm vụ của bạn phải dẫn dắt những người sống sót đồng hành của mình xây dựng khu trú ẩn, khám phá những nơi chưa từng biết đến và chiến đấu với zombie và các phe đối thủ! Bạn thích chơi trò chơi zombie, sinh tồn và cả chiến lược? Doomsday: Last Survivors sẽ giúp bạn trải nghiệm tất cả![Điểm Nổi Bật]Trò Chơi Thủ Thành MớiNhững người sống sót có kỹ năng giỏi sẽ tham gia cùng bạn khám phá thế giới hoang tàn cùng với những kẻ bị nhiễm bệnh này. Bạn phải luôn luôn nhạy bén, lập đội quân Hero lý tưởng và xây dựng công trình để sống sót trong cuộc xâm lược của zombie!Kẻ Mạnh sẽ Sống SótDẫn dắt quân đội và dân thường trong Khu trú ẩn! Tiêu diệt zombie để sống sót sau ngày tận thế, hoặc đột kích các Khu trú ẩn khác để duy trì sự sống của bạn. Bạn cũng có thể thành lập liên minh và chiến đấu với kẻ thù cùng các đồng đội.Trải Nghiệm Tận Thế Chân ThậtHệ thống địa hình hình cầu thực tế với việc điều khiển có thể phóng to thu nhỏ thuận tiện cho phép xem cận cảnh Khu trú ẩn đến chế độ xem vệ tinh. Một trải nghiệm sinh tồn nhập vai với những zombie gớm ghiếc, mối đe dọa luôn rình rập, một thế giới tàn khốc, nơi đi tiêu diệt hoặc bị tiêu diệt.Chiến Đấu bằng Chiến LượcSử dụng mọi thứ bạn có thể tìm thấy để sống sót trong ngày tận thế. Huấn luyện nhiều loại quân lính và tiến hành các cuộc chiến đấu với chiến lược đa dạng, các kỹ năng và cách thức chiến đấu của Hero để tồn tại lâu hơn bầy zombie.Hero Cá TínhHero thiết kết rất chân thực và cá tính, khắc họa những người sống sót từ các tầng lớp khác nhau. Tuyển Hero tài năng để giúp dẫn dắt quân đội và bảo vệ khu trú ẩn của bạn!Chỉ huy, bạn đã sẵn sàng sống sót trong ngày tận thế?Trở thành người giỏi nhất trong trò chơi zombie bằng sức mạnh và trí thông minh của bạn!===Thông tin===Facebook chính thức: https://www.facebook.com/DoomsdayLastSurvivorsDiscord chính thức: https://discord.gg/bZErQs6CkNLiên hệ Hỗ trợ: help.doomsday.apple@igg.com===Chi tiết đăng ký===Đăng ký (4,99 USD/tháng)- Đăng ký để nhận: Tốc độ Nghiên cứu +2%, Tốc độ Huấn luyện +2%, Phục hồi Thể lực +2%, EXP từ Zombie +10% và phần thưởng ngày.Lưu ý:1, Thanh toán sẽ được tính vào Tài khoản iTunes của bạn khi mua hàng.2, Đăng ký sẽ tự động gia hạn trừ khi tắt tự động gia hạn ít nhất 24 giờ trước khi kết thúc đăng ký hiện tại.3, Tài khoản của bạn sẽ nhận được xác nhận về lần gia hạn tiếp theo và giá gói trong vòng 24 giờ trước khi kết thúc đăng ký hiện tại của bạn.4, Bạn có thể quản lý/tắt đăng ký và tự động gia hạn bằng cách vào Cài đặt tài khoản sau khi giao dịch.Điều khoản dịch vụ (EULA): https://policies.igg.com/view/?id=1Chính sách bảo mật: https://policies.igg.com/view/?id=2",
        "có gì mới": "Cập nhật:1. Sự kiện liên máy chủ quy mô lớn mới: Đột kích Quần đảo! Trong kho báu còn sót lại trên đảo Coco, những người sống sót đã phát hiện ra một tấm bản đồ chỉ thẳng đến quần đảo Bakni xa xôi. Để chinh phục các hòn đảo, Liên minh đã thành lập các tổ chức lớn hơn - Quân đoàn - bằng cách thiết lập mối liên kết với nhau để phát động một trận chiến quy mô lớn. Vui lòng cập nhật trò chơi để trải nghiệm.1) Bản đồ khổng lồ: Bản đồ quần đảo hoàn toàn mới cho phép hơn 20 Liên minh cạnh tranh cùng một lúc.2) Ghép đội Quân đoàn: Liên minh từ các khu vực khác nhau tạo thành Quân đoàn. Số lượng Liên minh trong Quân đoàn có thể thay đổi do sự khác biệt về sức mạnh của Liên minh.3) Trạm Kiểm Soát Đặc Biệt: Trạm Kiểm Soát Đặc Biệt mới với các quyền thông qua khác nhau.4) Vật liệu Xây dựng Liên minh: Cách mới để thu thập Vật liệu Xây dựng Liên minh. Các Chỉ huy có thể nhận được Vật liệu Xây dựng Liên minh trên các hòn đảo bằng cách thu thập từ các Nút Tài nguyên và đánh bại Quái Giáp Săn Báu. Vật liệu thu được phải được mang về Khu trú ẩn để tính trong Kho Liên minh. Các Đội vận chuyển vật liệu có thể bị Cướp bóc bởi các Đội của Quân đoàn khác. Hãy bảo vệ Đội Vận Chuyển của bạn.5) Nút Tài Nguyên Đặc Biệt: Nút Tài Nguyên Đặc Biệt cung cấp số lượng lớn Vật liệu Xây dựng Liên minh cũng như các tài nguyên thường sẽ xuất hiện.6) Hoàn trả Quân đội: Sẽ có sức chứa Bệnh viện lớn hơn và hoàn trả đầy đủ cho Quân đội Trạm cứu trợ khi Giai đoạn I kết thúc, cho phép các Chỉ huy chiến đấu dũng cảm hơn bao giờ hết trong Giai đoạn II.2. Sự kiện Hành Trình Liên Minh Mới. Tham gia một Liên minh để bắt đầu cuộc hành trình vinh quang!3. Skin Đội Mới - Hiệp Sĩ Địa Ngục.4. Thêm Huấn Luyện Nhanh vào Doanh trại để giúp việc huấn luyện Quân đội thuận tiện hơn cho người chơi.5. Sự kiệnNghị Định Di Trú Mới được điều chỉnh: Các Chỉ huy sẽ không thể tham gia đấu trường của khu vực trong thời gian hạn chế sau khi di trú.6. Điều chỉnh yêu cầu để trò chuyện trên Kênh Thế Giới: Số lần Trò chuyện trên Kênh Thế Giới miễn phí dựa trên cấp VIP của người chơi. Số lần thêm có thể được mua bằng Ngọc.7. Sửa lỗi và tối ưu khác.",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "HTD MEDIA VIET NAM JOINT STOCK COMPANY",
        "kích cỡ": "1,9 GB",
        "giá": 0
    },
    {
        "tên": "Papa's Freezeria To Go!",
        "mô tả": "Build and serve sundaes on the go with this brand-new version of Papa's Freezeria, with gameplay and controls reimagined for iPhone and iPod Touch!You've just started a relaxing summer job at an oceanfront ice cream shop, but things get hectic when all of Papa Louie's customers arrive on the island! You'll need to whip up delicious Freezer sundaes by pouring ice cream, adding mixables and syrups, blending sundaes, adding whipped cream and toppings, and don't forget the cherry on top for a perfect summertime treat!You'll need to multitask between each area of the restaurant, with new controls designed to work just right in the palm of your hand. Head to the Order Station to watch for customers waiting in the lobby. Switch to the Build Station to combine ice cream and mixables for each sundae. Jump to the Mix Station to mix sundaes until they're blended just right. Hop to the Top Station to pour whipped cream and toppings before serving the sundae to your picky customers. Each Station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the sundae-building process.Keep your customers happy to earn points and level up. As your level rises, you'll unlock new toppings for the shop, and new customers will start to visit the Freezeria! A well-crafted sundae also earns you tips, which you can spend on upgrades and decorations for the lobby!** NEW FOR PAPA'S FREEZERIA TO GO**Papa's Freezeria To Go is redesigned and reimagined for smaller screens, so your fingers won't get in the way of the action!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs. You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.BUILD STATION - We've completely redesigned the Build Station for smaller screens. The Pour Button and Bonus Meter are moved to the side and sized just right for your thumb, so you can watch the meter and tap at the right time without any fingers blocking your view. When it's time to choose a mixable or a syrup, the entire screen is filled with large buttons so you can easily tap the correct item.MIX STATION - We've fine-tuned the Mix Station upgrades to work even better on small touch screens. Once you purchase the Blend Alarm upgrades, you can drag these large alarms and snap them onto any blender. Booster Buttons are also large and easy to press, and you can even use multi-touch to boost multiple blenders at once!TOP STATION - The Topping Bin carousel from Papa's Burgeria To Go! is back, which lets you top sundaes in a brand-new way! Swipe the carousel of Topping Bins to choose the item you want to use, then grab the sundae cup to start pouring toppings evenly across the sundae. You can also tap a button to switch to placeable items like cherries and cookies. And with full multi-touch support, you can keep one finger sliding the bins and another tapping on the cup below, so you'll have those sundaes finished in no time!NEW INGREDIENTS - We've added a ton of new ingredients that can't be found in the classic or HD versions of the game, including mixables, syrups, whipped cream flavors, and other toppings that you'll unlock as you play the game. There's over 70 unique ingredients for you to discover!**GAME FEATURES**- Hands-on ice cream shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between building, mixing, and topping- Shop to buy upgrades using your in-game tips- 85 customers to unlock with unique orders- Challenging Closers and Food Critic- 120 in-game achievements to earn**NOTE FOR iPAD USERS**Papa's Freezeria To Go is designed especially for smaller screens. If you're looking for large-screen gameplay, check out Papa's Freezeria HD for iPad!",
        "có gì mới": "- Added support for iPhone X and newer phones!- Fixed problems with dragging items on iPhone X- Fixed problems with dragging when played on iPad- Additional bug fixes and improvements",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "Flipline IDS LLC",
        "kích cỡ": "67 MB",
        "giá": 29000
    },
    {
        "tên": "Exploding Kittens®",
        "mô tả": "Play the most-funded game in Kickstarter history anywhere with the Exploding Kittens® Official mobile game!The mobile version of the game is available now, including the Party Pack, Betrayal, Streaking Kittens, and the all new Barking Kittens expansion! Play with friends or strangers in online play, challenge the AI, or play offline with friends face-to-face!In this highly-strategic, kitty-powered version of Russian Roulette, players draw cards until someone draws an Exploding Kitten, at which point they explode, they are dead, and they are out of t​he game -- unless that player has a Defuse card, which can defuse the Kitten using things like laser pointers, belly rubs, and catnip sandwiches. All of the other cards in the deck are used to move, mitigate, or avoid the Exploding Kittens.KEY FEATURES:- Exploding Kittens is a multiplayer card game for people who are into kittens and explosions and laser beams and sometimes goats.- Play with 2 to 5 players across multiple phones in the same room, or online with friends or strangers- Featuring original art by The Oatmeal- New cards exclusive to the digital version of Exploding Kittens- Digital versions of the hit expansions, including Streaking and Barking Kittens, as well as digital exclusive Betrayal and Party decks- The digital version of the most backed game in Kickstarter historyCreat​ed by Elan Lee (Xbox, ARGs), Matthew Inman (The Oatmeal), and Shane Small (Xbox, Marvel).Exploding Kittens is a paid app in which optional game features may be purchased with real money. You must be at least 13 years old to download and play. There is also an option to compete online against strangers and resulting data transfer charges may apply. Player usernames and expressions are their own. Exploding Kittens, LLC is not responsible for and does not endorse player usernames or expressions. For our privacy policy, visit www.explodingkittens.com/privacy.",
        "có gì mới": "Various fixes and improvements for multiplayer stability.",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "Exploding Kittens, Inc",
        "kích cỡ": "276 MB",
        "giá": 49000
    },
    {
        "tên": "Sonic Runners Adventure",
        "mô tả": "Chạy với Sonic, huyền thoại tốc độ và tất cả bạn bè của cậu ấy trong nền tảng di động đầu tiên của 2018!Sonic the Hedgehog và các bạn đã trở lại trong trò chơi chạy hành động nghẹt thở!Hãy cảm nhận cơn sốt tốc độ khi hồi sinh huyền thoại Sonic. Chạy, nhảy, lao hoặc bay vút qua những con đường và những màn chơi nhảy tầng platformer lý thú. Mở khóa các nhân vật mới như Tails, Knuckles và các nhân vật khác; mỗi nhân vật lại có những khả năng đặc biệt sẽ tăng sức mạnh cho bạn. Lao đi cứu thế giới của Sonic bằng cách chiến đấu với Dr. Eggman qua 4 địa danh đặc trưng.Tất cả được gói trọn trong gói dung lượng tải về gọn nhẹ, bảo đảm ai cũng có thể khởi động ngày mới bằng chút hành động arcade tốc độ cao!TÍNH NĂNG SONIC• Lao qua 4 địa danh quen thuộc với đồ họa siêu khủng. CẢNH BÁO: Bạn có thể bị thích phấn khích.• Mở khóa một loạt nhân vật như Tails, Knuckles, Shadow the Hedgehog và các huyền thoại siêu tốc khác; mỗi nhân vật lại có những siêu năng lực khác nhau.• Vượt qua hằng hà chướng ngại và vô số kẻ thù, đặc biệt là tiến sĩ đầu trứng Dr. Eggman!• Vừa chạy vui xả láng vừa nghe những giai điệu quen thuộc của Sonic!• Chọn trợ thủ ưa thích, mỗi trợ thủ có siêu chiêu thức riêng! Và nhớ: Chọn kết hợp những chiêu thức đó thật sáng suốt để chiến thắng!• Bơm sức cho nhân vật bạn thích để cải thiện năng lực cho chúng.• Một câu chuyện đầy ắp nhân vật siêu năng lực và những bước ngoặt hấp dẫn.• Nhảy ngay vào bể trải nghiệm arcade vui nhộn với những màn chơi có thể chơi lại với quá trời mục tiêu hoàn thành. Chạy đường nào cũng không thoát bị vui tột độ!• Khám phá chế độ Bonus bí ẩn đúng nghĩa là một cơn sốt tốc độ vui quên đường về!• Tận hưởng lối chơi tổng hợp kĩ năng sử dụng điều khiển đơn giản với chế độ chạy tự động bảo đảm ai chơi cũng được!• Bạn có thể chơi ngoại tuyến hoàn toàn sau lượt chơi đầu!Lựa chọn hoàn hảo cho những ai mê game nhảy tầng platformer tốc độ nhanh, hành động ngoại tuyến, game chạy vui, huyền thoại arcade, hoặc The Blue Blur, Sonic the Hedgehog! ___________________________________© SEGA. Bảo lưu mọi quyền. SEGA được đăng ký tại Cục Thương hiệu và Bản quyền Sáng chế Hoa Kỳ. SEGA, lô gô của SEGA, SONIC THE HEDGEHOG, SONIC RUNNERS và SONIC RUNNERS ADVENTURE là thương hiệu hoặc thương hiệu được đăng ký của Công ty TNHH SEGA Holdings hoặc các chi nhánh của công ty.___________________________________Ghé thăm trang web chính thức của chúng tôi tại http://gmlft.co/website_VIXem blog mới tại http://gmlft.co/centralĐừng quên theo dõi chúng tôi trên mạng xã hội:Facebook: http://gmlft.co/SNS_FB_VNTwitter: http://gmlft.co/SNS_TW_VNInstagram: http://gmlft.co/GL_SNS_IGYouTube: http://gmlft.co/GL_SNS_YT___________________________________Ngôn ngữ: Tiếng Anh, tiếng Pháp, tiếng Đức, tiếng Ý, tiếng Tây Ban Nha, tiếng Bồ Đào Nha - Braxin, tiếng Nga, tiếng Thổ Nhĩ Kỳ, tiếng Ả Rập, tiếng Thái, tiếng Tây Ban Nha Mỹ La Tinh, tiếng Ba Lan, tiếng Việt, tiếng Hàn, tiếng Trung giản thể, Tiếng Trung phồn thểTrò chơi yêu cầu kết nối Internet (3G hoặc Wifi) khi khởi động lần đầu tiên.___________________________________Chính sách quyền riêng tư: http://www.gameloft.com/vi/privacy-noticeĐiều khoản sử dụng: http://www.gameloft.com/vi/conditions-of-useThỏa thuận Cấp phép Người dùng cuối: http://www.gameloft.com/vi/eula",
        "có gì mới": "Sonic và hội bạn thân đang nóng lòng hâm nóng mọi thứ, do vậy họ đã lao vào những cuộc phiêu lưu mới với nhiều nhân vật phản diện và địa điểm huyền thoại!Chạy đã đời, vui ngất trời? Vậy hãy chấm điểm cho Sonic Runners Adventure và cho mọi người biết ý kiến chân tình của bạn!",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "Gameloft",
        "kích cỡ": "30,1 MB",
        "giá": 79000
    }
]