[
    {
        "tên": "Don't Starve: Pocket Edition",
        "mô tả": "***NOTE: Don't Starve requires iOS 8 and at least an iPhone 5, iPad 3, or iPad mini 2. Due to memory constraints, it will not run on older devices.***Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 4 million players to the iPhone and iPad. Now you can experience the uncompromising wilderness survival game full of science and magic on the go!Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home.Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.********************************************************Awards:- Independent Games Festival: Grand Prize Nominee- Independent Games Festival: Excellence in Design Nominee- Independent Games Festival: Audience Award Nominee- Capsule Computers: Editor’s Choice- Indie Game Reviewer: Game of the YearKey Features:Optimized for Touch: New intuitive touch interface lets you explore, fight, craft and manage inventory with ease.Uncompromising Survival & World Exploration: No instructions. No help. No hand holding. Start with nothing and craft, hunt, research, farm and fight to survive.Dark and Whimsical Visuals: 2D characters and odd creatures inhabiting a unique 3D world.Randomly Generated New Worlds: Want a new map? No problem! At any time you can generate a new living and breathing world that hates you and wants you to die.",
        "có gì mới": "-Fixed issue where the UI stopped responding after using the inventory.",
        "xếp hạng": "4.2/5",
        "nhà cung cấp": "Klei Entertainment Inc.",
        "kích cỡ": "1 GB",
        "giá": 129000
    },
    {
        "tên": "Stardew Valley",
        "mô tả": "Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on iOS with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Continue farming from where you last left off with auto-save (even if you close the app!)■ Play the game your way with multiple controls options, such as touch-screen and virtual joystick■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...---“The best version of Stardew Valley is the one you have with you … This game is absolutely incredible, and will not disappoint. - TouchArcadeStardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world. - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant BombVillage life has never been so accessible and satisfying - The Telegraph“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features new 1.5 update story content, multiplayer functionality not supported. No in-app purchases.",
        "có gì mới": "- Added toggle for flash effects.- Added advanced crafting info.- Improvements to sizing on tablet devices.- Fixed PiP and podcast/music playback during gameplay.- Gamepad support improvements.- Bigger tooltip fonts.- A bunch of crash bug fixes",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "ConcernedApe LLC",
        "kích cỡ": "411,8 MB",
        "giá": 129000
    },
    {
        "tên": "The Past Within",
        "mô tả": "Lưu ý: The Past Within là trò chơi trải nghiệm phối hợp (co-op). Cả hai người chơi cần sở hữu mỗi người một bản của trò chơi trên thiết bị của mình (điện thoại di động, máy tính bảng hoặc máy tính), cũng như phải giao tiếp được với nhau bằng cách nào đó. Chơi cùng với bạn bè hoặc tìm người chơi cùng từ trang Discord chính thức của chúng tôi!Quá khứ và tương lai không thể được khám phá một mình! Hãy lập nhóm với một người bạn và cùng tìm hiểu bí ẩn quanh Albert Vanderboom. Hãy giao tiếp với nhau những gì bạn thấy xung quanh để giúp nhau giải các câu đố và khám phá thế giới từ nhiều góc nhìn!The Past Within là cuộc phiêu lưu chỉ-và-nhấn đầu tiên chỉ chơi phối hợp (co-op) lấy bối cảnh thế giới bí ẩn của Rusty Lake.Đặc điểm:▪ Trải nghiệm chơi phối hợp (co-op)Hãy chơi cùng với một người bạn, một người ở Quá Khứ, người còn lại ở Tương Lai. Cùng nhau giải các câu đố và giúp Rose khởi động kế hoạch của cha mình!▪ Hai thế giới - Hai góc nhìnCả hai người chơi sẽ trải nghiệm môi trường trò chơi ở hai không gian khác nhau: 2D và 3D - một trải nghiệm lần đầu tiên trong vũ trụ Rusty Lake!▪ Đa nền tảngMiễn là có thể giao tiếp với nhau, bạn và người chơi chung đều có thể chơi The Past Within trên nền tảng ưa thích của mỗi người: Mac, PC và Nintendo Switch!▪ Thời gian chơi & Tính năng chơi lạiTrò chơi gồm 2 chương và có thời lượng chơi trung bình là 2 giờ. Để có trải nghiệm đầy đủ, chúng tôi xin gợi ý bạn chơi lại trò chơi từ góc nhìn còn lại. Ngoài ra, bạn có thể sử dụng tính năng chơi lại để trải nghiệm trò chơi từ đầu với câu trả lời mới cho tất cả các câu đố.",
        "có gì mới": "Trân trọng cảm ơn bạn đã chơi The Past Within, chúng tôi đã sửa một số lỗi trong phiên bản mới này!",
        "xếp hạng": "4,7/5",
        "nhà cung cấp": "Rusty Lake B.V.",
        "kích cỡ": "392,3 MB",
        "giá": 79000
    },
    {
        "tên": "Poppy Playtime Chapter 1",
        "mô tả": "You must stay alive in this horror/puzzle adventure. Try to survive the vengeful toys waiting for you in the abandoned toy factory. Use your GrabPack to hack electrical circuits or nab anything from afar. Explore the mysterious facility... and don't get caught.---Welcome to Playtime Co.!---Playtime Co. was once the king of the toy manufacturing industry... until everybody inside of the factory one day disappeared into thin air. Now, years later, you must explore the abandoned factory and uncover the truth.---The Toys---The toys of Playtime Co. are a lively bunch! From Bot to Huggy, Catbee to Poppy, Playtime does it all! As long as you're at Playtime Co., why not pay the toys a little visit? You might just make a few friends...---The GrabPack---This amazing GrabPack is a wearable backpack, accompanied by 2 artificial hands attached via steel wire. With this handy, state-of-the-art tool, there's no limit to what Playtime Co. employees can accomplish! The following list of features should help to show you what the GrabPack has to offer.- The hands' powerful grip allows for movement of heavy objects with ease!- A lengthy and flexible wire gives any employee the ability to reach whatever they may need, no matter the distance!- The steel wire makes conducting electricity a breeze!The only limit is the length of your GrabPack's wire.Won't you stick around? There's lots of fun in store for you. It's almost Playtime..",
        "có gì mới": "Removed loading screens and and smoothed out level streaming. Other optimizations to draw calls and blueprints causing cpu overhead issues",
        "xếp hạng": "4,7/5",
        "nhà cung cấp": "Mob Entertainment, Inc",
        "kích cỡ": "1,4 GB",
        "giá": 79000
    },
    {
        "tên": "Worms W.M.D: Mobilize",
        "mô tả": "The worms are back in their most destructive game yet. With a gorgeous, hand-drawn 2D look, brand new weapons, vehicles and buildings plus the return of some much-loved classic weapons and gameplay, Worms W.M.D: Mobilize is the best worms experience ever.Work your way through 10 training and 20 campaign missions of increasing difficulty using the huge arsenal of new and classic weapons at your disposal. Use new vehicles to cause chaos amongst the enemy ranks and use buildings to gain the tactical advantage as you try to dominate the battlefield!Take on opponents in hilarious all-out tactical worm warfare either in local or online multiplayer. Flatten your opponents with the Concrete Donkey. Turn them into chunks of worm meat with the Holy Hand Grenade. Rain down hell from above in helicopters or pound them into oblivion with the tank. With 50 weapons and utilities at your fingertips, this is Worms at its chaotic best!Key FeaturesWonderfully 2D: The best implementation of the Worms formula yet, now with a brand new worm design, and gorgeous digitally-painted 2D artwork.Vehicles: Worm warfare gets serious with the introduction of vehicles for the first time in the series. Dominate the landscape in warfare-ready tanks, take to the skies to unleash hell from above in helicopters and more!Buildings: Keep your head down, and hide out in a building. Buildings provide a tactical advantage by hiding away your worms, and keeping them safe from direct attacks!Classic Worms Physics and Gameplay: Our brand new engine recreates the feel of the fan-favourite entrants in the series; and sees the reintroduction of the much loved Classic Ninja Rope!New and classic weapons: 50 weapons and utilities at your fingertips, including many returning classics and a slew of new additions such as the Dodgy Phone Battery, the Unwanted Present and the OMG strike.Mounted Guns: As if 50 weapons and utilities wasn't already enough! A range of different gun types are placed around the landscape, allowing your warmongering worms to do even MORE damage!Hilarious single player plus online and local multiplayer warfare: Worms W.M.D: Mobilize comes locked and loaded with a huge arsenal of Training Missions and Campaign Missions for the solo player. Train up then head online to create havoc in multiplayer modes, with room for up to two players with four worms each on a map!",
        "có gì mới": "",
        "xếp hạng": "4,3/5",
        "nhà cung cấp": "Team17 Digital Limited",
        "kích cỡ": "2,1 GB",
        "giá": 149000
    }
]