[
    {
        "tên": "Lapse: A Forgotten Future",
        "mô tả": "Cứu rỗi cả một đất nước - hay hủy hoại nó - trong một thế giới hậu khải huyền được đặt sau năm 2075. Chỉ với những thao tác gạt tay đơn giản, trái hoặc phải, vận mệnh của cả đất nước là tùy thuộc vào bạn, vào những quyết định khó khăn mà bạn phải đưa ra để giải quyết nhiều tình huống và vấn đề của đất nước. Tuy nhiên hãy cẩn thận, dẫn dắt một đất nước không hề đơn giản. Thứ gì đó bí ẩn đã đưa cả nhân loại đến một sự rối ren và bất ổn, dẫn đến hàng loạt chiến tranh, bệnh dịch và nạn đói. Chẳng ai nhớ cái gì đã làm cho thế giới thành ra như bây giờ, chẳng ai biết vì sao những sự kiện tồi tệ lại liên tục ảnh hưởng cả thế giới, và cũng không ai giải thích được tại sao bạn lại luôn vực dậy được cả quốc gia khi có ai đó cố tình phá hoại nó. Vì thế nên hãy thận trọng, thật sáng suốt trước mỗi quyết định, vì thứ gì xảy ra cũng có nguyên nhân cả. Bất kì sự kiện nào cũng có thể đưa bạn đến chiến thắng nếu bạn biết tận dụng nó, nhưng cũng có thể, sau cùng đó lại là nguyên nhân dẫn đến sự thất bại của bạn. Ai là bạn, ai là thù? Thật khó để chỉ rõ trong một thế giới phức tạp đầy rẫy sự phản bội, người ngoài hành tinh, thực thể sinh học và những thần thoại cổ xưa. Quyết định của bạn một khi đã được lựa chọn sẽ không thể bị đảo ngược và bạn sẽ phải tiếp tục đưa ra quyết định trong cuộc đua với thời gian.",
        "có gì mới": "This version contains some bug fixes and performance improvements. The story continues now in Lapse 2: Before Zero. Thanks to all of you for your amazing support!",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "Stefano Cornago",
        "kích cỡ": "66,3 MB",
        "giá": 29000
    },
    {
        "tên": "Birzzle Pandora",
        "mô tả": "******* 7 millions Downloads******* Korean Mobile App Award 2011******* The most popular application (1st place) in Asia appstore - Distimo, TechCrunch※ DescriptionA new brand of Drag n Drop block puzzle game lining up the same type of birds and making it disappear by the use of fingertip. Provides optimized system which sustains better flexibility and simplicity of movements in touch control than prior puzzle games on the market; in return, provides a quick action arcade puzzle anyone can enjoy.Just move the birds freely. That’s all.Move your fingers really fast. Then, you could be the number one.1. Classic Mode : A speedy free action puzzle game.2. Pandora Mode : The goal of Pandora mode is to match birds and collect the letters in order to get the highest score possible in two minutes.3. Ice Break Mode : Tense and thrilling mode within a set time while breaking the ice.※ Game specific features1. A game people of all ages can enjoy.2. Touch-screen optimized control3. Offer 3 different game modes4. Support for Game Center. Share your rankings with your friends!5. Play with your Facebook friends all over the world.6. Stunning visuals that leverage the Retina Display※ New features of Birzzle Pandora1. Added a new mode : Pandora Mode (By connecting with Facebook, players can compete with others for a high score on leaderboards)2. Invite Friends at Facebook and get coins3. Connect Facebook account and get 50,000 coins for gift4. Get high scores using powerbirds5. Newer High quality graphics6. More rich and addictive high quality sounds7. Corrected bugs at Classic mode and Ice Break mode8. Connection to Official Facebook Fanpage9. Added Vibration when the powerbird pops10. Optimization Graphic Engine for better performance※ Follow and join us!Website : http://birzzle.comFacebook : http://www.facebook.com/BirzzleOfficialTwitter : http://www.twitter.com/enfeelstudioContact : contact@enfeel.com",
        "có gì mới": "This app has been updated by Apple to display the Apple Watch app icon.Classic mode has been improved. Experience the faster play.Facebook login bug has been fixed.",
        "xếp hạng": "5.0/5",
        "nhà cung cấp": "Enfeel Inc.",
        "kích cỡ": "67,6 MB",
        "giá": 29000
    },
    {
        "tên": "Brotato:Premium",
        "mô tả": "Thể hiện sức mạnh của khoai tây! Xâm chiếm Địa ngục đạn!VỀ TRÒ CHƠI NÀYA spaceship from Potato World crashes onto an alien planet. The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.FeaturesAuto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that timeCollect materials to gain experience and get items from the shop between waves of enemiesAccessibility options: tweak the health, damage and speed of enemies so the difficulty is right for you",
        "có gì mới": "Halloween đang đến gần, điều gì đó thú vị đang diễn ra...TẤT CẢ các boss và người xuất sắc bây giờ đều đội mũ bí ngô.Giới thiệu các boss mới với chủ đề bí ngô.Hãy chú ý đến các quả bom bí ngô được đặt một cách chiến lược khắp trò chơi!",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "QI YU SG. PTE. LTD.",
        "kích cỡ": "213,9 MB",
        "giá": 129000
    },
    {
        "tên": "ThreeKingdoms The Last Warlord",
        "mô tả": "A Chinese strategy game! Continuation of classic! 1000K copies were sold!No.2 in China’s SLG, No.1 in Taiwan’s paid games and No.1 in strategy games of Japan and HK.The End of Han Dynasty yêu cầu phiên bản hệ thống phải là iOS 11 trở lên và sử dụng iPhone 7 hoặc 7Plus, iPhone 8 hoặc 8 Plus, iPhone X trở lên, iPad Air 2, iPad mini 4, iPad 2017 hoặc bất kỳ iPad Pro nào để chơi trò chơi.Giới thiệu trò chơiThree Kingdoms: Hegemony at End of the Han Dynasty là một trò chơi SLG theo lượt được sản xuất cẩn thận bởi Longyou Tianxia Studio. Nó chủ yếu dựa trên tư duy mới của chính con người và góc nhìn mới về game Tam Quốc để tạo ra một thế giới Tam Quốc khác biệt. Trên cơ sở quay trở lại với thể loại chiến lược truyền thống, nó khắc họa sâu sắc sự khác biệt vùng miền giữa các thành phố của ba nước và những điểm giống và khác nhau về năng lực, đặc điểm riêng của mỗi người chỉ huy quân sự về tác chiến, làm nổi bật sức hấp dẫn của việc kết hợp đúng lúc, đúng chỗ và triển khai sức người. Tính năng trò chơiMột: phong cách thêu vẽ đường trắng cổ điển, đơn giản và thanh lịchĐầu của các nhân vật được trang trí theo phong cách và màu sắc thêu chỉ trắng của bộ truyện tranh kinh điển Tam Quốc Diễn Nghĩa. Giao diện trò chơi áp dụng phong cách cổ xưa và thiết kế quyến rũ cổ xưa, phong cách Trung Quốc chân thực.Hai: Chế độ quản lý chính phủ đơn giản và dễ sử dụng:Các sắp xếp công việc nội bộ cơ bản, thăm dò nhân sự, trinh sát quân sự và phát triển công nghệ đều áp dụng chế độ quản lý vị trí để giảm bớt các hoạt động tẻ nhạt và lặp đi lặp lại và cho phép người chơi tập trung vào các sự kiện khác. Trong chế độ chơi quân vương, người chơi chỉ cần quan tâm đến việc quản lý kinh đô và đất nước. Các thành phố khác được giao cho tỉnh trưởng. Sử dụng chính sách để đưa ra các chỉ thị quân sự và chính trị khác nhau cho thành phố phụ.Ba: cài đặt nội dung trò chơi cực kỳ phong phú:Từ năm 184 đến năm 280 sau Công nguyên, hơn 1.300 vị tướng (bao gồm cả các vị tướng trong lịch sử và lịch sử) đã xuất hiện tại hiện trường.Năng lực cơ bản của 30 vị tướng được phân chia, và khả năng của các vị tướng được phân biệt chi tiết.Hơn 300 cấu hình độc lập của các đặc điểm của tướng, làm nổi bật đầy đủ sự khác biệt riêng của các tướng.Có hơn 500 mặt hàng và cài đặt kho báu với bằng chứng nghiên cứu. Một loạt các phân loại được chia ra để đáp ứng các sở thích khác nhau.Gần hơn 60 loại thành phố khác nhau, hơn 200 đặc điểm đô thị và các sản phẩm đặc sản được ghi nhận đầy đủ.Các hạng mục phát triển kỹ thuật phong phú và hỗ trợ xuyên suốt toàn bộ hệ thống trò chơi. Phản ánh tầm quan trọng của sức mạnh khoa học và công nghệ.Sáu cánh tay cơ bản và hơn một chục cánh tay đặc biệt tạo thành một hệ thống vũ khí phong phú.Hệ thống chức vụ chính thức và danh hiệu cao quý siêu phong phú.Hệ thống hôn nhân do quốc vương chỉ định và hệ thống thừa kế và đào tạo con cái được nhân bản hóa.Các hiện tượng thiên nhiên và thảm họa sự kiện khác nhau mô phỏng thời kỳ Tam Quốc đầy khó khăn.Nhiều thế lực nước ngoài và những tên cướp, kẻ cướp cần bạn dập tắt và loại bỏ chúng.Vô số chuyến viếng thăm, thương gia, người bất tử, người nổi tiếng, bác sĩ, thợ thủ công bậc thầy, kiếm sĩ lang thang khắp nơi, gây ra nhiều sự kiện chức năng khác nhau.Bốn: Quay trở lại hệ thống chiến đấu theo lượt cổ điển, tập trung vào việc hình thành chiến lược của quân độiViệc đưa ra các yếu tố thời tiết, địa hình và độ cao của khối càng làm nổi bật ảnh hưởng của các yếu tố thời gian và địa điểm đối với chiến tranh.",
        "có gì mới": "The Last Warlord Official Version Patch 2.0.6 Update Notice on iOS（V1.0.0.3414）The new updates as follow: (4/14 3:00 pm)Bug fixes:1.Fixed the issue of BGM not being able to play.",
        "xếp hạng": "4.5/5",
        "nhà cung cấp": "ChengDu LongYou Tech Ltd",
        "kích cỡ": "2,7 GB",
        "giá": 349000
    },
    {
        "tên": "EvoCreo™: Pocket Monster Like",
        "mô tả": "Played by millions of players worldwide.• Over 170 monsters to catch, train, battle, fight & evolve!• Explore a massive open world!• 30 hours + gameplay, playable offline!• RPG adventure with multiplayer arenaDo you have what it takes to be an evoking master?Catch, train, battle, fight & evolve to prove what you are capable of.No energy bars, no waiting! EvoCreo offers a twist to the monster battle and monster capture genre!Embark on a journey through the world of Zenith. Become the top evoker by capturing and battling over 170 kinds of Creo!Play, battle, fight, catch, train and evolve with your monster online and offline wherever you are.Test yourself in the arenas, and work your way up to the Coliseum! On the way, you’ll be fighting the sinister plot of the nefarious organization, Shadow Hive!• Over 170 monsters to capture, train, battle, fight & evolve!• Fully animated monsters and characters• A massive open world to explore where Creo roam• An epic adventure over 40 hours long (also offline)• Cross-platform multiplayer• Challenge other evokers and become the ultimate evoking master!• Customize your Creo’s moves, traits, and abilities to suit your very own strategy!You think you can show the EvoCreo world what you can do?Catch monsters, train creatures, battle enemies, fight with your monster and evolve your pets even when you’re offline!Like us on FB for more news and updates: https://www.facebook.com/ilmfinity",
        "có gì mới": "Added a delete account function. This will remove all your data from our servers.On screen button will only animate if there is an object you can interact with.Fixed the battle creo sizing issueMisc bug fixes",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "ilmfinity LLC",
        "kích cỡ": "126 MB",
        "giá": 29000
    }
]