[
    {
        "tên": "Wreckfest",
        "mô tả": "Đốt cao su và cắt nhỏ kim loại trong sân chơi lái xe đỉnh cao!Wreckfest có rất nhiều tùy chọn nâng cấp và tùy chỉnh. Cho dù bạn đang chuẩn bị cho trận derby hủy diệt tiếp theo của mình với cản gia cường, lồng cuộn, tấm bảo vệ bên và nhiều thứ khác, hay chuẩn bị cho chiếc xe của bạn tham gia một cuộc đua gay cấn hơn với các bộ phận hoạt động của động cơ như bộ lọc không khí, trục cam, hệ thống nhiên liệu, v.v., Wreckfest đang định hình trở thành trò chơi đua xe thể thao kết hợp tốt nhất hiện có.• Trải nghiệm đua xe độc đáo - Hành động đua xe không theo quy tắc thú vị với những khoảnh khắc xác định, chỉ có một lần trong đời có thể chỉ đạt được với mô phỏng vật lý giống như thật. Chứng kiến những màn đấu khẩu điên cuồng trên đường đua tốc độ cao, đối mặt với sự điên cuồng hủy diệt hoàn toàn trên những đường đua điên cuồng có giao lộ và dòng xe cộ đang chạy tới hoặc giành lấy sự thống trị hoàn toàn trong các đấu trường derby.• Những chiếc xe tuyệt vời - Những chiếc xe của chúng tôi đã cũ, bị hỏng, được vá lại với nhau... Họ ooze phong cách và nhân vật! Từ những tay chơi nặng ký già cỗi của Mỹ đến những người Châu Âu nhanh nhẹn và những người Châu Á vui tính, bạn sẽ không tìm thấy bất cứ thứ gì tương tự như vậy trong các trò chơi khác.• Tùy chỉnh có ý nghĩa - Không chỉ thay đổi giao diện ô tô của bạn mà còn nâng cấp áo giáp của chúng - Gia cố chúng bằng sắt nặng bảo vệ bạn khỏi bị hư hại, nhưng cũng làm tăng thêm trọng lượng, ảnh hưởng đến việc xử lý ô tô. Sửa đổi ô tô của bạn để chế tạo một chiếc xe tăng mạnh mẽ hoặc một tên lửa mỏng manh nhưng nhanh như chớp hoặc bất cứ thứ gì ở giữa!• Nhiều người chơi - Đánh bại bạn bè của bạn trong trò chơi nhiều người chơi cục bộ và đua đến giới hạn trong khi đuổi theo sự thống trị hoàn toàn!• Chế độ thử thách - Chúc bạn vui vẻ với máy thu hoạch cây trồng, máy cắt cỏ, xe buýt trường học, xe ba bánh và nhiều hơn thế nữa!• Chế độ nghề nghiệp - Chiến đấu để giành chức vô địch, kiếm kinh nghiệm, mở khóa các nâng cấp và ô tô mới, đồng thời trở thành nhà vô địch Wreckfest mọi thời đại !© www.handy-games.com GmbH",
        "có gì mới": "- Fixed that Anti-Aliasing was not working as intended- Fixed random graphic glitch in corners caused by the skid marks- Enabled 120 HZ support on compatible devices",
        "xếp hạng": "5.0/5",
        "nhà cung cấp": "www.handy-games.com GmbH",
        "kích cỡ": "1,1 GB",
        "giá": 6000
    },
    {
        "tên": "Kỷ Nguyên AFK",
        "mô tả": "Vào game nhận 130 vé quay, 6.700 Kim Cương, 80 vạn vàng, rương tướng SSR, UR. Vượt ải nhận thêm 80 vé, rương SSR, UR tự chọn. AFK nhận KNB, KC, trang bị, nguyên liệu hiếmKỷ Nguyên AFK - Quà Số To - Bo Trăm VéTặng 130 Vé, 6.700 KC, Thẻ SSRKỷ Nguyên AFK đã tới! Sẵn sãng chiêu mộ Anh Hùng, cùng nhau thám hiểm thế giới rộng lớn đầy thử thách trước mắt.Trở thành Nhà Thám Hiểm vĩ đại nhất Kỷ Nguyên này! Tất cả dựa vào ý chí và quyết tâm của bạn!Đồ Họa U Mê• Phong cách thiết kế nhân vật tí nị, sinh động tươi sáng đầy màu sắc, đưa bạn vào một thế giới huyền ảo dựa trên bối cảnh anh hùng và quái vật Châu Âu• Công nghệ đồ họa tiên tiến biến mỗi trận đấu trở thành sân khấu phô diễn kỹ năng, hiệu ứng mãn nhãn, cắt cảnh hoành tráng.200+ Anh Hùng• Hệ thống Anh Hùng đa dạng chia làm 4 phe: Vương Quốc, Vực Sâu, Băng Nguyên, Hoang Dã. Thỏa sức lựa chọn Anh Hùng yêu thích cùng vượt qua vô vàn thử thách trước mắt• Dù là đồ họa, tạo hình hay thiết kế giao diện người dùng cũng đều thể hiện phong cách. Với các thiết lập cốt truyện phong phú, vượt ải chính tuyến khám phá tiểu sử của từng Anh Hùng trong game22+ Trận Pháp• Đối đầu thế lực luôn cần chiến thuật hơn người. Kỷ Nguyên AFK mang đến 22 bộ thế trận ảo diệu biến hóa để người chơi linh hoạt sử dụng. Mỗi thế trận đều chia theo phẩm chất khác nhau, không trận nào giống trận nào.Vượt Ải nhận UR• Mỗi dấu mốc chinh phục sẽ luôn được trả công hậu hĩnh, có khi là bằng loạt tướng SSR, UR siêu cấp vip. Kỷ Nguyên AFK sở hữu hệ thống phụ bản náo nhiệt, phong phú loại hình và đòi hỏi những cách thức vượt qua khác nhau, thưởng thắng dồi dào, dễ dàng kiếm nguyên liệu.Hành Trình Tân Thủ - Nhận Đủ Mọi Quà• Tùy chọn tướng SSR+ để bắt đầu hành trình• 6700 KC, 100 vạn Vàng• Đăng nhập nhận 130 vé quay• Quà Online: Mỗi ngày 80 vạn vàng, 20 mảnh tướng Thần Thoại",
        "có gì mới": "",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "SOHA COMPANY LIMITED",
        "kích cỡ": "466,6 MB",
        "giá": 0
    },
    {
        "tên": "Phú Hộ Công Lược - TTH",
        "mô tả": "Xuyên Không Khởi Nghiệp, Chí Lớn Làm Giàu!Ngẫu nhiên xuyên không về cổ đại thành Đông Gia. Làm thế nào mới có thể mạnh dạn làm giàu, trở thành Đại Phú Hộ đây?Chỉ cần thuê đủ Gia nhân và kết giao đủ Môn khách tinh anh, bạn có thể ngồi rung đùi làm Đông gia. Việc duy nhất bạn cần làm là Thu tiền! Thu tiền! Thu tiền!Phú Hộ Công Lược sẽ giúp bạn vạch rõ từng bước đi làm giàu, mau đến trải nghiệm game thôi!【Tiểu Đông Gia Cổ Đại, Trí Tuệ Kinh Doanh Lớn】Hình ảnh Chibi nhẹ nhàng thoải mái, mở ra toàn cảnh phố xá cổ xưaTrải nghiệm cốt truyện hài hước, lợi dụng thủ pháp kinh doanh thời hiện đại khuấy đảo thương giới cổ đại【Môn Khách Khắp Thiên Hạ, Mỹ Nhân Kề Cạnh Bên】Hữu duyên ngàn dặm tương phùng! Cùng mỹ nhân uống rượu đàm đạo, trải nghiệm cảm giác hạnh phúc của thời khắc ngàn vàng đêm xuân.Chiêu mộ nhân tài khắp thiên hạ, Môn khách và Mỹ nhân giúp bạn kinh doanh các loại sản nghiệp, đếm tiền mỏi tay!【Con Cháu Cùng Song Hành, Thiên Tài Nhờ Bồi Dưỡng】Độ thân mật với Tri kỷ càng cao, tư chất Đích Tôn cũng càng cao, bạn cần xây dựng tình cảm thắm thiết với Tri kỷ nhé!Con cái ngày càng lớn khôn, dựng vợ gả chồng cho con là việc đại sự. Chọn đúng dâu hiền rể thảo, sẽ giúp thừa kế và phát triển sản nghiệp lớn mạnh hơn.【Đường Thương Mại Trắc Trở, Liên Minh Để Cùng Thắng】Cạnh tranh thương mại khắp mọi nơi, dựa vào sự thông minh tài trí của bạn để mở rộng bản đồ thương mại thế giới！Lối chơi Gia Tộc với nhiều trải nghiệm vui vẻ, mang tới nhiều mối quan hệ xã giao. Các vị Đông gia đồng tâm hiệp lực xây dựng Liên Minh Thương Mại lớn mạnh nhất.【Thú Quý Ấm Lòng Người, Kiếm Tiền Theo Lối Riêng】Vừa có Kỳ Trân Dị Thú trong thần thoại, cũng có mèo con cún con dễ thương để bạn nhận nuôi ngẫu nhiên.Thông qua việc bồi dưỡng Thú Quý tăng tốc độ kiếm tiền, vừa nuôi pet vừa kiếm tiền, đúng là một công đôi việc!",
        "có gì mới": "1. Thêm Sự Kiện MớiThêm Event: Sóng Gió Triều ĐìnhThêm Hợp Tác Đặc Biệt: Truyện Cổ Tích2. Ưu hóa những tính năng quan trọng3. Fix những lỗi đã biết",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "Chi Hao Duong",
        "kích cỡ": "1,6 GB",
        "giá": 0
    },
    {
        "tên": "Kingdom Two Crowns",
        "mô tả": "Kingdom Two Crowns is a side-scrolling micro strategy game with a minimalist feel wrapped in a beautiful, modern pixel art aesthetic. Play the role of a monarch atop their steed and recruit loyal subjects, build your kingdom and protect it from the greedy creatures looking to steal your coins and crown.In the brand-new campaign mode, monarchs must now work to build a kingdom that stands over time until finding a way to defeat the Greed for good. Explore the environments to discover new mounts and secrets hidden across the vast land.But you don’t have to rule alone! Introducing cooperative play to Kingdom Two Crowns, monarchs can now choose between a solo experience or seek the assistance of a friend, working together locally in classic split screen while sitting next to your fellow monarch, or even across from them on opposite sides of the device in the custom mobile feature of tabletop coop.In addition to the traditional medieval setting, Kingdom Two Crowns also includes:• Dead Lands: Enter the dark lands of Kingdom. Play as unique monarchs, including the Shardbinder Miriam, with powerful traits from the gothic horror action-RPG Bloodstained. Ride the gigantic beetle steed to lay out traps, the eerie undead mount that summons barriers impeding the progress of the Greed, and from Bloodstained the mythic demon horse “Gamigin” with its powerful charge attack. Building your Kingdom has never been spookier!• Shogun: Journey to lands inspired by the architecture and culture of feudal Japan. Play as the mighty Shogun or Onna-bugeisha, enlist the support of the ninja, lead your soldiers to battle atop the mythological Kirin, and form new strategies as you brave the Greed hiding in the thick bamboo forests.Additional DLC available via in-app purchase:• Norse Lands: Set in a domain inspired by Norse Viking culture 1000 C.E, the Norse Lands DLC is a full new campaign that expands the world of Kingdom Two Crowns with a unique setting to build, defend, explore, and conquer. In Norse Lands, players can look forward to unleashing abilities drawn upon from Norse gods, commanding mighty units, building Viking-inspired armaments, solving challenging puzzles, and facing a new enemy Greed.A challenge awaits all who seek it here, whether you are a first or long-time ruler. So be brave, great monarchs, for in the end Two Crowns shall reign stronger than one!",
        "có gì mới": "Dear monarchs!We bring you a small patch to fix a bug where the Lost Islands countdown would display the wrong time.",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "Raw Fury AB",
        "kích cỡ": "1,2 GB",
        "giá": 199000
    },
    {
        "tên": "Đấu Thần Tuyệt Thế",
        "mô tả": "ĐẤU THẦN TUYỆT THẾ - Xứng tầm Tân Vương game nhập vai xuất thếTuyệt phẩm game mobile MMORPG tiên hiệp mới nhất trên thị trường đã có mặt tại Việt Nam.Đồ họa 3D siêu việt, hiệu ứng mãn nhãn, gameplay đa dạng và hấp dẫn, cốt truyện lôi cuốn, xứng đáng là game MMORPG 3D hàng đầu hiện nay.Dựa trên tuyệt tác ngôn tình tiên hiệp “Từng Thề Ước - Thượng Cổ Tình Ca”, tựa game Đấu Thần Tuyệt Thế mở ra một thế giới thần thoại đầy huyền ảo, nơi thần - ma - yêu - nhân không ngừng tu luyện và tranh đấu để giành lấy lãnh địa, xưng bá khắp cõi hồng hoang. Đây là thời kỳ đầy hỗn loạn nhưng cũng không kém phần lãng mạn bởi cảnh sắc như tiên như mộng, bạt ngàn linh thú, kỳ hoa dị thảo cùng những mối tình thiên cổ rung động đất trời.Đến với Đấu Thần Tuyệt Thế, bạn sẽ được đắm chìm vào một cuộc phiêu lưu mới trên con đường tu tiên, gặp gỡ kết giao với nhiều tiên hữu khác để cùng chiến đấu trong những màn PK nảy lửa, và biết đâu tìm được một nửa đích thực của mình.[Tuyệt bản tiên hiệp - Tinh hoa tiên hiệp hội tụ]- 7 class nhân vật cùng hệ thống ngoại quan đồ sộ lên đến hàng trăm loại tiên dực, tiên kỵ, tiên sủng, thần binh,...giúp bạn thoải mái sáng tạo nhân vật.- Độc Tôn Lĩnh Vực: tự kiến tạo nên Lĩnh Vực của bạn, không ai có thể xâm phạm.- Triệu hồi Thượng Cổ Dị Thú: sở hữu những linh thú có 1 không 2 trong lịch sử.- Tiên Linh: Hóa thân vào các nhân vật huyền thoại như Nữ Oa, Tôn Ngộ Không,...[Tuyệt sắc đồ họa - Mãn nhãn mọi góc nhìn]- Hồng Mông Thần Tàng, Quy Khư Mộng Diễn: Hàng chục set đồ thời trang cực kỳ hoành tráng chỉ có được khi dày công sưu tập, đặc biệt có thể kết hợp tạo nên 7749 phong cách.- Đồ họa 3D siêu việt, zoom cận cảnh chất lượng cao, hiệu ứng skill ngoạn mục giúp bạn trải nghiệm sắc nét vẻ đẹp hoàn mỹ trong từng khung hình.[Tuyệt đỉnh PK - PK đỉnh thống lĩnh tam giới]- Hệ thống PVE - PVP chiến trường tranh bá đa dạng và hoành tráng, cung cấp nội dung khiêu chiến liên tục, đặc biệt là Tranh Bá Tinh Đồ liên 2-8 server tranh đoạt cứ điểm vô cùng kịch tính.- Hệ thống kết nghĩa 5 huynh đệ đồng sinh cộng tử cùng nhau tu tiên, làm nhiệm vụ, săn boss,...cực kỳ khác biệt và mới lạ.[Tuyệt tác tình duyên - Đắm chìm vào thế giới tình duyên đầy cảm xúc]- Tính năng tình duyên vô cùng phong phú bao gồm bồi dưỡng tình cảm, phụ bản tình duyên, tặng hoa, khóa đồng tâm, bảo bảo…giúp cho bạn và nửa kia ngày càng thắt chặt tình cảm - ”Đấu Thần Tuyệt Thế - Không lo bị ế”",
        "có gì mới": "1. Tối ưu hóa độ mượt giữa các bàn2. Tối ưu hóa trải nghiệm game",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "VIETNAM INTERACTIVE TELEVISION JSC",
        "kích cỡ": "628,9 MB",
        "giá": 0
    }
]