[
    {
        "tên": "Au Mobile VTC: Fashion & Dance",
        "mô tả": "Một thế giới mới sẽ được mở ra tại Au Mobile, một phiên bản SIÊU CHẤT với các tính năng đẳng cấp và cá nhân hóa nhân vật đang chờ đón bạnTại AU MOBILE, bạn sẽ được trải nghiệm:THẾ GIỚI ONLINE SÔI ĐỘNG- CHẤT CHƠIVới 7 triệu dancer đẹp trai xinh gái cùng cộng đồng lớn mạnh với các hoạt động sôi nổi, một thế giới online xịn xò đang chờ bạn gia nhậpTHỎA SỨC BUNG LỤA CÁ TÍNHPhiêu hết mình theo những điệu nhạc cháy nhất, nhảy cực sung trong các chế độ chơi đa dạng, chinh phục mọi sàn đấu và tỏa sáng rực rỡ nhất như một ngôi saoTHỎA SỨC GHÉP ĐÔI, VUI CHƠI RA THÀNH QUẢ Được yêu, được tổ chức đám cưới trong game với sự chúc phúc của mọi người, và thành quả là những em bé siêu cấp đáng yêu chào đời, mang quốc tịch Au MobileĐẮM CHÌM TRONG THẾ GIỚI THỜI TRANG CỦA RIÊNG BẠNSàn diễn thời trang Au Mobile là nơi bạn thể hiện cá tính thời trang riêng biệt, thỏa thích mix-and-match và nhuộm màu trang phục, tạo nên các bộ đồ cá tính nhất, nổi bật nhất, và đặc biệt là duy nhất của riêng bạnGAME ''GIẢ'' TÌNH THẬTỞ Au Mobile đã có rất nhiều các cặp đôi có Happy Ending ngoài đời thực đó. Cùng tìm kiếm định mệnh của mình ở Au Mobile ngay hôm nay nào!!!",
        "có gì mới": "What's new ?- Đẳng cấp VIP mới xuất hiện: VIP SSS. VIP KSSS- Phát lễ bao toàn server- Khung chát cực ngầu- Tối ưu hóa bộ cài game nhẹ hơn, mượt hơn- Fix lỗi hiển thị",
        "xếp hạng": "4,1/5",
        "nhà cung cấp": "VTC MOBILE JOINT STOCK COMPANY",
        "kích cỡ": "2,6 GB",
        "giá": 0
    },
    {
        "tên": "Roblox",
        "mô tả": "Roblox là vũ trụ ảo tột đỉnh cho phép bạn chơi, tạo, chia sẻ kinh nghiệm với bạn bè và trở thành bất cứ thứ gì bạn muốn. Hãy cùng chơi với hàng triệu người và khám phá sự đa dạng vô tận trong các thế giới bao la được cộng đồng toàn cầu tạo ra!Bạn đã có tài khoản rồi? Hãy đăng nhập bằng tài khoản Roblox có sẵn và khám phá nguyên vũ trụ của Roblox.HÀNG TRIỆU THẾ GIỚI ĐỂ BẠN KHÁM PHÁBạn đang có hứng cho một cuộc phiêu lưu hùng ca? Bạn muốn thi đấu với các đối thủ trên toàn thế giới? Hay bạn chỉ muốn giao lưu và trò chuyện với bạn bè trên mạng? Một thư viện thế giới ngày càng lớn được tạo bởi cộng đồng có nghĩa là luôn có điều mới mẻ và thú vị để bạn chơi mỗi ngày.KHÁM PHÁ CÙNG NHAU MỌI LÚC, MỌI NƠIVừa chơi vừa vui. Roblox hỗ trợ đầy đủ đa nền tảng, nghĩa là bạn có thể chơi với bạn bè và hàng triệu người khác trên máy tính, thiết bị di động, Xbox One hoặc kính thực tế ảo.TRỞ THÀNH BẤT CỨ THỨ GÌ BẠN CÓ THỂ TƯỞNG TƯỢNGHãy sáng tạo và phô diễn phong cách độc đáo của bạn! Tùy chỉnh hình đại diện với vô số loại mũ, áo, khuôn mặt, trang bị và các món đồ khác. Với danh mục vật phẩm không ngừng gia tăng, không có giới hạn đối với diện mạo bạn có thể tạo.TRÒ CHUYỆN VỚI BẠN BÈGiao lưu với bạn bè trên khắp thế giới bằng tính năng trò chuyện, tin nhắn cá nhân và nhóm!TẠO THẾ GIỚI CỦA RIÊNG BẠN: https://www.roblox.com/developHỖ TRỢ: https://en.help.roblox.com/hc/en-usLIÊN HỆ: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyHƯỚNG DẪN DÀNH CHO CHA MẸ: https://corp.roblox.com/parents/XIN LƯU LÝ: Phải có kết nối mạng để tham gia. Roblox hoạt động hiệu quả nhất qua mạng Wi-Fi.",
        "có gì mới": "To make Roblox work better for you, we deliver updates regularly. These updates include bug fixes and improvements for speed and reliability.",
        "xếp hạng": "4,4/5",
        "nhà cung cấp": "Roblox Corporation",
        "kích cỡ": "243,1 MB",
        "giá": 0
    },
    {
        "tên": "Among Us!",
        "mô tả": "A game of teamwork and betrayal ...in space! Play online with 4-15 players as you attempt to prep your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone.MASTER YOUR SOCIAL DEDUCTION SKILLS.Crewmates win by completing all tasks or discovering and voting the Impostors off the ship. The Impostor can use sabotage to cause chaos, making for easier kills and better alibis. Optional roles create a whole new level of gameplay. Try out the Scientist, Engineer, Guardian Angel, or Shapeshifter to create chaos! Think you’re a master of deception? Only one way to find out!CUSTOMIZE YOUR GAME.Choose how you want to play! Change the number of Impostors, roles, tasks, player visibility, and more. Play in style as you change your Crewmates’ color, visor, nameplate, outfit, and hat. More customization options are planned to be continually added in.PLAY WITH ANYONE.Cross-platform play is supported. Play with friends (or enemies?) between PC, mobile, or console!If you have any issues, visit us at: https://www.innersloth.com/faq/",
        "có gì mới": "Our biggest update of the year is out! Make sure you update your game in order to play with others.- NEW MAP: It's finally here! Explore the mysteries of The Fungle and have fun with the new sabotage and tasks.- New Cosmetics: Be the most stylish Crewmate (or Impostor?) around with the Fungle Cosmicube.- Updated How To Play with roles and images.- Timer now appears before a lobby is about to close.- Fungus Amongus hehe.",
        "xếp hạng": "3,9/5",
        "nhà cung cấp": "InnerSloth LLC",
        "kích cỡ": "803 MB",
        "giá": 0
    },
    {
        "tên": "Solitaire-Awesome Card Puzzle",
        "mô tả": "Solitaire-Awesome Card Puzzle is an upcoming card puzzle game that will take players on a fun and addictive journey of matching and chaining cards. The game is a traditional Solitaire-style game with a fresh new twist, challenging players to use their logic and problem-solving skills to create matches of identical cards and earn points.Players start by dealt a random assortment of cards, each with different values and colors. Their objective is to pair up the cards that add up to a total of 12 or less. Once a match is made, the cards are removed from the game board and a new batch of cards falls in from the top to replace them. The player's task is to keep pairing cards until all the cards are matched and removed from the board, scoring points for each successful match.The game features beautiful graphics and engaging sound effects that immerse players in the Solitaire experience. There are various levels of difficulty to test players' skills, and they can also compete against their friends and other players from around the world in multiplayer mode, vying for top scores and leaderboard positions.Solitaire-Awesome Card Puzzle is set to be a highly engaging and addictive game that will provide hours of entertainment for both casual and hardcore gamers alike. With its Solitaire-style gameplay and fresh new take on the classic card game, Solitaire-Awesome Card Puzzle is sure to become a hit among fans of the genre.",
        "có gì mới": "Fix bug.",
        "xếp hạng": "",
        "nhà cung cấp": "帅 朱",
        "kích cỡ": "107,4 MB",
        "giá": 0
    },
    {
        "tên": "PUBG Mobile VN",
        "mô tả": "Trải nghiệm không khí giáng sinh tại PUBG Mobile ở bản cập nhật này!Siêu xe hàng hiếm Pagani sắp đổ bộ! Đừng bỏ lỡ!Thánh giáp mới mở bán tháng 12!MÔ TẢ CHUNGGame Battle Royale nguyên bản, đầu tiên! Game Battle Royale được hơn 1 tỷ người chơi trên toàn thế giới bình chọn.Kiệt tác huyền thoại battle royale. Nhiều sự kiện đang chờ bạn khám pháĐạt đến đỉnh cao trong PUBG MOBILE, thỏa sức bắn tùy thích. PUBG MOBILE là trò chơi battle royale nguyên bản trên di động, và là một trong những trò chơi bắn súng hay nhất.PUBG Mobile - PLAYERUNKNOWN'S BATTLEGROUNDS MOBILE là game bắn súng sinh tồn được yêu thích trên toàn thế giới do Tencent & BlueHole nghiên cứu, phát triển và đã được phát hành chính thức tại Việt Nam, duy nhất bởi VNG.GAME PLAYKhi tham gia trò chơi, bạn sẽ cùng 99 người chơi khác nhảy dù xuống một hòn đảo hoang để tham gia vào trận chiến sinh tồn. Vòng bo sẽ thu hẹp dần, người chơi phải chạy vào bo để tồn tại. Thu thập súng và trang bị, chiến đấu hành động với những người chơi khác và sử dụng mọi chiến thuật để có thể sống sót đến cuối cùng.ĐẶC SẮC1. Đồ hoạ & âm thanh chuẩn HDTrò chơi sử dụng công nghệ Unreal Engine 4 mang lại trải nghiệm đồ hoạ chân thật, âm thanh sống động nhất. Người chơi sẽ đóng vai 1 nhân vật hành động trong game, đem lại cảm giác trải nghiệm như 1 bộ phim hành động điện ảnh chân thực.2. Thỏa mãn đam mê về SúngSúng là niềm cảm hứng bất tận trong trò chơi, bên cạnh đó còn những vũ khí vô cùng đặc biệt đã đồng hành cùng thương hiệu PUBG như chiếc “Chảo Thần Thánh”, Mũ 3, Giáp 3… để người chơi có thể kết hợp chiến thuật tốt nhất và tạo nên những câu chuyện troll nhau không bao giờ hết.3. Cưỡi xe loot thínhThỏa đam mê loot thính, cưỡi con xe chất – đó là những trải nghiệm không thể bỏ qua khi chơi game bắn súng sinh tồn.4. Giao lưu năm châu bốn bể - chơi game là có bạnKhi trải nghiệm trong game, bạn có cơ hội làm quen với bạn bè khắp nơi trên thế giới với tính năng voice chat, đồng thời bạn luôn có cảm giác được chia sẻ, lắng nghe và ủng hộ.5. Rank & thi đấuSinh tồn là chưa đủ, phải trường tồn. Hệ thống nhiệm vụ & Rank phong phú đa dạng giúp các bạn không ngừng chứng tỏ kỹ năng của mình.6. Tạo hình & Trang phụcNgoại trang trong thể loại bắn súng sinh tồn PUBG MOBILE VN được thiết kế tinh xảo như thật. Bạn có thể tự sáng tạo khuôn mặt & chọn cho mình những trang phục thời trang được thiết kế tỉ mỉ, chau chuốt, mặc lên người những bộ đồ thời thượng.Đây không phải trò chơi, đây là PUBG MOBILE VN!YÊU CẦU CẤU HÌNH* Khi tham gia, người chơi cần kết nối internet liên lục.* Cấu hình khuyến nghị để có trải nghiệm tốt nhất: iPhone 6S trở lên hoặc hệ điều hành iOS 9 trở lên.Phiên bản hiện tại hỗ trợ hầu hết thiết bị IOS.HỖ TRỢNếu bạn có bất kỳ câu hỏi hoặc quan tâm nào, vui lòng liên hệ với bộ phận CSKH của VNG theo địa chỉ phía dưới:Trang chủ: https://pubgm.zing.vnThoả thuận người dùng: https://pubgm.zing.vn/thoa-thuan-nguoi-dung--39.htmlEmail: pubgm@vng.com.vn",
        "có gì mới": "Chế Độ Chủ Đề mới Xứ Sở Băng Giá với Làng Tuyết mới mẻ chờ bạn khám phá. Còn có vật phẩm chủ đề thú vị để có nhiều niềm vui trong tuyết hơn! Hãy cùng chờ đón cập nhật tính năng Trứng Phục Sinh trong tháng 12!Cập Nhật WOW: Thêm tính năng trốn tìm và khu vực chủ đề tuyết mới. Hãy cùng bạn bè cảm nhận bầu không khí băng tuyết tràn ngập niềm vui!Cập Nhật Kinh Điển: Cập nhật thuộc tính phương tiện và cách điều khiển, còn ra mắt nhà xe tự chọn mới, tự chọn phương tiện yêu thích của mình!Lựa chọn của hơn 1 tỷ người chơi khắp thế giới! Battle Royale đỉnh cao trên điện thoại của bạn!",
        "xếp hạng": "4,3/5",
        "nhà cung cấp": "VNG SINGAPORE PTE LTD",
        "kích cỡ": "2,7 GB",
        "giá": 0
    }
]