[
    {
        "tên": "Township – VTC Game",
        "mô tả": "VTC Game and Playrix co-publish the game Township in Vietnam.Township is a unique blend of city building and farming!Build your dream town! Harvest crops, process them at your facilities, and sell goods to develop your town. Trade with distant islands. Open restaurants, cinemas and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world.Are you ready to build your dream? Let’s get started!Township features:● Different buildings and decorations you can use to create your dream town● Various crops to grow and later process at your factories● Fun, charismatic townspeople with orders you need to fill● Your town's mine packed with ancient artifacts to discover and collect● Exotic goods brought from the islands● A zoo to build where you can even breed animals● Famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more!● Play with your Facebook and Game Center friends or make new friends in the game community!Township is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu.*You need an internet connection to play the game and enable social interaction, competitions, and other features.*Enjoying Township? Learn more about the game!Facebook: www.facebook.com/TownshipMobileTwitter: twitter.com/township_mobileQuestions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1Privacy Policy:https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html",
        "có gì mới": "Get ready for a new update!It's winter in Township!SPORTS TOURNAMENT* An exciting new merge event is already on! Help Alicia and Mikey organize a sports tournament and make unforgettable memories!* Merge new items to create sports-themed objects and win a new upgradable decoration as a tournament memento!KLONDIKE EXPEDITION* Set out on an expedition to the Klondike to help Richard and Ellen find the legendary Golden Deer nugget!* Complete tasks to outsmart a mysterious rival and unlock a unique decoration!CHRISTMAS MIRACLES* A new Christmas season adventure is upon us! Get into the holiday spirit with festive new skins—a Christmas Port and Gift Boat!* Don't forget to purchase the Golden Ticket to dress up your chickens in deer costumes!ALSO* Enjoy the winter town design!* Do a kickflip at the new Skate Park!",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "PLR Worldwide Sales Limited",
        "kích cỡ": "237 MB",
        "giá": 0
    },
    {
        "tên": "Ski Safari 2",
        "mô tả": "Escape the forces of nature in an endless downhill skiing adventure!#1 Paid App in 17 countries including Australia, France and ItalyTop 5 Paid App in over 60 countries**** Will you play as the intrepid Sven or his lovely sister Evana? Will you use skis or a snowboard? Will you ride a snowmobile, a motorbike, or something a little more crazy?* Perform tricks and hit the mountain in style! Pull off 360 spins, handstands, snowboard nose-grabs, and strike daring poses - each animal has their own stylish moves!* Play head-to-head multiplayer with your friends and family! Who will be king of the mountain? Pick up powerups to hurl snowballs, flip your friends' screens upside-down, or pull a penguin out of your pocket for that quick escape!* Collect coins to purchase new gear, crazy costumes and powerful vehicles in the shop! Isn't it time you thought about that gold sled you always wanted?* Take photos of your epic moments and share them with the world! Set up an amazing photo opportunity and spin the camera around for that perfect shot - all in glorious 3D!",
        "có gì mới": "Bug fixes and tweaks.Happy new year!",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "SLEEPY Z STUDIOS PTY LTD",
        "kích cỡ": "162,4 MB",
        "giá": 29000
    },
    {
        "tên": "Kingdom Rush Frontiers TD",
        "mô tả": "Kingdom Rush Frontiers is a whole new level of the furiously fast, enchantingly charming gameplay that made kingdom Rush an award-winning Tower Defense hit.Defend exotic lands from dragons, man-eating plants, and ghastly denizens of the underworld -all with flashy towers, levels, heroes, and more goodies to help you crush your enemies to a pulp.BUILD MIGHTY TOWERS!• OVER 18 TOWER ABILITIES! Unleash Death Riders, pestilence clouds, or assassins that steal and kill your enemies!• 8 SPECIALIZED TOWER UPGRADES! Slice, sizzle, and stomp your foes with Crossbow Forts, Mighty Templars, Necromancers, and even Earthquake Machines - hey, we told you we were shaking things up.• UPGRADE SYSTEM allows you to min/max your towers towards your preferred strategy.• Fortify the frontier in exotic news lands - hold the line in deserts, jungles, and even the underworld!TRAIN LEGENDARY HEROES• 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique specialties that fit different play styles and strategies!• Special units and features on every stage! Watch out for the Black Dragon!DEFEAT THEM ALL• OVER 40 ENEMIES with unique abilities! Stay on your toes as you fight through desert sandworms, tribal shamans, nomad tribes, and underground terrors. Action like you have never seen before!• MERCILESS BOSS FIGHTS! Hey, we told you to get those upgrades...MORE MIND-BOGGLING CONTENT• Hours of army with OVER 80 ACHIEVEMENTS! what can you expect from Ironhide Games, the creators of Kingdom rush? You will be hooked for hours searching for Easter eggs and achievements!• IN-GAME ENCYCLOPEDIA! learn all about your enemies and you will be able to plan the best strategy to defeat them. Study up!• CLASSIC, IRON, AND HEROIC GAME MODES to challenge your tactical skills!• 3 DIFFICULTY MODES! Are you up for a real challenge? Go with Hard mode!• PLAY IT OFFLINE! No internet? No problem! You will be able to jump into real action even offline!-----------------------------------------------------PRAISE FOR KINGDOM RUSH: IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5Terms and Conditions:https://www.ironhidegames.com/TermsOfServicePrivacy Policy:https://www.ironhidegames.com/PrivacyPolicyVideo creators, podcast creators, and streamers:We would love to see your content on Youtube and Twitch! We support and promote channel creators so, if you want us to showcase your videos or want to know more about our games, feel free to write to us to contact@ironhidegames.com",
        "có gì mới": "Small bug fixes and improvements.",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "Ironhide S.A.",
        "kích cỡ": "178,2 MB",
        "giá": 49000
    },
    {
        "tên": "3Q Legend:Danh Tướng Truyền Kỳ",
        "mô tả": "3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.Cày chay cũng lên Vip: Đăng nhập nhận Vip 2, lai rai lên Vip 6.Nhận ngay 10k KNB và Danh tướng tùy chọn: Tôn Sách, Cam Ninh, Quách Gia, Điển Vi...3Q Legend: Danh Tướng Truyền Kỳ là game nhập vai card battle Tam Quốc trên di động được Funtap phát hành độc quyền tại Việt Nam.- Quốc chiến xuyên biên giới Ngụy, Thục, Ngô với các quân đoàn hùng mạnh và sự xuất hiện của 100+ chiến tướng chuẩn truyện với tài văn thao võ lược như: Tào Tháo, Lữ Bố, Gia Cát Lượng, Triệu Vân...và đặc biệt là Ngụy - Quan Vũ chưa từng xuất hiện ở bất cứ đâu. 3Q Legend hứa hẹn mở ra những trận đánh cân não tính toán chuẩn lên đến 20 hiệu ứng khắc chế đặc biệt.- Game đặc biệt còn có sự xuất hiện của các vị Phong Thần nổi tiếng như: Nữ Oa, Natra, Dương Tiễn, Lôi Thần... đem lại ấn tượng mạnh về thị giác và cảm giác cho người chơi.- Hệ thống Quốc Gia hùng mạnh, trải nghiệm cảm giác xuyên không làm vua chúa. Chiến quốc đoạt ngôi, thăng quan tiến chức nhận bổng lộc triều đình. Thắng làm vua, thua bái kiến. Hậu cung trăm sắc, tùy chọn hầu hạ mỗi ngày.- Đêm 7 ngày 3, PK không kể với hệ thống PVP, PVE liên server đỉnh cao như: Quần Hùng Trục Lộc, Tranh Bá, Đấu Trường Đỉnh Cao, Thủ Hộ Kho Lương...- Giải trí chill chill, cùng các tướng lĩnh tham quan Du Ngoạn, Đấu Manh Sủng, đói bụng có ngay Yến Tiệc Cung Đình, thất tình vào ngay Bingo Trái Cây khơi dậy tuổi thơ bất hủ.3Q Legend: Danh Tướng Truyền Kỳ chính là tựa game nhập vai Tam Quốc mà Chúa Công không thể bỏ lỡ. Hãy tải game ngay để bắt đầu hành trình xưng vương Tam Quốc!",
        "có gì mới": "- Cập nhật Huyễn Tướng mới Quan Vũ Ngụy",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "Funtap Joint Stock Company",
        "kích cỡ": "491,6 MB",
        "giá": 0
    },
    {
        "tên": "Rotaeno",
        "mô tả": "Rotaeno is a heart-pounding, thumb-tapping, wrist-flicking rhythm game that fully utilizes your device's gyroscope for an unprecedented musical experience.Rotate your device to hit notes as you soar through the stars. Drop into your headphones and immerse yourself in the kick beats and stellar synths of this astronautical adventure!=A Revolutionary Way to Experience Music=What sets Rotaeno apart is all in the name - rotation! Building on the basic controls of more traditional rhythm games, Rotaeno includes notes that require smooth turns and rapid rotations to hit, making it feel like you're drifting in a highspeed interstellar stunt race. It's a real arcade experience - in the palm of your hand!=Multi Genre Music and Beats=Rotaeno is loaded with exclusive tracks from renowned rhythm game composers. From EDM to JPOP, KPOP to Opera, the stylistically diverse song collection contains a future favorite song for every music lover! More songs are already planned for future updates and will be released on a regular basis.=A Journey to Find the Promised Land, Love, and Ourselves=Follow Ilot, our heroine, on a cosmic journey through the stars, and witness her growth as she sets out on her own. Follow in the footsteps of a friend, meet locals on different planets, and save the future of Aquaria!*Rotaeno will only function properly on devices that feature gyroscope or accelerometer support.Concerns or feedback? Contact us: rotaeno@xd.com",
        "có gì mới": "- [New] This version fixes some known bugs.- New song pack Funky Party added, Include 6 new songs.- Coming Soon: Limited-time Event！Join the Event to Earn the Event Song Nyarlathotep's Dreamland",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "X.D. Network Inc.",
        "kích cỡ": "928,8 MB",
        "giá": 69000
    }
]