[
    {
        "tên": "Talking Tom Hero Dash",
        "mô tả": "Talking Tom must race to save his friends and stop The Rakoonz.The race is on.Talking Tom must run and chase down The Rakoonz and save the day. The Rakoonz have captured Angela, Ben, Hank and Ginger and it’s up to Tom to save them!Players jump, dodge and dash their way through lost temples, ancient cities, desert dunes and snowy peaks.- Awesome gadgets- Supersonic powers- Action-packed battles- Gravity-defying boosters- Exciting worlds- New outfits to unlock- Special missions and eventsThis endless runner game is guaranteed fun.From Outfit7, creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
        "có gì mới": "HALLOWEEN TREATS!Boo! It’s fright time again and the Halloween Score Madness event is here. Unlock Midnight Ginger and Moonlight Angela.",
        "xếp hạng": "4,5/5",
        "nhà cung cấp": "Outfit7 Limited",
        "kích cỡ": "504,6 MB",
        "giá": 0
    },
    {
        "tên": "ZingPlay - Tiến lên - iCa",
        "mô tả": "Cổng game ZingPlay trên mobile tích hợp những tựa game siêu quen thuộc với người dùng, với các game bài ai ai cũng biết như Tiến Lên Miền Nam – cực dễ chơi và phù hợp với mọi lứa tuổi. Với những ai thích sự thử thách thì Tá Lả là một lựa chọn phù hợp bởi nó đòi hỏi tư duy logic và quyết đoán khi ra bài. Ngoài ra còn có Mậu Binh – game bài nổi tiếng ở miền Bắc - và Sâm Lốc – phiên bản game sáng tạo của Tiến Lên. Bên cạnh đó cũng không thể thiếu những game cờ vốn đã rất phổ biến tại Việt Nam như bộ môn Cờ Tướng truyền thống.TÍNH NĂNG GAME ĐẶC SẮC1. Tiến Lên Miền Nam- Tải game miễn phí, tặng 30.000 vàng ngay khi đăng nhập- Chơi được trên mọi nền tảng: Mobile, Web- Thoả sức kết bạn với hơn 5 triệu người chơi2. Tá Lả- Giao diện đẹp, hệ thống âm thanh sinh động- Game nhẹ, chơi mượt trên hầu hết các hệ điều hành3. Mậu Binh- Giao diện đẹp, hiệu ứng âm thanh sống động- Miễn phí vàng hàng ngày- Game nhẹ, chơi mượt trên hầu hết các hệ điều hành4. Sâm Lốc- Giao diện đẹp, hiệu ứng âm thanh sống động- Cách chơi thực tế- Game nhẹ và chạy mượt trên hầu hết các hệ điều hành5. Cờ Tướng- Đồ hoạ mượt, giao diện chân thực, hơn 5 triệu người dùng- Khai thác cách chơi và lối tư duy đầy chiến thuật- Cập nhật mode chơi Cờ Úp cùng cơ hội trải nghiệm chân thực nhất",
        "có gì mới": "Tối ưu hóa thao tác khi vuốt ra màn hình đa nhiệm của IOS, tối ưu hóa trải nghiệm người dùng.",
        "xếp hạng": "4,1/5",
        "nhà cung cấp": "MPT Entertainment PTE. LTD",
        "kích cỡ": "931,5 MB",
        "giá": 0
    },
    {
        "tên": "Grand Theft Auto: San Andreas",
        "mô tả": "***PLEASE NOTE: This game is officially supported on the following devices only: iPhone 4s, 5, 5s, 5c, 6, 6s, 6 Plus, SE, 7, 7 Plus, iPod Touch 6th Gen, iPad Mini 1, 2, 3 & 4, iPad 2, 3rd Gen, 4th Gen, iPad Air 1 & 2, and iPad Pro.***Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:• Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models.• Enhanced for the iPhone 5 series and iPad 4th Gen and above with dynamic detailed shadows and real-time environmental reflections.• Physical controller support for all Made for iOS controllers.• Cloud save support for playing across all your iOS devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese.*To listen to your custom playlist, simply create a playlist titled “GTASA”, launch the game, and select the radio station “MIXTAPE”.Mobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames",
        "có gì mới": "General bug fixes",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "Rockstar Games, Inc.",
        "kích cỡ": "2,6 GB",
        "giá": 199000
    },
    {
        "tên": "Honkai: Star Rail - 3T Online",
        "mô tả": "Honkai: Star Rail là tựa game RPG Vũ Trụ Kỳ Ảo mới nhất được HoYoverse phát triển.Trong sản phẩm này, người chơi sẽ bước lên Đội Tàu Astral, trải nghiệm những kỳ quan ảo diệu rực rỡ xuyên suốt dải ngân hà, mạo hiểm và kịch tính là tiết tấu chính xuyên suốt cuộc hành trình.Người chơi sẽ được gặp gỡ những người bạn đồng hành mới qua từng thế giới, cũng như gặp lại nhiều gương mặt thân quen, cùng nhau giải quyết tranh chấp do Stellaron gây ra, để hé lộ những bí ẩn của nó! Hi vọng cuộc hành trình này sẽ đưa chúng ta đến những vì sao!□ Thám Hiểm Đa Thế Giới - Tự do khám phá, tương tác giải đố- 3, 2, 1 Bước Nhảy sắp bắt đầu! Trạm Không Gian phong ấn Vật Thể Lạ, Hành Tinh lạ quanh năm băng giá, Hạm Đội khổng lồ săn bắn Tà Vật... Mỗi trạm mà đội tàu dừng đỗ, đều là khung cảnh vũ trụ hoàn toàn mới! Tự do khám phá nền văn minh và thế giới kỳ lạ, vén mở bức màn bí ẩn ngoài sức tưởng tượng!□ Trải Nghiệm RPG Tuyệt Đẹp - Hành trình phiêu lưu nhập vai vượt qua những vì saoCông cụ kết xuất thời gian thực trong game giúp hiệu ứng cốt truyện đạt chất lượng cao. Thông qua hệ thống biểu cảm mới được phát triển, các nhân vật thể hiện rõ các cảm xúc hỷ nộ ái ố một cách chân thực nhất. Âm nhạc trong game được đội ngũ sáng tác âm nhạc HOYO-MiX dày công sáng tạo. Cuộc hành trình phiêu lưu ngân hà này do bạn khởi xướng, hãy đắm chìm vào câu chuyện để trải nghiệm nó, dùng ý chí của mình để đưa ra sự lựa chọn và đi đến phần kết của câu chuyện!□ Gặp Gỡ Bạn Bè Mới - Gặp gỡ bạn bè, cùng phiêu lưu khai pháGiữa Vũ Trụ bao lao, ngoài những cuộc phiêu lưu vô tận, còn có vô số cuộc gặp gỡ. Hãy chuẩn bị Vé Tàu cho đồng đội của bạn, cùng nhau thực hiện hành trình kỳ diệu này! Cô gái năng động bị mất trí nhớ, Thiết Vệ Bờm Bạc thanh cao và chính trực, tướng quân Vân Kỵ lười biếng, thậm chí cả cô gái xinh đẹp bí ẩn trong trang phục công sở... cùng bắt tay chống lại mối nguy Stellaron, tạo nên hiện tại, quá khứ và tương lai bằng tiếng cười và nước mắt của các bạn.□ Chiến Đấu Theo Lượt - Phá vỡ điểm yếu, chiến đấu hết mìnhSử dụng hệ thống chiến đấu chỉ lệnh mới, thao tác đơn giản nhưng đầy tính chiến lược. Mượn Bí Kỹ để dự đoán hành động của kẻ địch, áp chế địch bằng các hiệu ứng Phá Vỡ Điểm Yếu của các thuộc tính khác nhau, sau đó thi triển Tuyệt Kỹ tuyệt đẹp để kết thúc, bắt đầu một trận chiến đầy sảng khoái ngay ! Trong mê cung ngẫu nhiên - Vũ Trụ Mô Phỏng, các sự kiện ngẫu nhiên, hàng trăm loại Chúc Phúc khác nhau và Vật Thể Lạ sẽ giúp bạn tăng sức mạnh đáng kể, để khiêu chiến những môi trường chiến đấu khó đoán hơn nữa.□ Nhập Vai Lồng Tiếng - Lồng tiếng đa ngôn ngữ! Tổ hợp các diễn viên đẳng cấp trên thế giới.Khi ngôn từ đầy sống động, khi câu chuyện có sự lựa chọn, khi nhân vật có linh hồn với hàng chục cảm xúc, hàng trăm biểu cảm, hàng ngàn mẩu chuyện, hàng vạn từ ngữ sẽ được thể hiện sâu sắc thông qua bốn ngôn ngữ lồng tiếng, nhân vật không chỉ là nhân vật, còn là bạn đồng hành chân thực nhất bên cạnh bạn, cùng bạn sáng tạo nên chương mới của câu chuyện.Honkai: Star Rail phiên bản tiếng việt sẽ do Công ty Cổ phần Truyền thông 3T online quản lý và phát hành.Hòm Thư CSKH: hsrcs_vn@hoyoverse.comTrang Web Chính Thức: https://hsr.hoyoverse.com/vi-vn/homeFacebook: https://www.facebook.com/HonkaiStarRail.VNInstagram: https://instagram.com/honkaistarrailYouTube: https://www.youtube.com/@honkaistarrailDiscord: https://discord.gg/honkaistarrailTikTok: https://www.tiktok.com/@honkaistarrail_officialReddit: https://www.reddit.com/r/HonkaiStarRail/HoYoLAB: https://www.hoyolab.com/accountCenter/postList?id=172534910Twitch: https://www.twitch.com/honkaistarrail",
        "có gì mới": "Phiên bản 1.5 Kỳ Truyện Đêm Huyền Ảo mới hiện đã ra mắt![Nhân Vật Mới] Nhân vật giới hạn Huohuo (Trù Phú - Phong) nhân vật giới hạn Argenti (Tri Thức - Vật Lý), nhân vật Hanya (Hòa Hợp - Vật Lý)[Nhân Vật Trở Lại] Nhân vật giới hạn Sói Bạc (Hư Vô - Lượng Tử)[Nón Ánh Sáng Mới] Nón Ánh Sáng giới hạn Đêm Kinh Hoàng (Trù Phú), Nón Ánh Sáng giới hạn Khoảnh Khắc Nơi Đáy Mắt (Tri Thức)[Nón Ánh Sáng Trở Lại] Nón Ánh Sáng giới hạn Cơn Mưa Tầm Tã (Hư Vô)[Khung Cảnh Mới] Phiên bản 1.5 Xianzhou Luofu sẽ mở khu vực mới Khu Vườn Tĩnh Mịch.[Cốt Truyện Mới] Khai Phá Tiếp Diễn Xianzhou Luofu - Hồ Trai Chí Dị và Nhiệm Vụ Đồng Hành Đêm Vũ Trụ Ảo Giác.[Sự Kiện Phiên Bản] Sự kiện mới Hồ Trai Chí Dị, Giải Biểu Diễn Đấu Kỹ Boulder",
        "xếp hạng": "4,0/5",
        "nhà cung cấp": "VISION DIGITAL SOLUTION JOINT STOCK COMPANY",
        "kích cỡ": "3,6 GB",
        "giá": 0
    },
    {
        "tên": "Saiyan: Battle for Supremacy",
        "mô tả": "Chống lại những kẻ thù mạnh mẽ, đối mặt thế lực hắc ám, bảo vệ hòa bình và công lý của Thế giới Ngọc Rồng !Hành trình phiêu lưu: Bước vào thế giới Ngọc Rồng, phá vỡ giới hạn, tiến lên thành chiến binh manh nhất ! Sử dụng nhân vật cổ điển, thách thức kẻ thù mạnh mẽ, khai mở tiềm năng, và cứu lấy thế giới ! Cho thấy kỹ năng chiến đấu siêu cường với sức mạnh vô tận, trở thành người hùng huyền thoại bảo vệ công lý !Thu thập Ngọc Rồng: triệu hồi Rồng Thần và nói lên ước nguyện, thay đổi vận mệnh và trở thành huyền thoại ! Bạn sẽ bắt đầu một hành trình tìm kiếm Ngọc Rồng. Thu thập đủ 7 viên ngọc để triệu hồi Rồng Thần để biến điều ước lớn nhất của bản thân thành hiện thực. Dù là tăng cao sức mạnh, hồi sinh đồng đội hay bất kỳ điều gì khác, Rồng Thần sẽ đáp ứng !Đội hình trong mơ: Chiến đấu cùng Goku, Vegeta, và những chiến binh Ngọc Rồng nổi trội ! Bạn có thể chiêu mộ và huấn luyện các chiến binh Ngọc Rồng thân thuộc và hình thành đội nhóm trong mơ ! Sử dụng các đặc điểm và kỹ năng mạnh nhất để thiết kế những chiến thuật tốt nhất, đánh bại bất kỳ kẻ thù hùng mạnh nào !Kỹ năng tuyệt với: tung ra các chiêu thức siêu phàm và kẻ thù sẽ phải khiếp sợ ! Sử dụng chiêu thức tối thượng với hiệu ứng hình ảnh xuất sắc và các cảnh chiến đấu tuyệt vời ! Kẻ thù sẽ đối mặt với sức mạnh tàn bạo !",
        "có gì mới": "",
        "xếp hạng": "3,7/5",
        "nhà cung cấp": "BRISSENDEN TRUST LIMITED",
        "kích cỡ": "1,8 GB",
        "giá": 0
    }
]