[
    {
        "tên": "Five Nights at Freddy's 3",
        "mô tả": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Thirty years after Freddy Fazbear's Pizza closed its doors, the events that took place there have become nothing more than a rumor and a childhood memory, but the owners of Fazbear's Fright: The Horror Attraction are determined to revive the legend and make the experience as authentic as possible for patrons, going to great lengths to find anything that might have survived decades of neglect and ruin.At first there were only empty shells, a hand, a hook, an old paper-plate doll, but then a remarkable discovery was made...The attraction now has one animatronic.NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
        "có gì mới": "- Minor fixes and improvements",
        "xếp hạng": "5.0/5",
        "nhà cung cấp": "CLICKTEAM L.L.C.",
        "kích cỡ": "71,2 MB",
        "giá": 79000
    },
    {
        "tên": "Vice Online - Open World Game",
        "mô tả": "Vice Online offers an open-world sandbox-like game experience where players can hang out with their friends without the pressure of hard competition. Explore 60-players city playground filled with a wide assortment of luxury cars, boats, aircrafts and dozens of fun activities.Explore the open-world with your friends and other players around the world. Find out which of you is a laborer, businessman, taxi driver or racer! You can take all the advantages you would enjoy while playing Vice Online!Follow your favorite way of life in Vice Online. And, of course, invite your friends to play with you!Unique open world, Lots of Vehicles, Various Realistic Weapons, Exciting Multiplayer Events, Car Tuning, Character Customization, Voice Chat — meet all these features in Vice Online Open-world.",
        "có gì mới": "- Gang System has been added- Graphics has been improved- Deathmatch Arena Airport Terminal has been added- Deathmatch Arena Construction Site has been added- Passive mode has been redesigned- Profile Verification for Vice Online Influencers- Improved optimization and fixed bugs",
        "xếp hạng": "3.5/5",
        "nhà cung cấp": "Jarvi Games Ltd",
        "kích cỡ": "556,3 MB",
        "giá": 0
    },
    {
        "tên": "Chiến Giới 4D",
        "mô tả": "Chiến Giới 4D - Game tiên hiệp đa vũ trụ kinh điểnTà Tiên Kiếm - Dị Vật Thượng Cổ mang theo sức mạnh có thể định đoạt số phận Tam Giới chuẩn bị xuất thế. Chư vị thiên thần đến từ khắp các vũ trụ đang tề tụ, người thì mong phong ấn nó lại, kẻ lại muốn chiếm lấy nó để hoàn thành giấc mộng thống nhất tam giới. Trong cuộc chiến giữa thiện và ác, liệu ai sẽ là chân mệnh thiên tử, trở thành bá chủ mới ?Với mức đầu tư siêu khủng đến từ một nhà phát hành mới nhưng đầy nhiệt huyết, Chiến Giới 4D sẽ đem đến cho người chơi những trải nghiệm chất lượng với cực nhiều những hoạt động cả PVE và PVP.1. Biến thân thiên thần - Tứ đại thiên thần đồng thời xuất chiến- Hệ thống Thiên thần đa vũ trụ độc đáo, các thiên thần huyền thoại từ Tam Quốc, Phong Thần, Khoa Kỹ- Có thể trang bị cùng lúc 4 thiên thần, đẩy tính chiến thuật lên cao nhất. Thiên thần thăng tiên, nhập ma, kích duyên với nhau tùy theo lựa chọn chiến thuật của bạn.2. Đa dạng chiến trường - PK liên server- Hệ thống chiến trường của game rất đa dạng với các chế độ hot như sinh tồn battle royale, moba, thiên hạ đệ nhất, tiên minh chiến, tu la chiến...- Các tính năng đều có cách chơi riêng biệt, hứa hẹn đem đến trải nghiệm có 1-0-2 cho người chơi.3. Se duyên tam giới - Kết hôn liên server- Hệ thống bằng hữu, tình duyên của Chiến Giới 4D phá bỏ mọi giới hạn của các tựa game truyền thống, người chơi có thể kết giao bằng hữu, lập liên minh, kết hôn với người chơi ở server khác.- Các tính năng kinh điển như lễ đường, sinh oa oa, phụ bản tình duyên....4. Hệ thống ngoại trang đồ sộ- Hệ thống ngoại trang của game vô cùng đồ sộ với rất nhiều các loại vật phẩm, hứa hẹn thỏa mãn cá tính, giúp bạn thể hiện được chất riêng của bản thân. - Vật phẩm thời trang được cập nhật liên tục theo xu hướng của các bộ phim tiên hiệp, ngôn tình nổi tiếng.5. Đồ họa cực đỉnh, trải nghiệm cực đã- Đồ họa của game cực sắc nét và mượt mà, cùng với bộ cài nhẹ phù hợp với mọi dòng máy. Mang đến trải nghiệm tuyệt vời nhất cho tất cả người chơi.",
        "có gì mới": "Update phiên bản mới- Tối ưu hóa game- Cập nhật ngoại trang, thú cưỡi mới",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "VIETNAM INTERACTIVE TELEVISION JSC",
        "kích cỡ": "492 MB",
        "giá": 0
    },
    {
        "tên": "Mommy Where Are You Game",
        "mô tả": "Mommy mommy, where are you? Help us get back to the nest! - a little duck said.A lot of little duck were lost and cannot find a way to get back the nest.You need to help them by controlling the mother to find her children and lead them return to the nest.How to play:- Drag on the screen to move the duck mother to find her children.- Try to avoid an alligators that can kill the duck mother and children.- Find a little duck as much as possible to get high score.Features:- Free download forever.- Cool art.- Relaxing musicEnjoy!",
        "có gì mới": "* Fix issues on iOS 16.* Fix crash randomly.",
        "xếp hạng": "2.7/5",
        "nhà cung cấp": "HT GAME SERVICE COMPANY LIMITED",
        "kích cỡ": "27.2 MB",
        "giá": 0
    },
    {
        "tên": "Papa's Taco Mia To Go!",
        "mô tả": "It's a flavor fiesta in this new version of Papa's Taco Mia, with gameplay and controls reimagined for iPhone and iPod Touch!You'll need to multitask between four areas of the taco shop, with new controls designed to work just right in the palm of your hand. Head to the Order Station to take orders from your zany customers in the lobby. Switch to the Grill Station to cook, flip and cut meats before pouring them into taco shells. Move to the Build Station to add a variety of toppings to your tasty tacos. Jump to the Chip Station to fill a basket with chips, and choose a delicious salsa or dip to complete the meal. Each station is a hands-on experience, where you'll need to drag, swipe, and tap your way through the taco-crafting process.Keep your customers happy to earn more points and level up. As your level rises, you'll unlock new toppings for the shop, and new customers will start visiting the taqueria! Well-crafted tacos will also earn you tips to spend in the Shop, and Mini-Game Tickets to use in the daily Mini-Game!**NEW FOR PAPA'S TACO MIA TO GO**SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the taco shop! Each Special has a bonus you can earn for serving a prime example of that recipe. Master each recipe to earn a special prize!NOW WITH HOLIDAYS - You'll now serve seasonal tacos throughout the year in Papa's Taco Mia To Go! As you reach new ranks, the seasons and holidays in the game will change, unlocking holiday-themed shells, meats, and toppings for your tacos.SERVE CHIPS AND DIP - Each customer will also choose chips and dip to complete their meal! Unlock multiple types of chips, dips, and salsas as you go, and time the pouring just right to earn some bonus money.NEW INGREDIENTS - The taqueria gets a ton of new ingredients for the holidays, including some new holiday ingredients that haven't been available in other versions!CONTROL WITH YOUR THUMBS - You'll switch stations using buttons in the corners of the screen, perfect for your thumbs. You can also use buttons in the top corners to quickly switch Order Tickets, and you can view all of your Order Tickets in a zoomed-in mode for easy reading.COMPLETE YOUR COOKBOOK - All of your Special Recipes will be collected in the Cookbook, which has been redesigned for smaller screens. Browse through each of your recipes, choose your daily special, and switch tabs in the cookbook to view a list of the ingredients you've unlocked so far!PLAY MINI-GAMES - Foodini's mini-games have returned for Papa's Taco Mia! Earn Mini-Game tickets as you serve customers, and spend those tickets in the daily Mini-Game available after each workday. Earn prizes in each Mini-Game which you can use to decorate your lobby, and keep playing Mini-Games to unlock Rare Prizes!**GAME FEATURES**- Hands-on taco shop in the Papa Louie universe- All new controls and gameplay designed for smaller screens- Multi-task between cooking, building, and serving chips and dip- Earn and master 40 unique Special Recipes- 12 separate holidays to unlock, each with their own ingredients- Buy upgrades, furniture, and posters using your in-game tips- Play 7 different Mini-Games using your earned tickets to win prizes- Decorate your shop in the Lobby Editor- 108 customers to unlock with unique orders- 90 in-game achievements** NOTE FOR iPAD USERS**Papa's Taco Mia To Go is designed especially for smaller screens.",
        "có gì mới": "Fixed problems with dragging when played on iPad",
        "xếp hạng": "2.9/5",
        "nhà cung cấp": "Flipline IDS LLC",
        "kích cỡ": "107 MB",
        "giá": 49000
    }
]