[
    {
        "tên": "Cozy Solitaire",
        "mô tả": "Relax and enjoy Solitaire with absolutely no ads or in-app purchases.Cozy Solitaire was designed specifically to give you a relaxing and cozy solitaire experience.What makes Cozy Solitaire unique? Most solitaire apps are cluttered with ads, making playing anything but relaxing. Besides just being ad-free, Cozy Solitaire also has a fresh look that can be customized to fit your preferences. The effects and animations were created to be satisfying, without overdoing it. Lastly, Cozy Solitaire gives you an encouraging message every day when the daily goal is completed.FEATURES:No ads: Absolutely no ads or in-app purchases. Pay once and enjoy, ad-free forever.Simple user interface: Enjoy a simple user interface that was thoughtfully designed to be easy to use and aesthetically pleasing.Customization: Customize to your heart’s content with over 150 different card backs. Choose between a variety of different backgrounds and card fronts to fit your unique taste.Satisfying experience: Sound effects and subtle vibrations make for a satisfying experience.Achievements: Complete a variety of achievements to unlock more card back designs.Daily Reward: Every day there will be a daily goal to complete to unlock an encouraging message for the day, similar to cracking open a fortune cookie at your favorite Chinese restaurant - so satisfying and cozy!Undo and hint: Use the undo button to go back up to 100 moves. Use the hint button if you get stuck and need help.3 ways to play: Choose 1 card draw or 3 card draw. For 1 card draw, select a winnable deal that has at least one solution, or a random deal for more of a challenge.Personalized Settings: Personalize the settings to suit your preferences. Play in left-handed mode, adjust the sound effect and music levels, turn vibrations on or off, and show or hide the top user interface.LoFi Soundtrack: Lofi beats provide the perfect background music as you play. This chill soundtrack is great for a cozy and relaxing experience. You can also turn the music off if you prefer to play in silence.Download today!",
        "có gì mới": "Bug fixes- fixed bug that caused no more useful moves label to show up when there were still available moves- fixed but that sometimes caused the lower ui buttons to be hiddenImprovements- no useful moves label will only appear when requesting a hint- improved winnable deals algorithm- added option to change card animation speed- added options to hide top ui elements individually- added option to change current music track- update some of the card back art",
        "xếp hạng": "",
        "nhà cung cấp": "Lindsey Boucher",
        "kích cỡ": "131,3 MB",
        "giá": 49000
    },
    {
        "tên": "Chess Skill - Slide Puzzle",
        "mô tả": "Are you looking for a different way to enjoy chess?Chess Skill is not a conventional chess game, there is no checkmate goal.Use logic to complete each level by using the chess pieces. The addition of new elements to the game will make it more challenging, diverse and fun.There are many levels to train your brain, but this way of looking at chess will surprise you...Main features:• Tutorial to learn how to play in a simple way• Many levels with increasing difficulty• Completely free• For phones and tablets.• Simple graphics and beautiful effects• Sound effectsTry it and enjoy!!",
        "có gì mới": "- Add 10 new levels- Update rate feature- Fix crashing bugs- Fix minor bugs",
        "xếp hạng": "3.0/5",
        "nhà cung cấp": "Nguyen Van Quy",
        "kích cỡ": "11,7 MB",
        "giá": 0
    },
    {
        "tên": "Temple Run 2",
        "mô tả": "The sequel to the smash hit phenomenon that took the world by storm!Temple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2!Navigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol. How far can you run?!FEATURES* Beautiful new graphics* Gorgeous new organic environments* New obstacles* More powerups* More achievements* Special powers for each character* Bigger monkey!!!Become a fan of Temple Run on Facebook:http://www.facebook.com/TempleRunFollow Temple Run on Twitter:https://twitter.com/TempleRun",
        "có gì mới": "SPOOKY SUMMIT HAS RETURNED! New Runners and Hats, a haunting new Pet, ghastly Global Challenges, and frightful favorites gather in the gothic gloom!- Play Spooky Summit free for a limited time!- 2 NEW RUNNERS: Join Carnifex, the malevolent mistress of disguise, or hunt the darkness with the righteous Ghost of Roanoke!- NEW PET: Tantanuit the Pharaoh's Hound!- NEW GLOBAL CHALLENGES: Triumph to win 2 NEW HORRIFYING HATS!- FIVE FRIGHTFUL FAN FAVORITE RUNNERS: including the skeletal Sir Montague!",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "Imangi Studios, LLC",
        "kích cỡ": "266,5 MB",
        "giá": 0
    },
    {
        "tên": "Mini World: CREATA",
        "mô tả": "Với Game Mini World, Giấc mơ sáng tạo của bạn sẽ trở thành hiện thực! Thiết kế, thu thập và xây dựng mọi thứ như nhà, xe cộ, Robot, Thành phố - Thỏa sức xây dựng tùy ý. Tham gia ngay Cộng đồng Hàng trăm triệu người chơi sáng tạo toàn cầu hoàn toàn MIỄN PHÍ.Thế giới phiêu lưu của bạn bắt đầu!THẾ GIỚI SÁNG TẠO VÔ HẠNKhám phá Thế giới sáng tạo Miễn Phí với lối chơi độc đáo, sinh vật đáng yêu và thiên nhiên kỳ thú. Chế Độ Chơi Đa Dạng: Sinh Tồn, Sáng Tạo, Nhập Vai, Parkour, Đối chiến và hàng ngàn thể loại khác trong 1 Game!CHƠI MIỄN PHÍ VUI MÊ LYVào thăm thế giới của bạn bè để vui chơi hoặc cùng họ xây dựng các công trình kỳ vĩ! Chat Voice với bạn bè ngay trong game vô cùng tiện lợi. Chia sẻ game trên livestream cực dễ. Tham gia cộng đồng sáng tạo với người chơi từ khắp nơi trên Thế Giới. Trang phục cực chất và đa dạng cho cả Nam và Nữ!SÁNG TẠO CỰC DỄCông cụ xây dựng trong game CỰC DỄ và giúp bạn tự tạo ra các game như Bắn Súng, Giải Đố, Chiến Thuật, Sinh Tồn, Parkour, Đánh Boss... Ngay trong Mini World. Bạn có thể xây được bất cứ điều gì mình muốn chỉ với chiếc điện thoại!Mini World chơi được ngay cả khi không có Internet! Tuy nhiên sẽ vui hơn nhiều nếu bạn có thể chơi cùng mọi người, đúng không?THAM GIA CỘNG ĐỒNG MINI WORLDFacebook: https://www.facebook.com/groups/miniworldVNTwitter: @miniwantechDiscord: https://discord.gg/88GZq34CS email: MiniworldCustomerService@gmail.com",
        "có gì mới": "1. [Kho Báu Băng Tuyết]! Hoàn thành các nhiệm vụ để nhận skin hiếm và DIY vĩnh viễn!2. Sảnh Tương Tác với phong cảnh Băng Tuyết, bạn có thể tạo bóng tuyết, xây tượng tuyết, tạo điêu khắc bằng băng v.v.3.[Cao Nguyên Băng Giá], map mới đầy thử thách với những người bạn mới: Dân làng, boss, sinh vật, thực vật và lối chơi mới cực cuốn!4. Thẻ Mùa mới - skin miễn phí - Valentine5. Skin Phong Hồ và Huyền Vũ trong Hộp Quà Tinh Huy6. Cynthia đẹp tựa vầng trăng đã ra mắt7. Thú cưỡi mới - Bồng Bềnh",
        "xếp hạng": "4.3/5",
        "nhà cung cấp": "SHENZHEN MINIWAN TECHNOLOGY CO. LTD.",
        "kích cỡ": "1 GB",
        "giá": 0
    },
    {
        "tên": "Revelation: New World",
        "mô tả": "Lời mời đến từ Lục Địa Chân Mây - thử thách gì đang chờ đợi Nhà Thám Hiểm?Một Thế Giới Mới, Một Hành Trình MớiChào mừng bạn đến với thế giới với vô vàn hành trình thú vị, nơi bạn vượt ra mọi giới hạn và trở thành phiên bản đặc biệt nhất. Revelation: Thiên Dụ không chỉ là một tựa game, mà còn là một trang mới trong hành trình khám phá cuộc sống của bạn, nơi bạn có thể thể hiện những năng lực vượt trội, tận hưởng cuộc sống tuyệt vời nhất mà bạn mong muốn và kết nối cùng những người bạn đồng điệu.Nhiệm vụ của đội ngũ vận hành rất tối giản: tạo nên trải nghiệm mới mẻ và thú vị, giúp bạn cảm nhận được niềm vui, sự hứng khởi khi bắt đầu một hành trình mới. Cuộc sống tại Revelation: Thiên Dụ không chỉ gói gọn trong việc chơi game - bạn có thể nhảy múa cùng bạn bè, trải nghiệm những phút giây lãng mạn cùng người thương, định vị bản thân bằng phong cách cực chất cùng vô hạn khả năng khác. Triết lý thiết kế của chúng tôi mong muốn đưa bạn bước đến một chiều không gian mới, nơi bạn có thể tận hưởng cuộc sống một cách trọn vẹn nhất, và đắm chìm vào những cung bậc đa dạng mà Revelation: Thiên Dụ mang đến.[KHAI PHÁ TIỀM NĂNG THỜI TRANG VÔ HẠN]Khám phá thế giới độc đáo của Revelation: Thiên Dụ nhất định không thể thiếu phong cách thời trang cá tính hàng đầu. Bộ sưu tập cực khủng cùng 1000+ trang phục và phụ kiện cho bạn tùy chọn, tự do phá cách và phối hợp những style độc đáo, thể hiện tính cách của bản thân. Hành trình khám phá Thiên Dụ luôn đồng hành cùng phong cách thời trang, vì đây là cách để bạn khẳng định bản thân và tạo ra thương hiệu chất nhất của chính mình. Đừng ngần ngại trải nghiệm và tự hào diện nên những tổ hợp mới lạ cho nhân vật trong game, vì đây chính là tính cách của bạn - một cá thể duy nhất tại thế giới Revelation: Thiên Dụ![BẢN VẼ CỦA HẠNH PHÚC, NƠI TỔ ẤM BẮT ĐẦU]Tự tay xây dựng nên ngôi nhà mà bạn hằng ao ước tại thế giới Revelation: Thiên Dụ. Tự do thiết kế phong cách nội thất, trang trí và phụ kiện giữa vô vàn lựa chọn và định hình phong cách của bạn: dù là cổ điển - trang nhã, tối giản - hiện đại hay phối hợp đa dạng style khác nhau. Thiết kế công trình nhà ở sáng tạo nhất cùng những lựa chọn đa dạng, một sự phối hợp hoàn hảo cho khung cảnh ngôi nhà ấm áp trong mơ của bạn![TRẢI NGHIỆM CHÂN THỰC CÁC NGHỀ NGHIỆP ĐA DẠNG]Tại vương quốc MMORPG kỳ diệu này, bạn là một Nhà Thám Hiểm có công việc ổn định. Khoe tài sáng tác giai điệu khi trở thành Nhạc Công, biên đạo những điệu nhảy thu hút mọi ánh nhìn cùng Vũ Công, chiêu đãi thực khách cùng vô vàn món ngon với Nhà Ầm Thực, hoặc trở thành một Nhà Thiết Kế thời trang vang danh thời đại - tất cả đều trong tầm tay của bạn! Chinh phục sự nghiệp và kết bạn cùng các Nhà Thám Hiểm đồng điệu, tạo nên hệ thống bạn bè đồng hành suốt chặng đường này.[MỘT HỆ SINH THÁI HOÀN THIỆN - CHO PHÉP TƯƠNG TÁC ĐA QUỐC GIA]Khám phá hệ thống PVP đa quốc gia - tranh tài với 6 quốc gia ở khu vực Đông Nam Á. Hệ thống chiến đấu non-target có chiều sâu sẽ làm hài lòng những cao thủ PVP sở hữu kĩ năng đỉnh cao.Cuộc sống có bao lâu mà hững hờ. Chần chờ gì mà không bắt đầu ngay một hành trình mới với đầy niềm vui, hào hứng và những người bạn mới? Revelation: Thiên Dụ không chỉ là một tựa game, mà là một trải nghiệm hứa hẹn đầy những cuộc phiêu lưu, sức sáng tạo và đưa bạn đến một không gian bức phá mọi giới hạn. Cùng chúng tôi bước vào Thế Giới Mới nhé![HÃY LIÊN HỆ VỚI CHÚNG TÔI]- Email: revelation@vng.com.vn",
        "có gì mới": "- Thay đổi hệ thống giao diện một số tính năng- Phái mới Thệ Vũ- Nhiệm vụ cốt truyện mở đầu mới- Cập nhật nhiệm vụ tân thủ mới – Du Lịch Chụp Hình- Nghề Cộng Đồng mới – Ca Sĩ- Bản đồ mới – Quận YingLing",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "VNG CORPORATION",
        "kích cỡ": "3,9 GB",
        "giá": 0
    }
]