[
    {
        "tên": "Talking Tom Gold Run",
        "mô tả": "Somebody stop Roy Rakoon!This pesky raccoon nabbed all the gold. Now players must help Talking Tom speed, slide and dodge through wild worlds to snatch the treasure and catch up to Roy.- Thrilling chases- Action-packed time trials- Exciting worlds- Awesome power ups- Friends to unlock- Fun new outfitsPlayers can unlock Talking Angela, Ginger, Ben and Hank as they go!From Outfit7, creators of My Talking Tom, My Talking Angela, My Talking Tom Friends and Talking Tom Hero Dash.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
        "có gì mới": "Celebrate Halloween with spooky outfits, decorations and rewards.Scare the robber away!",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "Outfit7 Limited",
        "kích cỡ": "397 MB",
        "giá": 0
    },
    {
        "tên": "Binh Đoàn Z",
        "mô tả": "Số lượng download toàn cầu vượt ngưỡng 70 triệuMMO chiến thuật tiêu diệt Zombies, kết thành Liên minh, thống lĩnh quân đội, quản lý bang phái để tái thiết văn minh nhân loại trong ngày tận thế của thế giới!Nguy cơ Zombies bùng phát đe doa nền văn minh đã tồn tại hàng ngàn năm đến bờ vực tuyệt vong. Lúc này, bạn gánh vác hy vọng phục hung của nhân loại;--------Dựa vào tinh thần bất khuất, chiến xa, súng pháo bảo hộ sinh linh;--------Hủy diệt Zombie, nghiền nát kẻ địch để chiếm lại vùng đất đã mất;--------Tái thiết thành phố, giải cứu nạn dân, lần nữa thức tỉnh văn minh nhân loại;Kết minh với những chỉ huy cùng chí hướng trên khắp thế giới, hủy diệt đối thủ, tranh đoạt thủ đô, trở thành lãnh tụ của thế giới dẫn dắt nhân loại lần nữa phục hưng!Chỉ có nhân loại mới có thể hủy diệt nhân loại tận gốc, trong thế giới của Age of Z, kẻ địch thật sự không phải là Zombies hung bạo, hãy chú ý đề phòng và hóa giải các cuộc công kích và cướp đoạt tới từ thành phố khác!SINH TỒN--------Chiêu mộ quân đội, nghiên cứu công nghệ, hủy diệt kẻ địch;--------Kẻ mạnh nuốt kẻ yếu, quân bị chính là sinh tồn: Bạn cần chế tạo càng nhiều súng ống đạn được. tiếp đủ nhiên liệu cho chiến xa, nghiên cứu ra binh chủng công nghệ cao trong thời gian ngắn nhất;--------Một cây làm chẳng nên non, ba cây chụm lại nên hòn núi cao: Quản lý thành bang, phát triển quân sự, chỉ huy chiến tranh, chỉ có mình bạn sợ rằng sẽ vô vùng bận rộn; vậy thì, bạn có lẽ cần chiêu mộ thêm nhân tài san sẻ gánh nặng cho bạn--------Đã có người tận mắt nhìn thấy Zombie biến dị to như quả núi, sợ rằng còn nhiều những thứ đáng sợ hơn nhưng vì những người tận mắt chứng kiến đều đã vong mạng khiến chúng ta không hay biết đến sự tồn tại của chúng. Những kẻ đại diện cho tận thế này đang chờ bạn tới khiêu chiến--------Chào mừng gia nhập thế giới chiến tranh 3D: Nơi đây không chỉ cần vượt qua núi non và ao hồ, mà cần sinh tồn và phát triển ở những vùng đất khô cằn, địa hình phức tạp trên khắp thế giới! Bạn sẽ vạch chiến lược trong một thế giới 3D vô tiền khoáng hậu, vị trí địa lý và đường hành quân cũng vô cùng quan trọng,, sinh tồn và diệt vong chỉ trong một niệm!PHỤC SINH--------Diệt sạch Zombie, đoạt lại thành phố! Đây là thành phố thuộc về bạn, đồng thời cũng là thành phố của Zombie! Lượng lớn quảng trường đã bị Zombie chiếm đóng, bạn cần thận trọng từng bước, chiếm lại từng chút một từ tay Zombies!--------Nạn dân mà bạn ứng cứu sẽ trở thành nền tảng phát triển của thành phố, dung để tăng cường độ phồn vinh, bảo đảm thành phố phát triển nhanh chóng!--------Cùng với sự trỗi dậy của nhân loại, Zombies hung tàn nhận được những đòn trừng trị thích đáng, bầu không khí ô nhiềm dân dần dược thanh lọc, văn minh nhân loại dần được tái thiết, ,tiến trình thế giới tiến bước mạnh mẽ tới giai đoạn tiếp theo! Giai đoạn thế giới mới không ngừng được mở ra, bạn sẽ nhận được phần thưởng phong phú, trải nghiệm nhiều tính năng hấp dẫn và độc đáo!PHÁT TRIỂN--------Bành trướng, chinh phục, thống trị! Hành vi của liên minh bạn sẽ là mục đích của hàng trăm chỉ huy, hàng vạn binh sĩ, cùng nhau đạt tới mục tiêu, hủy diệt kẻ địch tới cùng, đồng tâm hiệp lực cho tới khi thống trị toàn thế giới!--------Cùng chỉ huy tin cậy trên khắp thế giới kết thành Liên minh hùng mạnh, đồng thời thông qua thương lượng, đàn áp, không chút bảo lưu sử dụng mọi cách để đánh bại kẻ địch của các bạn.--------Vì lãnh thổ, tài nguyên và công nghệ mà tiến hành chiến tranh siêu cấp thậm chí đại chiến thế giới! Thắng làm vua, thua làm giặc, liên minh trụ vững cuối cùng sẽ thống trị toàn thế giới!--------Chỉ huy, hãy hạ chỉ lệnh! Chính là lúc này, dùng quyết sách của ngài giải cứu thế giới, còn binh sĩ của ngài, xả thân oanh liệt vì một tân thế giới!Liên hệ với chúng tôi:https://facebook.com/AgeOfZ/https://twitter.com/Age of Z Origins",
        "có gì mới": "Điều chỉnh quy tắc xuất chiến khi phòng thủ: Titan không tham gia phòng thủ khi tổng đơn vị bộ đội trong thành nhỏ hơn 10000; Chiến cơ không tham gia phòng thủ khi tổng đơn vị bộ đội trong thành nhỏ hơn 20000",
        "xếp hạng": "4,0/5",
        "nhà cung cấp": "Hong Kong Ke Mo software Co., Limited",
        "kích cỡ": "1,1 GB",
        "giá": 0
    },
    {
        "tên": "Papa's Cheeseria To Go!",
        "mô tả": "-- ABOUT THE GAME --Papa's Cheeseria is kicking off its grand opening with a special performance by the high-energy band, Scarlett and the Shakers! Unfortunately the concert is canceled when all of the music gear is stolen, and you'll need to pick up a job to afford buying new instruments for the band. Thankfully Papa Louie has the perfect solution for you: He's putting you in charge of making grilled cheese sandwiches in his newest restaurant!You'll need to prepare sandwiches with delicious breads, melty cheeses, and a wide array of toppings and sauces for a gourmet grilled cheese. Cook and flip the sandwiches to grill them just right, and finish your customers' orders with a heaping order of fresh french fries covered in their favorite sauces and toppings. The town of Toastwood will celebrate different holidays throughout the year, and you'll unlock new festive ingredients as you go to serve up delicious seasonal sandwiches.-- GAME FEATURES --NEW FEATURES - All of your favorite features from other versions of Papa's restaurants are now available in this To Go game, redesigned and reimagined for smaller screens!HOLIDAY FLAVORS - Celebrate the seasons in Toastwood with tasty holiday flavors! Your customers will order sandwiches stacked high with seasonal ingredients. You'll unlock new breads, cheeses, toppings, and sauces for each holiday of the year, and your customers will love trying these festive flavors. This new version adds holiday toppings and sauces for fries as well!SERVE SPECIAL RECIPES - Earn Special Recipes from your customers, and serve them as the Daily Special in the Cheeseria! Each Special has a bonus you can earn for serving a prime example of that recipe. Master each special to earn a special prize!CUSTOMIZE YOUR WORKERS - Play as Scarlett or Rudy, or create your own custom character to join the band and work in the sandwich shop! You can also show off your holiday spirit with a massive variety of holiday outfits and clothing for your workers. Choose unique color combinations for each item of clothing, and create your own style with millions of combinations!SPECIAL DELIVERY - Some customers don't want to come all the way to Toastwood to grab some grilled cheese. When you start taking phone orders, customers can call to place their order, and you'll hire a Driver to help take and deliver orders to their homes instead!COLLECT STICKERS - Complete a variety of tasks and achievements while playing to earn colorful Stickers for your collection. Each customer has a set of three favorite Stickers: Earn all three and you'll be rewarded with a brand-new outfit to give to that customer!DECORATE THE SHOP - Customize the Cheeseria lobby with themed furniture and decorations for each holiday of the year! Mix and match your favorite styles, or add items that match the current holiday so customers won't mind waiting longer for their food.CLIPPING COUPONS - Missing your favorite customer? Send them a coupon with the help of your friendly mailman, Vincent! Customers love a good deal, and will promptly arrive to order another meal. Coupons are great for completing quests for Stickers and for strategically leveling up customers!DAILY MINI-GAMES - Play Foodini's famous Mini-Games after each workday to earn new furniture for your lobby and new clothing for your workers.-- MORE FEATURES --- Hands-on sandwich shop in the Papa Louie universe- All new controls and gameplay features designed for touchscreens- Multi-task between building, grilling, and preparing french fries- Custom chefs and drivers- 12 separate holidays to unlock, each with more ingredients- Earn and master 40 unique Special Recipes- 90 colorful Stickers to earn for completing tasks- 124 customers to serve with unique orders- Use Stickers to unlock new outfits for your customers- 125 ingredients to unlock",
        "có gì mới": "Bug Fixes",
        "xếp hạng": "5,0/5",
        "nhà cung cấp": "Flipline IDS LLC",
        "kích cỡ": "76,8 MB",
        "giá": 49000
    },
    {
        "tên": "Eatventure",
        "mô tả": "Are you looking to become a restaurant millionaire? Want to manage a successful restaurant? Become a restaurant tycoon, earn money, level up, hire cooks & cashiers, get rich and build the biggest business the world has ever seen in this Restaurant Simulator!Start with a Lemonade Stand, then progress to a food truck, and then a cafe. In no time you will find yourself owning your own Diner and Drive-thru!Expand your restaurants, automate your business and find the right strategy in order to maximise your income! Eatventure is a money game where you simulate the management of different kinds of restaurants. Use your income to buy new stations in order to start selling more kinds of foods! Become the biggest Restaurant Millionaire in the world!Find our Terms of Service here: https://lessmore.games/games/terms-of-service/",
        "có gì mới": "Bug fixes, thanks for playing.",
        "xếp hạng": "4,7/5",
        "nhà cung cấp": "Lessmore UG haftungsbeschraenkt",
        "kích cỡ": "321,7 MB",
        "giá": 0
    },
    {
        "tên": "Ocean Challenger",
        "mô tả": "If you are the type of person who is passionate about exploring the mysteries of the vast oceans, installing Ocean Challenger is not a bad choice.In the game, the player will play the role of a talented captain controlling a majestic warship, crossing the sea, fighting enemies to search for mysterious treasures under the ocean. While playing, don't forget to collect items to upgrade your character.The experience of exploring the sea will be one of the most novel and thrilling trips you have ever experienced.Download the game and join now!",
        "có gì mới": "Fix score archivement: Restore to last level score when get game over.",
        "xếp hạng": "4,5/5",
        "nhà cung cấp": "HL ARCHITECTS LIMITED LIABILITY COMPANY",
        "kích cỡ": "855,5 MB",
        "giá": 0
    }
]