[
    {
        "tên": "Block Puzzle Jewel Legend",
        "mô tả": "Block Puzzle Jewel là một trò chơi gây nghiện, dễ học mà sẽ có tâm trí uốn và ngón tay của bạn bay. Thả các khối để tạo và tiêu diệt toàn bộ các dòng trên màn hình theo chiều dọc và chiều ngang.",
        "có gì mới": "Fix bugs.",
        "xếp hạng": "4.5/5",
        "nhà cung cấp": "宇亮 闫",
        "kích cỡ": "52 MB",
        "giá": 0
    },
    {
        "tên": "Malody",
        "mô tả": "Malody is a cross-platform music game (Simulator) which is developed by a group of dedicated volunteers. Features:* Support variety of chart formats: osu, sm, bms, pms, mc, tja.",
        "có gì mới": "**Bugs fix for 4.3.6*** Fixed speed error* Fixed taiko unwanted combo* Fixed key judge bug in rare case",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "京容 何",
        "kích cỡ": "78.3 MB",
        "giá": 79000
    },
    {
        "tên": "Pocket Build",
        "mô tả": "Have you ever wanted to make your own little fantasy world? A farm, some kind of castle, or just an epic fantasy city? Pocket Build is an open world game where you can build with no limitations or restrictions. Build whatever you like, whenever you like, however you like. The possibilities are endless!",
        "có gì mới": "+ Fixed issue with large hitboxes on items.+ Fixed graphics issue for transparent water tiles.+ Improved world loading speed.+ Other minor bug fixes and improvements.",
        "xếp hạng": "4.9/5",
        "nhà cung cấp": "MoonBear LTD",
        "kích cỡ": "493.6 MB",
        "giá": 29000
    },
    {
        "tên": "The Greedy Cave",
        "mô tả": "In a land far, far away there once was a vast continent called Milton. It was a land where the power of rule came by the sword and the arcane, where Men who devoted themselves to the blade or to magecraft, could become the finest warriors, wisest wizards or the greatest adventurers. In this land, there are several kingdoms divided by borders but united through history. Countless stories of alliances, upheaval, and moments of peace bedeck this tapestry, but that is a tale for another day. Our story begins in a remote kingdom to the north, Iblis, an obscure and oft-forgotten place. It is a wild and barren land, a place where its people scrape a living from the earth, mining minerals for the lords of the south. On occasion, adventurers would stop by for the night but never linger. Until one day, a fledgling adventurer lost his way and stumbled into a hole. The story might have ended then had he not come back, but return he did, with sacks of gold and glittering treasure. Like a fierce gale from the north, news of his fame and fortune fanned across the kingdoms overnight, and kings sent their bravest warriors and adventurers to clear the cavern of monsters in search of treasure. Even peasants wanting a part of this newfound wealth partook in these expeditions. In no time at all, a bustling town had sprung up in this forgotten place. People set up camps, and formed their own groups to explore the cave. Clever merchants not missing this opportunity, built taverns and shops near the cave, selling equipment and potions to eager adventurers. At first, everything seemed fine. As explorers delved into the caves, they encountered new creatures and discovered new treasures. Mysteries continued to pour forth from the cave, yet nobody knew where the source of the secrets lay. However, as the explorations continued, the balance of wealth beyond the cave began to waver, and cracks appeared among those adventurers who had previously worked arm-in-arm. The latecomers or weak, limited to wandering the upper levels of the cave, could only watch as the veteran adventurers brought treasure after treasure from the deep. They began harboring dark thoughts as they watched the veteran adventurers grow arrogant from their largesse, ordering people around, hoarding secrets from the rest. The place became a festering pool of suspicions and greed, mired in a jealous rage. It started with an adventurer disappearing in the cave. Rumors circulated he had found some legendary treasure and hoarded it for himself. Others said he had been guided to another world by some mysterious magic force in the cave. Still, the unspoken belief was that he had been murdered by a rival party and was buried somewhere beneath the caverns. Nobody knows exactly what happened, but people have continued to disappear ever since. As more people have gone missing, some adventurers have called it quits, others cling to hope, and a few continue to wait and see. Which brings us to you, an ordinary young man, coming into this extraordinary circumstance with purposes unknown to others. May you find what you seek in ... In The Greedy Cave, you are a brave adventurer tasked with exploring a mysterious cave and battling all kinds of monsters. Use your wits to defeat them, learn different skills, gain mighty equipment, challenge evil monster bosses, and decipher the mystery surrounding this cave... Game Features ·Randomly generated cave levels provide a different game experience every time! ·Hundreds of monsters to defeat! ·Hundreds of equipment to collect! ·Hundreds of quests and achievements to conquer! ·Enchant/Reform/Level up/Gold collecting, and more abundant systems to explore! Contact us cs.thegreedycave@avalongames.com https://www.facebook.com/greedycave/",
        "có gì mới": "Performance optimization",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "AvalonGames",
        "kích cỡ": "414 MB",
        "giá": 5000
    },
    {
        "tên": "Underground Blossom",
        "mô tả": "Hãy xuống Rusty Lake Underground và du hành qua cuộc đời và ký ức của Laura Vanderboom! Di chuyển từ ga này sang ga khác, mỗi ga tàu điện ngầm đại diện cho một phần trong quá khứ và tương lai của Laura. Giải những câu đố đa dạng, tìm ga tàu chính xác để lên và khám phá một trong những dòng thời gian của Laura, đồng thời giúp cô ấy hiểu rõ cuộc sống và thoát khỏi sự sụp đổ của tâm trí cô! Underground Blossom là một cuộc phiêu lưu theo phong cách chỉ-và-nhấn mới được phát triển bởi nhà sáng tạo của loạt trò chơi Cube Escape & Rusty Lake. Đặc điểm: ▪ Một trải nghiệm mới trong bối cảnh quen thuộc Hãy thưởng thức một cuộc phiêu lưu cổ điển giải đố theo phong cách chỉ-và-nhấn của Rusty Lake với một câu chuyện hấp dẫn đầy bí ẩn và những câu đố. ▪ Kì vọng dừng chân một vài nơi Du hành đến 7 ga tàu điện ngầm độc đáo, mỗi ga đại diện cho cuộc đời, ký ức và tương lai tiềm ẩn của Laura Vanderboom. Thời gian du hành ước tính là 2 giờ. ▪ Bạn biết phải làm gì Khám phá những bí mật tiềm ẩn tại mỗi ga tàu điện ngầm, đạt được các thành tựu và biết đâu bạn sẽ tình cờ phát hiện ra điều gì khác! ▪ Đừng quên tai nghe của bạn Tại mỗi ga tàu, bạn sẽ được đón tiếp bằng một bản nhạc nền do Victor Butzelaar sáng tác, bao gồm màn trình diễn của một nghệ sĩ đánh đàn trung vĩ cầm Sebastiaan van Halsema!",
        "có gì mới": "Cảm ơn bạn đã chơi Underground Blossom, chúng tôi đã sửa một số lỗi trong phiên bản mới này!",
        "xếp hạng": "5.0/5",
        "nhà cung cấp": "Rusty Lake B.V.",
        "kích cỡ": "171.8 MB",
        "giá": 79000
    }
]