[
    {
        "tên": "Max Payne Mobile",
        "mô tả": "Max Payne, the award-winning title is now available for iOS.A fugitive undercover cop framed for murder, hunted by cops and the mob, Max is a man with his back against the wall, fighting a battle he cannot hope to win. Max Payne is a relentless story-driven game about a man on the edge, fighting to clear his name while struggling to uncover the truth about his slain family amongst a myriad of plot-twists.The groundbreaking original cinematic action-shooter, Max Payne introduced the concept of Bullet Time® in videogames. Through its stylish slow-motion gunplay combined with a dark and twisted story, Max Payne redefined the action-shooter genre.Universal App:Max Payne is supported on iPhone 3GS, iPhone 4, iPhone 4S, iPod Touch 4, iPad 1, iPad 2, the new iPad.Features:• Max Payne's signature slow motion gunplay, Bullet Time®• Stunningly sharp, HD quality resolution and textures• Retina supported resolution for the new iPad• Gameplay tailored for touch screen devices• Highly customizable controls• Multiple aiming modes• Rockstar Games Social Club integration to track stats, unlock cheats and more**Rockstar Games Social Club supported on the iPhone4, iPhone 4S, iPad 2 and the new iPad only. Cheats are still accessible on older devices.For those using the Skip to Level cheat, we recommend that you have weapons in your inventory; as you will start a new level with your current weapon set.Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese.Mobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.faceboook.com/rockstargameswww.twitter.com/rockstargames",
        "có gì mới": "Full screen support on iPhone X General bug fixes and improvements",
        "xếp hạng": "4.1/5",
        "nhà cung cấp": "Rockstar Games, Inc.",
        "kích cỡ": "1,8 GB",
        "giá": 79000
    },
    {
        "tên": "DungeonSquad",
        "mô tả": "The new game of the developer GameCoaster, who made Dungeon Maker and Dungeon Defense!A seemingly infinite stream of heroes invaded the dungeon and brought ruin to the Abyss.Now you must go straight to the source of the enemy and return your home to its former glory.Defeat the Army of Light and take back the power of the Abyss.You are tasked with infiltrating a planet dominated by light all on your own.You must bring down the heroes and use them to summon monsters to fight alongside you,armed with the equipment of these fallen sacrifices.Once you are strong enough, you may receive the blessings of the Dark Gods, and combine their powers with those of your monsters to bring down colossal groups of enemies.◇ 10 elite monsters and over 100 unique skills◇ The Power of the Abyss gets stronger as you rebuild◇ Roguelike with random choices and opportunities",
        "có gì mới": "The Pre-launch of Season 3 is opened.ReleaseNote : shorturl.at/knuw7",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "GameCoaster",
        "kích cỡ": "172,4 MB",
        "giá": 129000
    },
    {
        "tên": "Plants vs. Zombies™",
        "mô tả": "Get ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — Peashooters, Wall-nuts, Cherry bombs and more — to mulchify 26 types of zombies before they break down your door.This app offers in-app purchases. You may disable in-app purchasing using your device settingsWINNER OF OVER 30 GAME OF THE YEAR AWARDS*50 FUN-DEAD LEVELSConquer all 50 levels of Adventure mode — through day, night, fog, in a swimming pool, on the rooftop and more. Plus fend off a continual wave of zombies as long as you can with Survival mode!NOT GARDEN-VARIETY GHOULSBattle zombie pole-vaulters, snorkelers, bucketheads and 26 more fun-dead zombies. Each has its own special skills, so you'll need to think fast and plant faster to combat them all.SMARTER THAN YOUR AVERAGE ZOMBIEBe careful how you use your limited supply of greens and seeds. Zombies love brains so much they'll jump, run, dance, swim and even eat plants to get into your house. Open the Almanac to learn more about all the zombies and plants to help plan your strategy.FIGHT LONGER, GET STRONGEREarn 49 powerful perennials as you progress and collect coins to buy a pet snail, power-ups and more.GROW WITH YOUR GAMEShow off your zombie-zapping prowess by earning 46 awesome achievements.COIN PACKSNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu.*Original Mac downloadable game.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & moreVISIT US: ea.comFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement.User Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updatesImportant Consumer Information. This app contains direct links to the Internet.",
        "có gì mới": "Calling all smarty plants! Unlock Mini Games in a flash.Say goodbye to the long and winding road to unlocking Mini Games. Now, with a simple tap, you can directly purchase more zombie battles using CoinsWe've also made some behind-the-lawn changes to give you a smooth zombie-zapping experience.Go get your plants ready and update now!",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "EA Swiss Sarl",
        "kích cỡ": "150,8 MB",
        "giá": 0
    },
    {
        "tên": "My Talking Angela",
        "mô tả": "Talking Angela is the super fun virtual star who can’t wait to dance and sing her way to the top.Players help her stay happy and busy with day-to-day activities in her 3D world:- Stylish makeup looks- Wonderful wardrobe choices- Super sweet activities- Special sticker albumsShe’s interactive. She’s customizable. She’s fun. And she’s always ready to make new friends.From the creators of My Talking Tom, My Talking Tom 2 and My Talking Tom Friends comes the pet who’s a star in the making.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew unless they are cancelled at least 24 hours before the end of a subscription period. You can manage and cancel your subscription via Settings in your App Store account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
        "có gì mới": "BOO! IT’S HALLOWEEN!Happy fashionable Halloween!Dance on the spooky stage!Check out the haunted photo filter!",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "Outfit7 Limited",
        "kích cỡ": "414,4 MB",
        "giá": 0
    },
    {
        "tên": "Doggo Go - ghép hình, game vui",
        "mô tả": "Doggo Go là một trò chơi ghép 3 ô hình vui nhộn, và chỉ 1% người chơi trên toàn thế giới có thể qua Level 2 và nhận được những “Cậu Vàng” meme nhảy nhót siêu ngộ nghĩnh! Người chiến thắng sẽ nhận được nhiều loại cún cưng cực dễ thương với những bộ trang phục đặc biệt. Hãy cùng toả sáng với Cậu Vàng trên sàn nhảy! Đánh bay mọi mệt mỏi và rinh về những chú chó ngộ nghĩnh, vui nhộn nhé!Doggo Go - Cực kỳ dễ chơi, cực kỳ vui nhộn- Nhấp vào 3 ô có hình giống nhau, chúng sẽ tự động ghép lại và biến mất.- Các ô xếp chồng chất lên nhau với nhiều lớp ẩn phía dười. Chỉ sau khi các ô ở lớp trên biến mất, thì các ô ở lớp dưới mới hiện ra.- Khi không còn ô nào trên màn hình có nghĩa là bạn đã qua được bàn rồi đấy!- Khi vượt qua Level 2, bạn sẽ nhận được skin meme cực độc và ngộ nghĩnh của Cậu Vàng. Đồng thời, bạn sẽ được thêm vào bảng xếp hạng khu vực của bạn. Hãy cùng chơi và giúp cho khu vực của bạn lên top nhé!- Chú ý! Khay chỉ có thể chứa tối đa 7 ô, bạn sẽ thua nếu khay đầy! Mỗi bước đều quan trọng, hãy cẩn thận nhé~Doggo Go - Hãy chơi và xem bạn có nằm trong 1% người chơi chiến thắng không nhé!- Ghép 3 ô: Doggo Go có nhiều thử thách ghép ô hài hước khác nhau, giúp rèn luyện trí não của bạn một cách hiệu quả. Level 1 rất dễ, nhằm giúp bạn hiểu cách chơi và Level 2 là thời gian để kiểm tra trí thông minh của bạn. Bạn đã sẵn sàng chưa?- Siêu “nhức não”: Chỉ có 1% người chơi có thể vượt cấp thành công, bạn có phải là một trong số họ? Hãy đến và thử thách bản thân!- Mỗi ngày 1 thử thách: Cấp độ hoàn toàn mới sẽ được ra mắt mỗi ngày, hãy bắt đầu những thử thách đầy bất ngờ với người chơi trên toàn thế giới!- Trận chiến giữa các khu vực: Bảng xếp hạng toàn cầu sẽ hiển thị số lượng người chơi đã qua bàn trong mỗi khu vực. Hãy nhanh chóng vượt qua màn chơi để đưa đất nước của bạn lên đầu bảng xếp hạng và nhận được những Cậu Vàng bóng bẩy, đồng thời giành danh hiệu Vũ công xuất sắc nhất nhé!- Thư giãn và Vui vẻ: Trò chơi giải đố ghép 3 ô ngẫu nhiên phù hợp với mọi người. Cách chơi độc đáo, cấp độ thay đổi liên tục. Cùng trải nghiệm trò chơi dễ gây nghiện này ngay nhé!Nếu bạn thích những chú chó của chúng tôi, hãy tham gia vào nhóm và đóng góp những bước nhảy tuyệt vời của bạn nhé!Email: doggogoapp@gmail.comFacebook: https://www.facebook.com/doggogoapp/Discord: https://discord.gg/pqK2JhbNDG",
        "có gì mới": "1. Tối ưu hóa độ mượt giữa các bàn2. Tối ưu hóa trải nghiệm game",
        "xếp hạng": "4.1/5",
        "nhà cung cấp": "Nox Interactive Technology Limited",
        "kích cỡ": "199,6 MB",
        "giá": 0
    }
]