[
    {
        "tên": "Geometry Dash Lite",
        "mô tả": "Jump and fly your way through danger in this rhythm-based action platformer!Frustratingly wonderful - KotakuGeometry Dash provides all of the challenge expected from an “impossible” game while also making it more accessible to newcomers.- 148AppsGeometry Dash is a fast-paced platformer that will leave you screaming in frustration, but you’ll keep coming back for more.- AppAdvicePrepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play that will keep you entertained for hours!Check out the full version for new levels, soundtracks, achievements, online level editor and much much more!Game Features• Rhythm-based Action Platforming!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
        "có gì mới": "What!? A new update? So fast... :O- New Level Hexagon Force!- New Level Electrodynamix!- New Demon Level Clubstep!- New unlocks!- Bugfixes!/RubRubRub",
        "xếp hạng": "4,1/5",
        "nhà cung cấp": "RobTop Games AB",
        "kích cỡ": "147,5 MB",
        "giá": 0
    },
    {
        "tên": "ZingSpeed Mobile",
        "mô tả": "ZingSpeed Mobile – Tốc Độ Bộc Lộ Kỹ Năng | Game Đua Xe Số 1 Việt Nam!RA MẮT PHIÊN BẢN MỚI – QUYẾT ĐẤU CỰC HẠNPhiên Bản Quyết Đấu Cực Hạn cập nhật hàng loạt tính năng và hoạt động đặc sắc mới:- Chế độ chơi mới – Chiến Đấu Cực Hạn- Hệ Thống Ghế Bay Huyền Nguyệt siêu lung linh- Cập nhật đường đua mới và mùa xếp hạng mới- Ra mắt xe A- Huyền Nguyệt- Ma pháp mớiTÍNH NĂNG ĐẶC SẮC1. Quyết Đấu Cực Hạn- Chế độ chơi mới cực hấp dẫn với nâng cấp siêu khủng. Phá bỏ giới hạn tốc độ để cạnh tranh trong đấu trường cùng các Racer tài năng.Bên cạnh dàn nhân vật cực chất, Racer sẽ được trải nghiệm tốc độ đỉnh cao cùng những nâng cấp có độc quyền chỉ có mặt trong chế độ chơi cực tốc này.2. Hệ thống ghế bay- Hệ thống ghế bay mang đến trải nghiệm mới đầy mới lạ để người chơi thỏa thích thể hiện bản thân. Với thiết kế lộng lẫy cùng hiệu ứng đẹp mắt, những chiếc ghế đặc biệt này sẽ khiến người chơi khác phải ngưỡng mộ.3. Cập nhật đường đua mới và mùa xếp hạng mới- Liên tục cập nhật nhiều đường đua mới, giúp người chơi có nhiều trải nghiệm và thử thách hơn tại ZingSpeed Mobile4. Xe A- Huyền Nguyệt- Siêu Phẩm xe Thỏ Ngọc Huyền Nguyệt với tạo hình độc đáo cùng chủ đề Huyền Bí siêu ngầu đã sẵn sàng ra mắt các Racer.5. Thời trang động tác và Tủ Ma Pháp mới- Hàng loại bộ Ma Pháp và thời trang động tác mới với chủ đề Trung Thu và Hoàng Hà sắp lên kệ, hãy cùng chờ đón nhé.6. Những tính năng vô cùng thú vị khác- Các chế độ đua đa dạng: đua Tốc Độ, đua Đạo Cụ, đua Cặp Đôi, Đấu Hạng và đua Ảo Cảnh, nơi người chơi có thể trải nghiệm ký ức và hành trình của 4 Vị Thần Xe trong game.- Lõi Tốc Độ: nơi các tay đua có thể tùy chỉnh kĩ năng phù hợp với phong cách đua của mình. Tính năng này được làm mới theo mùa, tạo cơ hội cho người chơi thay đổi trải nghiệm.- Âm nhạc sôi động và phù hợp với giới trẻ- Người chơi cũng có thể tạo ra bản sao nhìn giống với bản thân nhất trong tính năng tùy chỉnh nhân vật.Về tựa game:- ZingSpeed Mobile là game đua xe 3D đỉnh cao trên di động, xây dựng dựa trên bản gốc ZingSpeed PC, giữ nguyên các kỹ năng cũng như độ sâu thao tác điều khiển, đồng thời cải tiến vượt bậc trong tạo hình nhân vật và thời trang. Cảm giác drift mới, đồ họa được cải thiện, tính cạnh tranh và tương tác cao tạo nên điểm đặc sắc cho game.- Game đề cao tính cộng đồng thông qua việc kết bạn với người chơi khác, thoải mái giao lưu với những tay đua cùng chung niềm đam mê tốc độ trên nhiều khu vực. Khi tìm được người bạn hợp cạ, người chơi hoàn toàn có thể kết đôi, sánh vai nhau bước vào lễ đường lãng mạn và nhận nhiều đặc quyền của cặp đôi. Đua xe hăng say đến khi thấm mệt, các tay đua hẹn nhau đến Khu giải trí để cùng giao lưu, chơi minigame vui vẻ. Với hệ thống tính năng đa dạng độc đáo, ZingSpeed Mobile thu hút hơn 10 triệu người chơi gia nhập vào đường đua tốc độ và tạo nên một cộng đồng ZingSpeed Mobile vững mạnh.- ZingSpeed Mobile liên tục cập nhật những tính năng, xe, thú cưng, mùa giải cũng như những sự kiện trong game hấp dẫn, thu hút nhiều người chơi tham gia.",
        "có gì mới": "Tối ưu trò chơi để Racer có trải nghiệm tốt hơn.",
        "xếp hạng": "3,8/5",
        "nhà cung cấp": "VNG CORPORATION",
        "kích cỡ": "3,6 GB",
        "giá": 0
    },
    {
        "tên": "Unboxing the Cryptic Killer",
        "mô tả": "Unboxing the Cryptic Killer is the first two-player cooperative point-and-click escape room in the Cryptic Killer series. Join forces with a friend and play as detective partners Ally and Old Dog in our debut two-player escape room adventure.Up against a decade-old cold case and a dangerous foe, can you help them solve the puzzles, crack the codes, and escape the clutches of the Cryptic Killer?THE ONLY WAY TO ESCAPE IS TO WORK TOGETHERTwo heads are better than one, and teamwork is essential to outsmart the Cryptic Killer. With separate screens, you and a friend each get half of a puzzle at each location. Communicate and cooperate to test your puzzle-solving abilities to the max.- Break into the locked box by cracking codes- Merge your insights to tackle intricate puzzles- Control buttons, shift controllers, and decipher clues together to escape- Enjoy retro-style mini-games- Unlock padlocks and progress by solving codes- Interact with NPCs sharing your predicament- Think outside the box - some puzzles need on-screen drawingFEATURES LIST- Two Player Co-Op: Detectives are separated in this game, encountering different items and clues than their partner. Test your communication skills!- Complex Team Puzzles: Work together to outsmart the Cryptic Killer with two minds tackling the codes.- Engaging Narrative: Follow Detectives Old Dog and Ally on their quest to unravel the Cryptic Killer’s actions in this captivating murder mystery.- Illustrated Environments: Delve into the noir-inspired, hand-illustrated worlds of Unboxing the Cryptic Killer.- Note-Taking Galore! Crack the case with your trusty notebook and pen, available for scribbling and annotating your environment anytime during the game.",
        "có gì mới": "Unboxing the Cryptic Killer - Patch 1.1.0Updates:* Added additional game servers to address location-related connectivity issues.* Improved UI for selecting the starting level.* Introduced support for various fullscreen modes.* Enriched the game with more one-liners from the main characters.Bug Fixes:* Addressed synchronization issues between audio and visuals in the cutscenes.* Corrected a bug where a picture would briefly flash at the beginning of the intro.* Fixed an issue where part of a clue was not visible on iPads.",
        "xếp hạng": "5,0/5",
        "nhà cung cấp": "Eleven Products Sp. z o.o.",
        "kích cỡ": "498,7 MB",
        "giá": 149000
    },
    {
        "tên": "Ta Là Đế Vương",
        "mô tả": "Trải nghiệm cuộc sống Đế Vương đích thực thời Tam QuốcTa Là Đế Vương - tuyệt phẩm đấu tướng chiến thuật thời gian thực chính thức ra mắt tại Việt Nam (thị trường phát hành đầu tiên trên thế giới). Đây là tựa game mobile 3Q giúp bạn trải nghiệm hoàn hảo cuộc sống vua chúa thời Tam Quốc với đồ họa 3D tuyệt đẹp, gameplay hấp dẫn và hệ thống chiến thuật đa dạng, xứng đáng là game SLG x Card Battle hàng đầu hiện nay.Lấy bối cảnh vào cuối thời Đông Hán, sau giai đoạn hỗn loạn khi các phe phái giao tranh lẫn nhau, thế chân vạc Ngụy - Thục - Ngô dần được hình thành. Đây là thời kỳ đẫm máu nhưng cũng sản sinh ra những bậc Đế Vương kỳ tài (Tào Tháo, Lưu Bị, Tôn Quyền), những anh hùng, quân sư xuất thế (Quan Vũ, Lữ Bố, Khổng Minh…) cùng những tuyệt sắc giai nhân (Điêu Thuyền, Đại Kiều, Tiểu Kiều…). Tham gia game Ta Là Đế Vương, bạn sẽ được trải nghiệm một cách đầy đủ và sống động nhất cuộc đời của một Đế Vương thời loạn trên hành trình tranh đoạt giang sơn cùng những người chơi khác.5 TRẢI NGHIỆM ĐẾ VƯƠNG ĐÍCH THỰC【Chiêu mộ danh tướng - Tự học tuyệt kỹ, sáng tạo danh tướng của riêng bạn.】Hóa thân vào 1 Đế Vương trên hành trình chiêu binh mãi mã, với hơn 50 tướng đến từ 4 phe: Ngụy, Thục, Ngô, Quần; chia thành 5 binh chủng (kỵ binh, bộ binh, cung binh, hỗ trợ, quân sư) với 9 trận pháp thiên biến vạn hóa. Mỗi tướng đều có thế mạnh riêng, giữa các danh tướng lại có kích duyên, tương sinh, tương khắc lẫn nhau nên yếu tố chiến thuật, sắp xếp đội hình được đặt lên hàng đầu. Ngoài ra còn có 20 thần thú uy mãnh xông pha chiến trường, thời trang cực ngầu cùng hàng loạt thần binh cổ đại giúp cho các tướng có ngoại hình tuyệt đẹp cùng sức mạnh vô song, sẵn sàng tham gia vào những màn PK nảy lửa.【Sủng hạnh hậu cung (+100 Mỹ Nữ thỏa sức thưởng phạt, sinh con nối dõi)】Trải nghiệm cảm giác vui sướng như vua với trăm thê nghìn thiếp. Đến thăm và tặng quà cho các mỹ nhân thường xuyên để nâng độ thân mật. Tính năng thị tẩm ngoài việc giúp cho chúa công sinh con nối dõi, nuôi dạy hậu duệ trưởng thành còn giúp gia tăng sức mạnh của quốc gia【Tích trữ tài nguyên - Khai hoang lập địa, thảo phạt sơn tặc】Phát triển quốc gia bằng các loại tài nguyên: lúa, đá, sắt,... phải biết cách khai hoang, xây dựng công trình trên bản đồ. Thiên hạ đại loạn, sơn tặc nhiễu nhương. Thảo phạt sơn tặc giúp nhận free các vật phẩm đầy giá trị.【Đối sách ngoại giao - Lập liên minh, thông thương buôn bán】Trong Tam Quốc, yếu tố ngoại giao luôn được đặt lên hàng đầu. Trong Ta Là Đế Vương, các chúa công cũng cần ngoại giao để liên minh các thế lực nhằm mục đích chiếm đánh các loại tài nguyên và thành trì đối thủ. Ngoài ra tính năng thông thương buôn bán đặc sản giữa các nước, xây dựng đại sứ quán cũng là những trải nghiệm đầy thú vị.【Công thành xưng đế - Bày binh bố trận -Tranh đoạt thiên hạ】Trên bản đồ thành chiến, mỗi thành trì đều có vị trí chiến lược nhất định, ảnh hưởng quan trọng đến đại kế lâu dài. Ban đầu người chơi ở Thành Chính lần lượt chiếm đánh Huyện Thành, Đô Thành, Vương Thành, Hoàng Thành. Sau khi Công Chiếm Hoàng Thành, có thể xưng Đế Vương. Mỗi đạo quân có chỉ số riêng như: hành quân, công thành, thủ thành… nên cần điều binh bố trận hợp lý. Dựa trên thành tích trên sa trường, có thể thăng quan tiến chức, nhận nhiều danh hiệu và bổng lộc. Thành Chiến chia nhiều mùa, mỗi mùa có cơ chế chiến đấu riêng rất đa dạng và đầy thách thức.Tải game Ta Là Đế Vương ngay lúc này để nhận nhiều ưu đãi bất ngờ nhé.",
        "có gì mới": "1. Tăng bảo vệ cho phe yếu2. Tăng giới hạn tăng sao cho Tướng tư chất 13, 153. Sự kiện Halloween4. Tối ưu hóa và sửa lỗi",
        "xếp hạng": "4,6/5",
        "nhà cung cấp": "VIETNAM INTERACTIVE TELEVISION JSC",
        "kích cỡ": "832,3 MB",
        "giá": 0
    },
    {
        "tên": "A Dance of Fire and Ice",
        "mô tả": "A Dance of Fire and Ice is a strict one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure if you would enjoy this game!Features:- More than 10 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world starts with small tutorial stages and ends with a final test.- Post-game challenges: Speed Trials for each world and a blisteringly fast bonus level for the brave.- Calibration options: auto-calibration and manual calibration. This is a precise rhythm game, so use your ears more than your eyes when playing.- Play new levels for free: more levels will be added over the coming months.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part all you have to do is keep a consistent beat - but this is a good test of whether you would be a good drummer. Keeping a beat is not very easy, and then weird breakbeats are added on top of that, so don't worry if you find it difficult!",
        "có gì mới": "This version includes cloud saves support, achievements, a new pause menu, keyboard support, improvements and minor bug fixes.",
        "xếp hạng": "4,9/5",
        "nhà cung cấp": "7th Beat Games S.A.C.",
        "kích cỡ": "1,1 GB",
        "giá": 49000
    }
]