[
    {
        "tên": "Kỷ Nguyên GenZ",
        "mô tả": "Một thời kỳ hậu tận thế đang bắt đầu khi nguồn năng lượng dần cạn kiệt và các quốc gia đang bị suy sụp. Thế giới đang đối mặt với khủng hoảng nghiêm trọng khi công nghệ hiện đại rơi vào tay các tổ chức đen tối. Ngoài những vùng đất cháy đen, những quái vật đáng sợ xuất hiện và nguy hiểm đang rình rập ở khắp mọi nơi. Trong thành phố, các tội phạm cơ giới đang chiếm ưu thế và trở nên nguy hiểm hơn bao giờ hết. Trong tình thế này, bạn phải đứng lên và lập lại một trật tự mới cho thế giới.Kỷ Nguyên GenZ là tựa game MMO sinh tồn hậu tận thế đầu tiên tại Việt Nam, mang đến cho người chơi những tính năng đặc sắc. Bạn có thể tùy chỉnh nhân vật của mình một cách tỉ mỉ, tạo ra vẻ đẹp hoàn mỹ và lựa chọn các vũ khí đặc sắc để chiến đấu cùng với quái vật. Cốt truyện của game đầy hấp dẫn và đặc sắc, diễn ra trong một thế giới công nghệ hoang tàn. Lối chơi nhập vai quen thuộc nhưng lại mang đến nhiều trải nghiệm mới lạ và dễ dàng tiếp cận. Bên cạnh đó, bạn có thể nâng cấp gen của chiến binh, tham gia liên minh săn kho báu và tham gia đại chiến xuyên ngân hà. Game cũng cung cấp các sự kiện hàng tuần và big update mới hàng tháng để người chơi luôn cảm thấy thú vị và hứng thú.Cơ Giới Kỷ Nguyên - Sức Mạnh GenZ. Đây là game MMO RPG đáng chơi nhất năm 2023.",
        "có gì mới": "Thêm nhiều phúc lợi cho người chơi mớiThêm hoạt động câu cá, Boss mùa giải mớiKhắc phục lỗi lag, cải thiện trải nghiệm của người chơi",
        "xếp hạng": "4.8/5",
        "nhà cung cấp": "VGP JOINT STOCK COMPANY",
        "kích cỡ": "1,7 GB",
        "giá": 0
    },
    {
        "tên": "Stickman Party: 4 player games",
        "mô tả": "Stickman Party là một game arcade độc ​​đáo được thiết kế để giúp bạn vui chơi trong công ty của bạn bè, cũng như Stickmen!Dưới đây là toàn bộ bộ sưu tập các trò chơi gây nghiện và rất thú vị cho mỗi ngày, chơi mọi lúc mọi nơi. Cạnh tranh với bạn bè hoặc gia đình của bạn trong hơn 30 loại trò chơi cạnh tranh khác nhau, trò chơi này sẽ cho phép bạn chơi ngay lập tức 1 2 3 và bốn người chơi trên một thiết bị. Chiến đấu trên những chiếc xe tăng mạnh mẽ trong cuộc đấu tay đôi nóng bỏng, chơi bóng đá trong các trận đấu đồng đội 2 trên 2 hoặc 1 trên 1, tham gia vào các cuộc đua xe điên cuồng và chiến đấu trong một khu vực mở trong một trận chiến nơi chiến thắng mạnh nhất!Trò chơi Stickman có những quy tắc rất đơn giản. Bạn có thể chơi mà không cần Internet / Wi-Fi, vì nhiều người chơi ở đây là cục bộ, ngoại tuyến, trên một thiết bị.Những trò chơi stickman vui nhộn dành cho một, hai người chơi trở lên là lý tưởng để đi du lịch, cho các bữa tiệc, những cuộc hẹn hò đầu tiên, cũng như cho chồng và vợ, con cái và cha mẹ, anh chị em, cho một nhóm bạn.Stickman Party rất vui khi chơi trên cùng một thiết bị với bạn bè. Càng nhiều người chơi, càng vui! Nhưng nếu bạn không có ai chơi cùng, thì hãy thử chơi trên một người chơi. Đào tạo để giành chiến thắng trước bạn bè sau này.Một số trò chơi trong bộ sưu tập Stickman Party có các quy tắc độc đáo, nhưng có những bản làm lại của các bản hit di động nổi tiếng. Tất nhiên, chúng được điều chỉnh cho một nhiệm vụ điên rồ, để có thể thoải mái chơi một mình, cho hai, ba và 4 người chơi trên một màn hình.Ví dụ:• Stickmen chạy• bắt gà• Chạy trốn khỏi con ma• Xe tăng• Đánh nhau• Bóng đá Stickman• Xe đua• Trận đánh trên biểnChúng tôi thường xuyên thêm các trò chơi nhỏ mới. Hãy theo dõi và nói với bạn bè của bạn về trò chơi!=======Thông số kỹ thuật=======• Thao tác một chạm đơn giản, một nút bấm• 4 người chơi có thể chơi trên một thiết bị• hơn 40 trò chơi nhỏ thú vị khác nhau• Thách thức bạn bè và gia đình của bạnCảm ơn cho các trò chơi!",
        "có gì mới": "- 3 bản đồ mới cho chế độ phiêu lưu- Khả năng di chuyển máy ảnh trong chế độ phiêu lưu- Lưu trò chơi trong cuộc phiêu lưu (Bây giờ phiên hiện tại có thể kết thúc sau)- Mũ không gian mới về shop- Sửa lỗi- Cải tiến nhỏ",
        "xếp hạng": "4.4/5",
        "nhà cung cấp": "Maxim Krivokonev",
        "kích cỡ": "146 MB",
        "giá": 0
    },
    {
        "tên": "Specimen Zero - Horror",
        "mô tả": "You wake up in an unknown place and the last thing you remember is being kidnapped. But something has happened in that strange place, something out of the ordinary ... something dangerous. You must discover the way to escape. Because here, you will only find death.-Explore a large dark area: secret buildings, a creepy hospital and mysterious laboratories.-Solve puzzles and search, collect and use objects to escape from the place.-Escape with your friends in online multiplayer mode! (Alpha)INCLUDES:-New map: Forest-Create unlimited private multiplayer rooms-No ads",
        "có gì mới": "-New map added-New monster SPEC 043-New skins",
        "xếp hạng": "3.2/5",
        "nhà cung cấp": "Rafael Sanchez Martel",
        "kích cỡ": "436,7 MB",
        "giá": 29000
    },
    {
        "tên": "RFS - Real Flight Simulator",
        "mô tả": "Live a unique experience flying in any part of the world and exploring sceneries and airports in high resolution with satellite maps, 3D buildings, runways, procedures and air traffic. Jump on board of real time flights, chat with other pilots and join them in multiplayer. Manage flight plans and interact with ATC controllers. Get access to thousands of community created liveries, customize all airplanes, their gauges, failures and weather conditions.Become a real pilot!Manual/Tutorial: wiki.realflightsimulator.org/wikiFLY NOW:-Takeoff, landing or full flight-Automatic creation of flight planADVANCED FLIGHT PLAN (PRO only)-Multiple options to create/edit/duplicate complex flight plans-Date/time: CUSTOM/REAL (with night/day cycle)-Flight Plan with procedures for DEPARTURE, ARRIVAL, APPROACH and TRANSITION (SID and STAR)-Aircraft: V-SPEEDS, GROSS WEIGHT LIMITS, FUEL BURN, FLIGHT TIME ESTIMATED with customization of FUEL, PASSENGERS and CARGO-Weather/Metar Departure and Arrival: CUSTOM/REAL - WIND DIRECTION/SPEED, MAIN WEATHER (CLEAR, FOG, RAIN, STORM, SNOW), CLOUDS, CLOUDS BASE, TURBULENCE, GROUND TEMPERATUREREAL TIME FLIGHTS (PRO only)-40.000 real time flights every day-Real time traffic for the 35 largest airports in the world and their connected destinations-Jump on any available real time flight and bring it to destinationMULTIPLAYER (PRO only)-Join hundreds of pilots and fly together in any part of the world-Chat with any multiplayer pilotFeatures:ADVANCED MULTI PANEL SYSTEM: personalize your instruments and gaugesAIRCRAFT: Custom liveries, 3D live cockpit, working parts and lightsAIRPORTS35+ HD: Airports built down to the finest detail! 3D Buildings and vehicles, taxiways and departure and approach procedure. More coming soon for PRO users!500 SD: Runways, 3D buildings and departure and approach procedures14000 LD (PRO only): Runways and departure and approach proceduresGround and air traffic (PRO only)ATC Air Traffic Control (PRO only)-Interactive multi voice ATC procedures and communications-Frequencies: ATIS, GROUND, TOWER, APPROACH, EN ROUTE, EMERGENCYFAILURES: CUSTOM/RANDOM - ALTITUDE/SPEED SENSOR, FUEL TANK, LANDING GEAR, ENGINE, FLAPS, AILERONS, THRUST REVERSERS, TYRES, RUDDER, SPOILER, BRAKE, ELECTRICAL SYSTEMS, RADARSATELLITE TERRAIN (PRO only): High definition worldwide satellite terrainsSATELLITE HEIGHTMAPS (PRO only): High definition worldwide heightmaps(Satellite data requires online connection to stream data)LIVERIES: Create your airplane liveries and share them with other players around the worldIN GAME:-ADVANCED MULTI PANEL SYSTEM:.INSTRUMENTS: PFD, ND, FMS, Map, Engines, Fuel, Altimeter/Anemo.INDICATORS: Air/Ground/Vertical Speed, Heading, Altitude AGL/ASM, ETE Next/Dest, Destination, Next WP, Nearest Airport, Ground/OAT Temp, Wind, Activity/Flight/UTC/Local/Arrival Time, Load and Fuel, N1, V-Speeds and more-ILS Instrument Landing System-CONTROLS: Main Throttle, Flaps, Landing Gear, Spoiler, Brake, Rudder and Pushback-GROUND SYSTEMS: GPU, PBB, PUSHBACK-AIRCRAFT SYSTEMS: HUD, WP/AIRCRAFT/COMMS HUD, APU, ANTI ICE, NAV/BEACON/LANDING/STROBE LIGHTS-ENGINES: Start/Stop Engines, Separated Throttles, ANTI FIRE-FUEL: Weight balancing, fuel dumping and real fuel consumption-AUTOPILOT: NAVIGATION, APPROACH + SPEED, HDG, ALT, V/S-MASTER CAUTION ALARM-VDGS: VISUAL DOCKING GUIDANCE SYSTEM on all HD airports-MAP: air topography with airports and waypoints. Detailed airport view (HD Airport) + FMC and flight plan-MULTI CAMERAPAUSE/IN FLIGHT-QUICK ACTIVITY: Runway/Gate Takeoff, Landing, Short Landing, Next WP and Current Position-DATE/TIME: CUSTOM/REAL-AIRCRAFT: Full customization (Load/Passengers/Fuel) anytime during your flight-WEATHER: CUSTOM/REAL-FAILURES: CUSTOM/RANDOM/OFFRESUME LAST ACTIVITYLOGBOOKONLINE MANUAL/TUTORIALPRO Version requires a subscriptionTERMS OF USE: http://www.rortos.it/terms/Support: rfs@rortos.com",
        "có gì mới": "- New aircraft EMBRAER RJ145- Major rework on AIRBUS A380-800- New engine sounds with 3D spatial audio system for EMBRAER RJ145, AIRBUS A380-800- Bug fixes",
        "xếp hạng": "4.6/5",
        "nhà cung cấp": "RORTOS SRL",
        "kích cỡ": "577,9 MB",
        "giá": 29000
    },
    {
        "tên": "Implosion - Never Lose Hope",
        "mô tả": "Bringing AAA console gaming experience to mobile devices.Twenty years after the fall of Earth, the remnants of the Human race are once again faced with extinction. The time has come to justify our existence. A mysterious life form known as the XADA squares off against humanity's last weapon - the War-Mech series III battle suit.Features: Stunning console-quality graphics, first-class voice acting and Hollywood-grade audio production. Full orchestral scores masterfully mixed by Grammy Award winner and The Lord of the Rings trilogy engineer, John Kurlander.The most intuitive touch user-interface seen on the platform.A vast arsenal of super-tech weaponry at your disposal, upgradable via the streamlined ARK Kernel system. Become the ultimate fusion of Man and Machine. Ensure the survival of the species.- Using iCloud save after login Game Center at Options menu",
        "có gì mới": "Bug fixed.",
        "xếp hạng": "4.7/5",
        "nhà cung cấp": "Rayark International Limited",
        "kích cỡ": "3,3 GB",
        "giá": 49000
    }
]