[{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.walkmaster",
  "name": "Walk Master",
  "company": "Two Men and a Dog",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "189K reviews",
  "age": "Everyoneinfo",
  "describe": "Test your skills in fun and challenging arcade walking action simulator - for FREE!Take a walk on the wild side! Trot through the forest and farms with skill, precision and timing to become the Walk Master! Unlock unique challenge levels and crazy creatures!Features: - Master the challenging levels- More new levels regularly- Collect 31 unique characters - Precision controls - easy to learn, hard to master!Follow us:https://fb.me/TwoMenAndADog/",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ddup.zombiewaves.zw",
  "name": "Zombie Waves",
  "company": "Fun Formula",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "88.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Danger lurks around every corner in this zombie-infested post-apocalypse! Keep your wits sharp — the myriad infected will attempt to overwhelm you with their endless numbers the minute you step foot into the world.Rally companions to your side as you attempt to unravel the truth behind the outbreak.Test your survivalist mettle against a world intent on one goal: your demise!Load up on ammo, cull the shambling hordes that block your way, and stand your ground as a beacon of hope in humanity’s darkest hour!Gameplay Features:-  One-handed Controls: Single-handedly mow down hordes of mutant horrors-  Craft tactics and synergies based around 100+ roguelite skills and gamebreaking ultimate abilities-  A multitude of stage scenarios for an immersive tooth-and-nail survival experience-  A grotesque conglomeration of formidable bosses that will attempt to thwart your progress at every turnFacebook: @ZombieWavesCustomer Service: service.zombiewaves@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aldagames.zombero.bullet.hell",
  "name": "Zombero: Archero Hero Shooter",
  "company": "Alda Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "146K reviews",
  "age": "Teeninfo",
  "describe": "Fight through masses of zombies and other monsters in this roguelike shooter and enjoy epic adventure full of crazy action. When zombie apocalypse rages once again and this could be your last day on Earth, only a man of strong faith and even stronger weapons can find a solution.Top-down zombie shooterZombero gives you your favourite things in one game - popular hit and run top down survival autofire game and zombies! You will be guiding your character through the world destroyed by apocalypse while you mow zombies trying to eat you. You will start each run just with your own equipment and skills, but you will unlock new cool power-ups and abilities as you quickly gain levels. Randomly generated unique combination of abilities will ensure that each run is different, but you can always pick from few - do you prefere multishot, fire bullets, piercing or ricocheting ammo? Each battle is pretty intense as your hero dodges and strikes in the gameplay inspired by old-school arcade shooters.Features:Roguelike shooterHeavy RPG elementsBullet hell & auto attack - dodge enemy fire and melee attacks and auto fire while you are standing in placeBreathtaking visuals with polygon graphicsEach run is different thanks to random selection of abilitiesEquip your character with protective gear and weaponsRun n gun with different heroes with special abilitiesLevel-up your hero and equipment, and upgrade your skills and weapons so you can survive harder and harder encounters with enemiesUnlock unique perksEasy to learn, hard to masterSimple and intuitive controls - you either attack or moveDeep and rewarding mechanics - become a better battler and you will enjoy epic battles and get further fasterMaster your defense game - you have one life for each run so self-preservation is a key, make your hero a tank that survives anything or dodge enemy attacksStory of the last heroEpic boss fightsBattle legions of zombies and other diabolical monstersCool environments - city streets, farm, sewersYou saw the world end. When you were in a deadly brawl with zombies and stars fell from the sky, you unlocked unique powers and regained faith. When you used your last bullet angel or maybe god himself gave you a new will and means to live and fight. As you progress through the remnants of the world filled with war against zombies and other hellish monsters you visit interesting places that will serve as arenas for your struggle - from lovely farm through icy lands to the hell itself. Don't settle with being a mere archer - put down your arrow, take your gun and show those undead monsters who's the real monster killer here in the best action role-playing shooter! Introducing the ultimate mobile game that will put your survivar skills to the test: Zombero:Survive the Doom! As a lone survivor in a post-apocalyptic world, you must fight to stay alive against hordes of zombies and other deadly threats. But you're not alone - take on the role of iconic heroes such as Croft, Sssnaker and Lara to help you on your journey.In this thrilling game, you'll need to rely on your instincts and quick reflexes to outsmart your enemies and emerge victorious. With stunning graphics and intense gameplay, Survive the Doom will keep you on the edge of your seat for hours on end. As you progress through the levels, you'll face increasingly difficult challenges and obstacles. But fear not - with the help of upgrades and powerful weapons, you'll become an unstoppable force to be reckoned with. And with the support of your fellow survivors, you'll create an unbreakable bond that will keep you going through even the toughest of times. So what are you waiting for? Join the ranks of the ultimate survivors and take on the Doom in this epic mobile game. With multiple heroes to choose from and endless possibilities for strategy, you'll become a master of the apocalypse in no time. Facebook : https://www.facebook.com/groups/zomber.archero.killer.2345677695728357",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie2",
  "name": "Earn to Die 2",
  "company": "Not Doppler",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Teeninfo",
  "describe": "Drive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SMASHING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!Earn to Die 2 is a bigger and better version of the original web series which includes Earn to Die 2012 and Earn to Die 2: Exodus.Earn to Die 2 is free-to-play, however contains 3rd-party advertising and optional in-app purchases.For more information on advertising, please see our Privacy Policy: http://www.notdoppler.com/earntodie2/privacypolicy.phpRequired Permissions FAQ:WRITE/READ_EXTERNAL_STORAGE is required to load and display ads in game (Earn to Die 2 is an ad-supported game).",
  "lastVersion": "Nov 16, 2023",
  "classify": "RacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie",
  "name": "Earn to Die",
  "company": "Not Doppler",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "99.4K reviews",
  "age": "Teeninfo",
  "describe": "Drive your way through a zombie apocalypse!Are you ready to drive for your life? The hit online game series that has enjoyed OVER 200 MILLION PLAYS has been revamped and re-engineered for your mobile and tablet, bigger and better than ever before!You're stranded in a desert surrounded by zombies. With only a run-down car and a small amount of cash at your disposal, your mission soon becomes clear – to drive through hordes of zombies in order to escape... alive!THE BEST OF THE ACTION, DRIVING AND UPGRADE GENRESEarn to Die sees you not only driving your way through hordes of zombies, but allows you to earn cash to upgrade, unlock and customise new vehicles. Is your vehicle not strong enough? Why not add a gun, or boosters, or even a spiked frame?Key Features● A brand new and extended STORY MODE which sees you driving cross-country during a zombie apocalypse● 8 VEHICLES at your disposal, including a race-car, a truck and even a school bus!● UPGRADES GALORE! Just unlocking a vehicle isn't enough, customise each vehicle with a range of upgrades● Zombiesssssssssssss... Plenty of zombies... Be sure to introduce them to your car's front bumper● A realistic ragdoll physics engine that allows you to crash into zombies and send them flying!● Awesome animated sequences● Race for the best time in Championship Mode● Survived the zombie apocalypse? Smash through pumpkins in Halloween ModeWith over 200 Million Plays to the original online version, be one of the first to download the extended, BIGGER and BETTER version for your Android device.",
  "lastVersion": "Aug 28, 2023",
  "classify": "#1 top paid racingRacingStunt drivingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bulkypix.deadeffect",
  "name": "Dead Effect",
  "company": "App Holdings",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "277K reviews",
  "age": "Mature 17+info",
  "describe": "Be careful, you need at least 160 MB FREE RAM to run the game.\"Dead Effect is pretty awesome.\"-capsulecomputers.com.au 9/10 \"Graphically, the game is top notch.\"-toucharcade.com 4/5 Stars \"Dead Effect [...] strikes an impressive balance between humor and fear\"-modojo.com 4/5 ESS Meridian System: Wednesday September 7, 2045… 178 days of hibernation. Delta 3 Chamber, Active… Tissue and vital functions Check. Error! Disruption Detected… Critical Health Detected. 3… 2… 1… Awakening! Something is not right, the hibernation pods are all empty. What is happening? You are an elite member of the Unit 13. Fight for your life in a SCI-FI FPS game that will send chills down your spine. • Grab your phone/tablet, get in control and bring infected horrors down. Your interface is zombie-shooting ready. • An epic single player campaign awaits you with more than 5 hours of story gameplay. Space is cold and full of horrors. • Throughout the campaign you will find new weapons and money to upgrade your armory. • Discover the mysteries of the ESS Meridian, and wander around its impressive environments with intense background music. • Use your special ability to slow down the time and defeat even the toughest enemies! • Will you take up the challenge and try to defeat all your enemies in survival mode arenas? Unlock all the achievements and get all the weapons available! FOLLOW US: facebook.com/pages/Dead-Effect/398842240204387?fref=ts twitter.com/deadeffectgame deadeffect.com CURIOUS? More info on: bulkypix.com facebook.com/Bulkypix twitter.com/Bulkypix youtube.com/Bulkypix About inDev Brain: inDev is a super small indie developer leaded by experienced developers (who worked on many different PC, console and mobile titles such as Vietcong, Mafia 2, Cold War), enthusiasts and GAMERS above all. Brain is only part of a slightly more complex organism. Future is coming! Thank you for your support. About Bulkypix Created in 2008, BulkyPix is an international digital entertainment provider based in Paris and San Francisco. With close to 100 games in its portfolio, such as MyBrute, Autumn Dynasty, The SandBox and Saving Private Sheep, BulkyPix has gone on to become one of the leading players in the video games market for smartphones, touch tablets (iOS, Android, Samsung, WP7, etc.), PCs and Macs in less than four years. BulkyPix has also created a BtoB department, BulkyApps, in a bid to develop, produce and publish applications and games for such major groups as Véolia, Hachette, Siemens, Orange, Samsung, Antalis, TF1 and France Television. In the spring of 2012, BulkyPix secured funding from Axa Private Equity.",
  "lastVersion": "Apr 7, 2022",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfingergames.unkilled",
  "name": "UNKILLED - FPS Zombie Games",
  "company": "Deca_Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "748K reviews",
  "age": "Mature 17+info",
  "describe": "★ Join more than 30 millions of players ★★ Award-winning FPS action zombie game with great gameplay, nice story, and easy controls.★ Get ready for the best zombie game. From the authors of Dead Trigger and Dead Trigger 2, successful Zombie games downloaded by more than 160 million times around the world. THRILLING SOLO COMBAT MISSIONS•  Fight for survival in over 150 missions with an epic storyline. •Target unique zombies and bosses, including SHERIFF, DODGER, MINESWEEPER, BUTCHER and more.SMOOTH FPS SHOOTER ACTION!• Our FPS control system is approved by hundred of millions of players worldwide. Support for a wide range of gamepads.ONLINE PVP MULTIPLAYER. • Take on players from all over the world with FPS online multiplayer shooter in the zombie game. • Build your own zombie army and survive in the world where almost all of us are dead. With Skirmish Ops everything is possible so go to the war against other player’s bases!  Asynchronous  multiplayerTONS OF UNIQUE GUNS.• More than 40 weapons in five classes, featuring the LSAT machine gun, SAIGA-12K shotgun, and the M24 sniper rifle. All beautifully modeled in the FPS view.UNIQUE ZOMBIE GAME• Loads of skins are ready for you to customise your character and guns. • Design your hero with customisable skills and loadouts.RIDICULOUSLY INSANE GRAPHICS in the SHOOTER GAMEWe push the frontier of what is possible on mobile devices! UNKILLED - Zombie Game FPS is a feast for your eyes.New York City is the epicenter of a terrifying zombie apocalypse in this multi-award winning first person shooter. Choose one of five characters and join the elite team known as the Wolfpack, a task force assigned to combat the walking dead zombies and discover the secret behind the cataclysmic plague. Take time out from killing zombies to challenge your friends in online PvP multiplayer games.Download one of the best zombie game on the market now! Join and fight against zombie apocalypse! Zombie FPS Shooter forever!We’re very proud of our console quality FPS shooter games. From cutting edge graphics to a precise control system, over 240 million players worldwide have been blown away by an innovative approach and dedication to quality. We are the best developer who is developing FPS action shooter games for mobile since 2010.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.generamobile.zhunter.gp",
  "name": "Zombie Hunter: Sniper Games",
  "company": "Viva Games Studios",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "612K reviews",
  "age": "Mature 17+info",
  "describe": "A new undead plague has begun. Use your sniper rifle to shoot zombies, save innocent people  and stop the apocalypse. Enjoy this zombie shooting game hunting and killing enemies. Know your target and become the last hope in the war. Zombie Hunter is a realistic and funny fps game.Play dozens of levels in different areas, improve your weapons and become the best sniper of the city. Rescue survivors and kill the dead ones.Help the girl and the dog localize and shoot zombies to clean the zone and stop the plague. Aim, trigger and hunt with your sniper, machine gun, crossbow or gunship. You are the last hope to finish the zombie apocalypse.Game features-Zombie HUNTINGUse your sniper weapon to hunt zombies. Aim from a rooftop, helicopter or a street. Kill your target and use supplies to help yourself in the warfare. How many zombies can you defeat? Zombie Hunter: Killing Games is a stunning fps game!-Improve WEAPONSEarn coins to improve the strength, zoom or stability of your weapons. You can also buy new ones: crossbow, bazooka, new sniper rifles, gunship, revolver... Play in special missions to unlock them.-Fight with your DOGShoot special boxes in every level and unlock dogs that will help you to hunt zombies. Use them to localize and stop the undead. Consume different supplies to improve girl’s stats. A perfect option for shooting games lovers!-Save SURVIVORSStop zombies before they reach innocent people. They will be trying to escape, so kill the undead as fast as you can. Use your weapons depending on the situation and try to stop the warfare.-Obtain REWARDSThe better you play, the better rewards you obtain. Don’t miss any target to receive extra coins. The dead ones will fear your sniper techniques! An authentic and realistic survival game. Enjoy one of the funniest 3D zombie shooting games, hunt and save the survivors to stop the apocalypse and end the warfare. Choose between different weapons, summon your dog, improve your stats and play in realistic scenarios and levels. Stop the zombie apocalypse in Zombie Hunter: Killing Games and save humanity!",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterSniperCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gsgames.pixel.combat",
  "name": "Pixel Combat: Zombies Strike",
  "company": "GS Games Studio",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "174K reviews",
  "age": "Teeninfo",
  "describe": "You keep the defense inside the house, which is stormed by a mob of zombies. You need to survive, build a time machine and save all the people!The game has unique features. Barrier doors, numerous secrets and a huge selection of guns will allow you to fight with many unusual pixel zombies. You will get your own base for the survival and construction of a time machine. Your task is the salvation of mankind.Passing a variety of 3D locations will not be an easy test. Use fancy guns to succeed. Do not forget to look for secret rooms that are on every level. It will not be an easy task, but the rewards received will make you a great warrior!Install the Pixel Combat: Zombies Strike shooter and get really awesome emotions!Always be on the lookout. Among the weak and half-dead, there are monsters with unique abilities. They are ready to tear you to pieces in seconds.Game features:- Cubic first-person shooter in confined spaces.- A huge selection of 3D Locations in a pixel style.- Survival and battle with many unusual bosses with special abilities.- A huge arsenal of weapons (knives, axes, pistols, rifles, shotguns, machine guns, a flamethrower, a minigun and much more).- Pocket edition that you can play on the go.- Lots of 3D Effects that create the atmosphere of a royal battle.- Craft weapons and ammunition.- Pixel version of the Black Ops Zombie Mode.- Characters and design as in Minecraft.The game will not leave you indifferent.Install the shooter game Pixel Combat: Zombies Strike. Survive in the shelter under the onslaught of zombies!Save humanity!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ozuma.zraft",
  "name": "Zombie Raft",
  "company": "Homa",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "125K reviews",
  "age": "Everyone 10+info",
  "describe": "The zombie apocalypse is upon us. Zombies run fast, so scavenge, expand and survive on a raft against the zombie tsunami!🚗Keep moving forward and escape the zombie tsunami! Collect resources by moving away from the zombie run, squashing vehicle forward and push em all if necessary! It's raft survival games time! ⚔️ Defend yourself and your fellow survivors against the looming zombie tsunami, push em all to death, it's your duty to survive on a raft! This raft survival games are up to you so fight the all, you don't need zombie tutorials to win this war and survive on a raft!!🗺️ Expand your zombie apocalypse vehicle to conquer the barren wastelands! Zombies run fast, so you need to run faster and push em all if they try to get on your raft!🧑🏻‍🤝‍🧑🏻 Buy upgrades to protect and maintain the raft survival games from a grizzly fate in this zombie game! You can stops the zombie apocalypse and be the hero in one of the best zombie games!🆘 Discover stranded survivors and choose to save them on your raft. Who will live? Who will die? You will decide that in Zombie Raft, one of the best zombie games out there!",
  "lastVersion": "Aug 10, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zombie.survival.online.craft",
  "name": "Prey Day: Zombie Survival",
  "company": "GreenPixel Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "343K reviews",
  "age": "Teeninfo",
  "describe": "In 2033, the world saw the outbreak of an unknown infection that left most of the human population dead.Prey Day is an online, multiplayer, top-down shooter survival game which takes place in a huge city in a world after a zombie apocalypse. An unknown virus destroyed a large part of the population, leaving only the last handful of survivors on earth. Most of the inhabitants have become zombies or mutated under the influence of the virus. Among the labyrinth of empty streets, survivors fortify camps to resist zombie hordes, and venture outside to discover the cause of the infection that left the world in a state of survival.You are one of the few survivors whose destiny is directly related to these events. In your life after the apocalypse, you'll deal with hunger and thirst, look for other survivors' camps, and spend your dark days crafting your own shelter from gathered materials. Investigate the causes of the infection that triggered the apocalypse by completing quests. Explore the darkest corners of the City to craft unique armor and weapons. Build vehicles that will grant you access to secret areas.Confront other survivors, greedy for the loot you carry. Unite with others in the streets of Harbortown to fight back zombies and other survivors hiding and hunting for easy prey. Gather your friends and venture together into the most dangerous parts of the city.HUGE ONLINE WORLDThe world of Prey Day is an open world shooting game set in a vast city destroyed by a wave of infection. You are left to survive with other humans - the real players. You can communicate with any player you meet, join them in a group, or fight against them to take their loot. There are no rules in open world games!CLANSUnite with other players in powerful clans, opening access to clan locations, where you can discover rare items and unlock new craft that can help you in the war against the undead. Together with your clan you can take over abandoned military bunkers, establish a clan base, and start real military action on the streets.CRAFTYou can craft new weapons and equipment from various items collected on your journey. Trigger new craft recipes that can help protect your life against other players - crafting skills allow you to build your own shelter and protect it with traps!ADVENTUREWhat caused the apocalypse? In this zombie game you'll complete quests and explore Harbortown. The best zombie games have rich, mysterious storylines, and Prey Day is no different. Plunge into a whole series of adventures, going down into the city subway, traveling to the mountains and national parks on the edge of the city, and venturing through the wasteland, all while shooting your way through hordes of the walking dead.RPG AND SURVIVALPrey Day is one of the most dangerous zombie survival games full of players who may have different goals and methods of survival - run, shoot, defend, team up, target, and fight real players fighting for survival just like you. Shooting games challenge your skill, speed, and reaction time, and when you're fighting for survival, you'll do everything you can not to die. With both co op and PVP elements, you can communicate and unite with friends, or oppose and kill competitors - the best traditions of MMO and online multiplayer games!",
  "lastVersion": "Sep 13, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.zombieking",
  "name": "Zombie Hunter King",
  "company": "mobirix",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "180K reviews",
  "age": "Teeninfo",
  "describe": "Zombie shooting game with simple control.Select your weapon and beat the zombie troops with global users.[Features]- This is action zombie game outstanding brilliant visual and sounds.- Appear boss zombies and various action zombies.- There are 20 kinds of weapons pistols, rifles, shotguns ,grenade, and snipers.- Collect your weapons and upgrade them more stronger.- Collect the special ability cards and upgrade them.- We have lots of missions and stages.- Clear the event stages for getting lots of game money.- Compete against global users by PVP.- Small capacity,rapid loading and optimized system.Homepage:https://play.google.com/store/apps/dev?id=4864673505117639552Facebook: https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Oct 3, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.glu.zbs",
  "name": "Left to Survive: zombie games",
  "company": "MY.GAMES B.V.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "560K reviews",
  "age": "Mature 17+info",
  "describe": "Get ready for the action-packed zombie game!Left To Survive is a game about life after apocalypse – zombies have enslaved the Earth and survival war has begun!Life is no longer what it used to be: humans are fighting for survival, and the Earth belongs to the undead from now on. Save the human race from zombie apocalypse! Start expeditions to meet the heroes of this post-apocalyptic reality, challenge other players in PvP matches and helicopter raids, and show your shooting skills. Zombie shooting game begins… now!Fight against HORDES OF ZOMBIES in the survival game!The world is teeming with the undead. No place to run or to hide. Become a hero of this zombie apocalypse reality and shoot up all the zombies. Start the Survival Campaign, follow the story, and rid the Earth of the undead hordes! Help humanity to rise up like a phoenix from the ashes.Wide variety of ARMOR at your service during the apocalypse!On your mission to save the world from zombies, a huge range of weapons and gear will be at your service. Make a choice and pick the right one from assault weapons and sniper rifles to machine guns and shotguns that will help you to shoot up all the zombies in no time in the shooting game. Equip your hero with gear to enhance his skills and powers. Upgrade and evolve weapons and gear and make heroes more powerful.Unite them ALL in the shooting game!Meet all the heroes of the zombie apocalypse world. Back in the day, they were totally different people, just ordinary humans. Now, it’s their duty to protect the world from zombies. Each of them has unique survival skills and abilities. Upgrade and evolve them to level up their skills. Last, but not least, gather all the survivors to give them new hope and new home. These specialists can improve your base and make life easier.Engines checked, ready to RAID BASES in apocalypseRaid enemy bases in the action shooting game. Zombie apocalypse has come and only the strongest will survive. Raid other bases with your helicopter and collect resources. Be prepared for a “warm” welcome, you can get into a serious skirmish: your opponents’ bases are protected by towers and local troops. It won’t be that easy to take resources out from under their noses. Equip the helicopter with a powerful weapon and upgrade it to have a successful raid. Fight for survival!Challenge other players in PvP MATCHESTest your skills in PvP matches and become the best shooter among players. It’s the perfect opportunity to challenge other players, to gain more shooting experience, to find out who is the best shooter among you, and to train before you face zombies as well. Play in 2x2 survival matches or solo in the action game. Team up with your clanmates and challenge other players together during the apocalypse.Build your BASE to ensure survival!To survive and make the future bright, build a new home for yourself and other survivors – your base. Turn it into a place where everyone can find shelter and feel safe: produce food and resources, arm your heroes with unique abilities, modify weapons, etc. Fortify it to protect it from raids and looting.Follow us on Facebook https://www.facebook.com/LeftToSurvive",
  "lastVersion": "Dec 1, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.manodio.swatandzombiess2",
  "name": "SWAT and Zombies Season 2",
  "company": "Manodio Co., Ltd.",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "- The SWAT and Zombies is back with more zombies and game systems!- Kill or be killed! It’s one or the other! It's the breathtaking confrontation for mankind's survival!- Stay frosty! The tension never lets up as you move to the second half of the stage! Feel the intensity!- Join the S.W.A.T. team and kill all the zombies. You must protect Perfectville, the last remaining safe zone.- Shoot all the guns at an endless zombie horde! Use bombs too!- A new defense game that offers FPS sniper mechanics with strong addictive authentic defense elements! Go and immerse yourself in this fun game!■ Game Features ■- Collect Weapons: Collect around 50 different types of weapons. Improve your FPS skills with them!- Challenge Hell Mode! Hell Mode Stages stimulate the desire to fight, but will be tough without upgrades! If you have the skills and confidence, try it!- Challenge Infinite Mode! Eliminate endless zombies and challenge the world rankings! Save humanity with your friends.- Experience our concept of a real-time battle mode! Compete with S.W.A.T. teams around the world! Check your skills through the real-time network battle!- World Cleanup Day! Let's clean up constantly appearing zombies! Sweep away all the zombies that have conquered the planet with players around the world!- Ultimate Weapon System: Drag your finger on the screen to target zombies with the best weapon, the sniper!- Arena Mode : Enjoy PvP in real time with players from around the world.- Create the Strongest S.W.A.T. Team: You can make your S.W.A.T. more and more powerful with coins and stars.",
  "lastVersion": "Jul 5, 2019",
  "classify": "StrategyTacticsCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ccmg.deadspreadingsurvival",
  "name": "Dead Spreading: Survival",
  "company": "YOULOFT GAMES",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "28.8K reviews",
  "age": "Teeninfo",
  "describe": "Where is the hope of life when the zombie virus strikes?Come to fight to the end in the survival game! 💪Dead Spreading: Survival is a casual action game with popular active arcade gameplay. As a shooting genius, players will step into the world of zombie crisis and look for lost team members.🌈 Game Feature 🌈🌟 Easy to play hard to master.🌟 Have great fun in fragmentation time.🌟 Relax in refreshing shooting experience.🌟 Impressive American cartoon art style.Start your survival adventure for free now!😎😎💬 CONNECT WITH US! 💬Join our Facebook Page to get latest news and contact us：https://www.facebook.com/xchangesurvival/",
  "lastVersion": "Aug 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.herocraft.game.zombiederby2",
  "name": "Zombie Derby 2",
  "company": "Brinemedia",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "75.6K reviews",
  "age": "Teeninfo",
  "describe": "Tired of typical shooters and hundreds of boring titles? Check out this sequel of a great arcade game with cool 3D graphics! Brutal upgradable cars, big guns and daredevil speed will steer you through places that are chock-a-block with zombies... It’s going to be a really exhilarating fight that no one will want to miss! The dangerous post-apocalyptic world is crawling with zombies and only the bravest and most experienced drivers and the toughest survivors will still be left standing, fighting the countless armies of the undead and dealing with them on their own or taking part in breathtaking competitions!Game features:- Millions of blood-thirsty zombies of different kinds- Mass destruction of the undead- 8 cars to upgrade including the Zombie Combine Harvester- Different modes including a possibility to compete with friends all over the world- Bloody massacre in real 3D- Enhanced with Immersion TouchSense Tactile Effects_____________________________________Twitter: https://twitter.com/ZombieDerbyFacebook: https://www.facebook.com/ZombieDerby",
  "lastVersion": "Aug 20, 2023",
  "classify": "RacingStunt drivingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.anglesgames.cyberdead",
  "name": "Cyber Dead: Super Squad",
  "company": "Bombus Studio",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "7.38K reviews",
  "age": "Everyone 10+info",
  "describe": "\"The dead arises, and mix with cyber\"\"You mean Undead Cyborg\"?“Nah, It's Cyberdead's”Emergency, zombie squads - crazy machines are destroying humanity. Right now, we desperately need the help of super soldier to save the world. It's time to join an intense battle, finish the dangerous missions by picking up your weapon and fight back ZOMBIES !!!Immersed in the endless fight of one of the new generation 2D action platformer game and become the best mental soldier. Cyber Dead is a combination of the metal slug genre, also known as the dwarf rambo and the 2D platformer game. As you probably already know, platformer games are side scrolling shoot 'em up games. Contra is the most famous side scrolling shoot 'em up game.After years of absence, this game has been revived with a new version called Cyber Dead on mobile platform. New story, diverse worlds, supreme arsenal, ferocious monsters and many amazing rewards in the arena promise to bring about new experience to attract players.Mission: Use play button to run and gun pits gunman's against a large numbers of enemies and big bosses with extremely powerful weapons pick-ups. Try to upgrade moves to avoid contacting with the enemy or you will be damaged. Therefore, amazing run, jumps, and guns will lead you to win various levels, unlock new worlds and wipe out the zombies squad from humanity.Gunmans, be aware of dangerous traps and hurdles in this 2D platformer game: become an ultimate action hero combining bombastic skills of defense and attack to save humans from the dead. They also have best upgraded metal slug weapons. Watch carefully as the enemies are fast and smart too. Try your best to avoid the hurdles and traps in this fast-paced 2D action shooting game to complete your intense missions.What are you waiting for? Choose your super soldier, pick a modern weapon and fight those epic nasty bosses for this ultimate action game. Are you ready to join the squad military and become a bombastic super hero?In Cyber Dead, you will experience: - The 2D retro run n gun gameplay- Build your own base- 9 default heroes with different combat styles and mechanics: Bombastic Shooter, Snipers, Metal soldiers, Robots, Gunman, Bomberman, Ramboat...they’re all yours.- Epic battle against 50+ types of enemy and 10 bosses.- PVP - online shooting games- 150+ rounds until you take back the Earth.- 70+ guns and many more to come in the next update.- True side scrolling platformer shooting game with modern gameplay and art.HOW TO PLAY:- Use the movement buttons to control the super soldiers, run and  gun zombies to pass the levels. Remember \"Run fast, shoot faster\"!- Tap jump button to avoid obstacles.- Use coin and gem to power up your metal squad.- Collect puzzle pieces to unlock new super soldiers. Metal squads will be extremely formidable.- Perform daily quests and events to unlock items in side scrolling action game.It’s your time to fight like a real super soldier!.... Enjoy the thrill of metal gun shooting in Cyber Dead action game.FOLLOW us on:Fanpage: https://www.facebook.com/cyberdead.netFacebook Group: https://www.facebook.com/groups/481128062608118",
  "lastVersion": "Aug 21, 2023",
  "classify": "ActionPlatformerRun & gunCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.spcomes.zombiehive",
  "name": "Zombie Hive",
  "company": "Springcomes",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "40.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Destroy the zombies and rescue the survivors at the underground secret weapons laboratory infected with the virus. The ultimate goal is to go down to the 1000th floor and destroy the main core that is causing the infection.[Features]- Auto-combat and auto-rooting- Replenishment of combat personnel and fire power upgrade- Upgrade Drill Robots by parts- Battle with Super Zombie- Story missions and rewards- Rescue survivors- Using state-of-the-art Booster gears- Super DNA acquisition through zombie research- Acquisition of items through Area scouting- Hire a Specialist to break the ability limit- Auto scrolling camera",
  "lastVersion": "Sep 3, 2023",
  "classify": "SimulationIdleCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.walkmaster",
  "name": "Walk Master",
  "company": "Two Men and a Dog",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "189K reviews",
  "age": "Everyoneinfo",
  "describe": "Test your skills in fun and challenging arcade walking action simulator - for FREE!Take a walk on the wild side! Trot through the forest and farms with skill, precision and timing to become the Walk Master! Unlock unique challenge levels and crazy creatures!Features: - Master the challenging levels- More new levels regularly- Collect 31 unique characters - Precision controls - easy to learn, hard to master!Follow us:https://fb.me/TwoMenAndADog/",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.rodeo.safari",
  "name": "Rodeo Stampede: Sky Zoo Safari",
  "company": "Yodo1 Games",
  "rating": "3.8star",
  "downloads": "50M+",
  "reviews": "926K reviews",
  "age": "Everyoneinfo",
  "describe": "Get ready for an exhilarating wild west adventure like no other in \"Rodeo Stampede\"! Immerse yourself in the thrilling world of cowboys, animals, and the ultimate zoo experience. This action-packed game combines elements of animal games, running games, and cowboy games into one addictive and captivating gameplay.Step into the boots of a brave cowboy as you embark on an epic journey through the untamed wilderness. As a fearless rider, you'll test your skills in bull riding, utilizing your lasso to tame and capture a wide variety of magnificent animals. From nimble zebras to majestic elephants, and even ferocious lions, the world is your rodeo arena. But be prepared for a wild ride! These animals won't go down without a fight. Hold on tight as you skillfully maneuver through their unpredictable movements.One of the standout features of Rodeo Stampede is its immersive zoo experience. As you capture animals, you'll have the opportunity to build and manage your very own sky zoo. Create a haven for your captured animals and invite visitors from around the world to witness the wonders of your zoo. Expand your zoo's offerings, build new enclosures, and add unique attractions to keep your guests entertained and satisfied.What sets Rodeo Stampede apart is its offline capability, making it the perfect game to enjoy on the go. No Wi-Fi? No problem! Whether you're on a long commute or exploring remote locations, you can dive into the exciting world of Rodeo Stampede without the need for an internet connection. It's the ideal choice for those seeking immersive gameplay anytime, anywhere.The controls are intuitive and easy to grasp, ensuring that players of all ages can enjoy the adrenaline-pumping action. The lasso mechanics are simple yet satisfying, allowing you to swing, jump, and wrangle your way to victory. The game's stunning graphics and lively animations bring the vibrant world of the wild west to life, captivating players with its charming art style and attention to detail.As you progress through the game, you'll encounter special challenges and unlock new environments, each with its own unique set of animals to capture. With an ever-expanding roster of animals, there's always a new and exciting discovery waiting around the corner. Unlocking and collecting rare and exotic creatures becomes a captivating mission, keeping you engaged and eager to explore further.Rodeo Stampede is more than just a game; it's an unforgettable adventure that combines the thrill of bull riding, the charm of zoo management, and the excitement of being a cowboy. So, saddle up, grab your lasso, and prepare to embark on a journey filled with action, challenges, and endless animal encounters. Can you become the ultimate cowboy and build the most renowned zoo in the wild west? It's time to find out in Rodeo Stampede![Required Access Authorization]1. StorageAccess is required to share screenshots and screen recordings of the app on social media platforms.2. Screen Recording Access is required to share the gameplay videos of the app on social media platforms.[Optional Access Authorization]1. PhoneAccess is required to run in-game events, reward prizes, and check OS version and device model to handle customer inquiries. ※ Optional Access Authorization will not affect your gameplay experience other than the related services stated above.Privacy Policy：https://www.yodo1.com/privacy",
  "lastVersion": "Nov 13, 2023",
  "classify": "ActionPlatformerRunnerSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when youâ€™re racing online against players from around the world! Think youâ€™re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.metalslug.rambolun",
  "name": "Metal Slug: Awakening",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Metal Slug: Awakening officially launched with a brand new horizontal screen action shooter gameplay developed and officially licensed by SNK.Classic levels like Pyramids, Deserts, Mines are recreated and keep the original version of the arcade version! The image and design have been improved to high quality but still have a classic feel, providing an attractive and eye-catching experience. The game has now been upgraded, adding a collection of countless weapons, expanding many maps, diverse missions, unique military vehicles, providing a fun experience when participating in a thrilling and exciting battlefield.In addition to keeping the classic gameplay, Metal Slug: Awakening also adds rich game modes such as World Exploration, Team 3 and Roguelike. Now, the Commander can challenge the powerful Boss with friends anytime, anywhere!Mission Start! Legendary arcade game based on new graphics “Metal Slug: Awakening”【Original Experience! Is to transform!】The successor to Metal Slug is officially licensed by SNK! Classic levels, characters, Bosses and vehicles have appeared, along with the re-enactment of classic scenes, characters that transform into fat, zombies or transform into cats. Endless exploration, perfectly recreating the taste of a childhood and the classic comedic elements of Metal Slug!【Variety of maps! Break the island with skill】Various and unique levels, sweep and conquer them to the end! Golden Sand Mines, Secret Labs, Mysterious Lava Areas, Southern Jungles, Eastern Cities… There are so many new-style maps for the Commander to explore!【Unique vehicle! Flexible attack】In Metal Slug, the Commander can parachute and attack in the air, has a drill that digs deep into the ground, a powerful fire-breathing camel… A variety of vehicles for the Commander to choose from, each with superior skills! Fly high into the sky, dive deep into the ground, attack flexibly! This time, will you continue to take advantage of the vehicle's unique combat ability to take down powerful Bosses?【Full firepower! Sweep the enemy】Special skills for each character, a variety of special weapons, level up and fight the Boss... Bullets fly! Familiar characters and vehicles in Metal Slug also appear such as Ammunition H, Ammunition L, Ammunition I... Choose the right weapon for the Commander! Still not satisfied? Commanders can try out flamethrowers, ice blasters and boxing guns... Wipe out all enemies, increase firepower! 【Special mystery is hidden! Lots of unexpected discoveries 】Rescue prisoners to get secret items, touch the magic lamp to pick up treasure, turn Marco into a flexible fat guy... Pay attention as you progress through the levels, each character has its own animation, and many hidden details are full of surprises! These exciting mysteries, inspired by the classic arcade game, will provide the Commander with an experience full of surprises and endless fun during the Metal Slug: Awakening experience!©SNK CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Nov 20, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.metalslug.rambolun"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.herodash",
  "name": "Talking Tom Hero Dash",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "1.77M reviews",
  "age": "Editors' Choice",
  "describe": "The race is on.Talking Tom must run and chase down The Rakoonz and save the day. The Rakoonz have captured Angela, Ben, Hank and Ginger and it’s up to Tom to save them!Players jump, dodge and dash their way through lost temples, ancient cities, desert dunes and snowy peaks.This endless runner game is guaranteed fun.From Outfit7, creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: http://outfit7.com/eula/EEA privacy policy: https://outfit7.com/privacy/eea/US privacy policy: https://outfit7.com/privacy/Brazil privacy policy: https://outfit7.com/privacy-brazilRest of the world privacy policy: https://outfit7.com/privacy/Customer support: support@outfit7.com",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robtopx.geometryjump",
  "name": "Geometry Dash",
  "company": "RobTop Games",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "907K reviews",
  "age": "Everyoneinfo",
  "describe": "Jump and fly your way through danger in this rhythm-based action platformer!Prepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play with lots of levels that will keep you entertained for hours!Game Features• Rhythm-based Action Platforming!• Lots of levels with unique soundtracks!• Build and share your own levels using the level editor!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Lots of achievements and rewards!• No in-app purchases!• Challenge yourself with the near impossible!Contact: support@robtopgames.com",
  "lastVersion": "Nov 15, 2017",
  "classify": "ActionPlatformerRunnerArcadeAbstract",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.crossyroad",
  "name": "Crossy Road",
  "company": "HIPSTER WHALE",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "4.55M reviews",
  "age": "Everyoneinfo",
  "describe": "Why did the Chicken cross the road?Why did the Pigeon leave THAT there?Why did Unihorse eat all that candy?Crossy Road is the 8-bit endless arcade hopper that started it all. Collect custom characters and navigate freeways, railroads, rivers and much more.Crossy Road® is the #1 viral smash hit you’ll never stop playing.FEATURES:• CROSS ROADS—Cross roads, train tracks, and rivers - endlessly hop forever!• SILLY CHARACTERS—Unlock and collect over 300 characters in our distinctive retro style.• DISCOVER WORLDS—Have fun running, hopping and crossing all day with over 28 worlds to discover.• DON’T DIE—Avoid (or enjoy) hilarious ways to die as you cross through oceans, savannahs, space and more!• LEADERBOARDS—Peck your way to the top in our daily challenges! Play around the world, win gifts and unlock rare characters.• SHINY CARDS—Track your stats with special holographic cards that come with each character.• SPECIAL EVENTS—Celebrate special dates with limited time events and free character giveaways. EXTRA FUN:• Jump into the action and enjoy innovative and simple gameplay.• Discover and explore 28 different worlds each with their own unique arcade style.• Complete Daily Quests! Hop endlessly, scare birds, jump over lily pads, and more!• Same device multiplayer! Challenge your friends and family on same-device multiplayer mode.• Free to play• Play offline games • Join over 250 MILLION players worldwideSUPPORT:Have any problems or suggestions? You can reach us at support@hipsterwhale.com or check out our FAQ www.hipsterwhale.com/crossy-road-support",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FDGEntertainment.redball4.gp",
  "name": "Red Ball 4",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "2.99M reviews",
  "age": "Everyoneinfo",
  "describe": "Red Alert! Evil minions want to squeeze the planet into a square shape. Who's got the balls to save the world ? Oh yeah, that's right!Red Ball to the rescue! Roll, jump and bounce through 75 exciting levels full of adventure.Make your way through tricky traps and defeat all monsters. Features: - All-New Red Ball Adventure - 75 Levels - Epic Boss Battles - Cloud Support - Exciting Physics Elements - Groovy Soundtrack - HID Controller Support",
  "lastVersion": "Nov 30, 2023",
  "classify": "ActionPlatformerArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.geda.matino",
  "name": "Super Matino - Adventure Game",
  "company": "GeDa DevTeam",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "20.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Super Matino – New Adventure, a totally new old school adventure game, will surprise you with the greatest adventure of Matino to the world! If you are a fan of action, saving princess game, you will quickly like this world aventure game!Super Matino will lead you step back in time to your childhood with the legendary mission: Princess Rescue. Your task is helping Super Bino fight all ugly monsters through different islands to save the beautiful Princess at the final destination.HOW TO PLAY SUPER MATINO:- Use the simulator to control your character.- Jump and smash all monsters.- Avoid obstacles and clear the level.- Destroy the boss and save the princessHOT FEATURE:- 100% Free.- More than 100 well-designed levels.- No need to connect to the Wifi/ Internet.- Suitable for all ages.- Colorful, eye-catching graphic design.- Great music and sounds.- Good arcade game.Super Matino is a action, gold gameplay. With the level is streamline, from easy to harder, this game not only help the new player catch the gameplay, but also bring challenges to the other players. Super Matino is a classic gameplay, kill free time, relieve stress well after hours of work, study stress.Any questions or suggestions, please leave a review to help GeDa Devteam improve the game better.Download and play Super Matino - New Adventure!",
  "lastVersion": "Aug 21, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.talkingtomtimerush",
  "name": "Talking Tom Time Rush",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "111K reviews",
  "age": "Everyoneinfo",
  "describe": "Run fast through the Magic Gate! Tom, Angela, Hank, Ben, Ginger and Becca dash into an awesome adventure together!Talking Tom Time Rush is the all-new runner game! Tom and friends have found a Magic Gate but the Rakoonz crash the fun. They steal the Crystals and escape into a fantastic world!Players join Tom and friends as they jump into wonderful worlds, explore unique side paths and discover special surprises together. It’s an epic chase after those rascal Rakoonz to recover the Crystals!- All of the friends are unlocked from the beginning- Run through extraordinary worlds- Find cross-roads, side paths and surprises- Try out special vehicles- Boost your run with supersonic power-ups- Collect cool new outfitsPlayers who enjoy Talking Tom runner games such as Hero Dash and Gold Run will love Time Rush.By Outfit7, creators of My Talking Tom, My Talking Angela 2 and My Talking Tom Friends.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Jan 12, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "596K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]