[{
  "link": "https://play.google.com/store/apps/details?id=com.raiyumi.catbird",
  "name": "Cat Bird",
  "company": "Raiyumi",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "97.9K reviews",
  "age": "Editors' Choice",
  "describe": "Join the journey and open your inner meow!Featuring:* More than 40 challenging levels.* 4 Epic bosses to challenge.* Achievements and Leaderboards to compete with others.* Stylish and stunning pixel art graphics.* Test your skills in Time Trial mode.* Beautiful Soundtrack* Show off your abilities with ReplayKit(Android 5.0+)",
  "lastVersion": "Oct 26, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.appmaga.pixelfarm",
  "name": "Tiny Pixel Farm - Simple Game",
  "company": "Game Start LLC",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "35.9K reviews",
  "age": "Everyoneinfo",
  "describe": "♥A Cute Pixel-Art RanchManage a miniature stock farm on a single screen.No obnoxious dashing all over the place on errands.Run your very own ranch filled with a jumble of little characters bustling around.♥How To PlayTake the weed-ridden, out of commission ranch you inherit from your grandfather and turn it back into the lively farm it used to be with lots of animals and guests. ♥Animal AreasClean up an animal area and populate it with the animals of your choice. There are different facilities for different types—sheep, cows, pigs, and more. Design a ranch rich in diversity.♥Wild AnimalsOnce you get some life back into your ranch, wild animals such as wolves, foxes, and rabbits may show up. Increase your friendship level and get them all.♥Overnight GuestsYour ranch has overnight accomodations. Depending on what animals and facilities your ranch has, different guests will come to stay. Level up your guest rooms and attract them all.♥StoreYou sell everything from livestock to animal products here. Customers will periodically stop by to make purchases. Level up your store to get more customers and earn coins faster.♥EncylopediaLists your farm animals, wild animals, guests, and fish. Collect all the characters!♥Ranch HandsYou can hire six ranch hands and assign them to the guest rooms, animal areas, and silo. As they level up, they learn to help with more jobs such as harvesting, cutting grass, and collecting room fees from the guests. Station them where you like and leave the work up to them.---------------------------------------Best. Farm. Ever. Welcome to Tiny Pixel Farm, the most popular miniature style farming game on mobiles and tablets.Surrounded by animals and friends, let's harvest more and more!◆FOLLOW US◆Twitter   https://twitter.com/game_start_llcFacebook https://www.facebook.com/GAME-START-LLC-494823844363263",
  "lastVersion": "Sep 27, 2023",
  "classify": "SimulationManagementFarmingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.gamestart.Shibainu",
  "name": "Food Truck Pup: Cooking Chef",
  "company": "Game Start LLC",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "34.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Here comes a cute cooking x sim game featuring a Shiba Inu and other animals!Cute pixel graphics + cooking + business management!Prepare crepes in the cooking game and design your shop with furniture you like. You can dress up the adorable pixel dogs, too. There's a Shiba Inu, a retriever, a beagle, and more.  ◆How To Play◆Work with the dogs to build a global crepe business. Use the money you earn to buy furniture and clothes, and decorate your crepe truck or cafe.◆Gathering Ingredients◆Collect strawberries, bananas, and other crepe ingredients.◆Hand Out Flyers◆Promote your shop by handing out flyers to the animals passing by.◆Cooking Mode◆Prepare crepes for customers in Cooking Mode.◆Part-Timers◆You can hire other dogs to work as part-timers. Part-timers can do tasks such as gathering ingredients or helping customers on their own. Work together to expand your crepe business.◆Furniture◆Buy furniture at the cat shops. Make life better with a chair or a bed. Customize the interior of your shop with benches, tables, and more.◆Clothes◆You can buy clothes on the second floor of the cat shops. Have your dogs wear matching outfits or clothes that go with your shop. You can keep up to three sets of clothing for each dog.   ◆Go Global◆Save up money and open a shop in a new area.◆Mini games◆Match-3 puzzle game.*Clothes, furniture, and different animals will be added in future updates.◆FOLLOW US◆Twitter   https://twitter.com/game_start_llcFacebook https://www.facebook.com/GAME-START-LLC-494823844363263",
  "lastVersion": "Oct 20, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.evoland2",
  "name": "Evoland 2",
  "company": "Playdigious",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "15K reviews",
  "age": "Everyone 10+info",
  "describe": "*Save up to 90%!*Onboard on an epic RPG adventure of more than 20 hours through video games history filled with a ton of funny classical games references.  From 2D RPG, through 3D vs fight to a shooter, a trading card game and more you’ll get your fill of jumping from a game genre to another, never bored. Evoland 2 is not only one game but many, backboned with a story that will make you travel through time, discovering different art styles and video gaming technology.Released first on PC with 500.000 copies shipped, we’re proud to share with you this experience carefully adapted for Android devices. Additional information: * One time payment to download (Absolutely NO ads and NO in-app payments). * Support of most bluetooth external controllers* Optimized for NVIDIA Shield and NVIDIA devices. If you experience any issue with Evoland 2, please contact our customer support at hello@playdigious.com and give us as much as possible information on your problem.",
  "lastVersion": "Feb 10, 2023",
  "classify": "#3 top paid role playingRole PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.YEMA.FinalDestiny",
  "name": "Final Destiny",
  "company": "YEMA GAMES",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "77.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Final Destiny - Beyond the End of the WorldA baby is found by accident.The girl has to protect the baby. It will not be easy.Action RPG - Final DestinyJoin the journey of a girl and baby looking to go beyond the end of the world.Destroy all monsters and feel the dynamic combat system.- Move and dodge, double tap the arrow keys to move around quickly.It is important in battle to evade enemy attacks using evasion rolls.- AttackYou can continue to attack by simply pressing and holding the button.Take down enemies quickly combo attacks!- Defend the baby at all costs!There is a chance that you will lose your baby when attacked by an enemy.If you lose your baby, you can't attack until you find it again!- SkillYou can get skillbooks through simple puzzle stage.Acquiring all of the skill runes will  your powerful skills!- MineMine fortified stones and use them to upgrade equipment.Mine is autoplayed.- ItemItems are heavily influenced by level and rank.Hunt for the ultimate Ancient Legend rated item!- Tower of ChallengerYou can level up the challenger with the experience you gain from the Tower of Challenge.Each time you level up, you'll earn Challenger points.Points can increase the player's ability stats.Intense Action! Destroy all enemies !!Final Destiny – Beyond the End of the World--------------------------------------------------------------------------------Manual restoration of game data is only requested by email.Send us your game nickname in our email.We will restore your game data.YEMAyema@yemacomm.comThanks to \"Dark zaur\" for Turkish translation.Thanks to \"Maria Beatrice Bonaccolto\" for Italiano translation.Thanks to \"Jack Lago\" for Brazilian Portuguese translation.Thanks to \"D'vast\" for Spanish translation.Thanks to \"Deomid Polivenko\" , \"Dimir Steel\" for Russian translation.Thanks to \"Jeff courty\" for French translation.(the.french.localiser@gmail.com)",
  "lastVersion": "May 19, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kotobagames.namelesscat",
  "name": "Nameless Cat",
  "company": "Kotoba Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "98K reviews",
  "age": "Everyoneinfo",
  "describe": "🏆Received Honorable Mention Award in 2018 Bahamut ACG Creation Contest🏆｜Story Background｜A nameless kitten who stumbled upon a strange world, embark on an action-packed journey through the fantasy realm to return to its owner's embrace.On the way home nameless cat encounters various creatures, undergo trials and hardships, which will become its takeaways of this journey!\"Oh, you know, many have given up halfway\" ——God\"I don't see the value worthy of pursuing in that thing\" ——Rabbitman\"Here comes another lamb to be slaughtered\" ——OwlvinCan it overcome all dangerous challenges, defeat the enemy, and return to its owner?A little adventure story of a cat is about to begin ⋯⋯｜Game Features｜○ Western Style Narrative Mobile GameGame narrative consist of dialogues and levels, a heart-warming story told in cat's point of view● 2D Side-Scrolling Action GameChallenge yourself with Hardcore difficulty gameplay in 3 different chapters and 40+ levels, with boss battles and special moves that will test your mastery!○ Element of MysteryPlay as an adorable kitten, through talking with other animals, defeating monsters, and collecting treasures, you gradually discover the mystery of your background, and find the way to return to your owner.● Retro-inspired Pixel Style GraphicsRender in stunning pixel art style, with charming characters and custom skin collectibles, Nameless Cat take you on a retro experience of amazing classics.○ Original Music FestivalIn game music was specially designed by the team to create the sense of loneliness and indifference of the cat's journey, allow you to be immersed in the dual experience of stunning graphics and beautiful music during game play.｜News and Updates｜Facebook：https://www.facebook.com/KotobaGames/GameJolt：https://gamejolt.com/games/NamelessCat/417750Twitter @KotobaGames：https://twitter.com/KotobaGamesTwitter @Antony_Sze：https://twitter.com/Antony_SzeTwitter @2030Qiu：https://twitter.com/2030Qiu※ Game data is stored on users' devices. Deleting or Reinstalling the app will also remove any in-game dataKotoba Games © 2017",
  "lastVersion": "Sep 7, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sega.sonic2.runner",
  "name": "Sonic The Hedgehog 2 Classic",
  "company": "SEGA",
  "rating": "4.3star",
  "downloads": "50M+",
  "reviews": "276K reviews",
  "age": "Everyoneinfo",
  "describe": "One of the best-selling SEGA games of all time - Sonic The Hedgehog 2 is now available on mobile! Rediscover SEGA’s classic Super Sonic masterpiece! The second game in the Sonic the Hedgehog franchise brings more running, more jumping and more awesome classic arcade action!Dr. Eggman is back to his old tricks, trying to find the seven Chaos Emeralds that will enable him to complete his ultimate weapon, the Death Egg. Only Sonic the Hedgehog, Tails, and Knuckles can defeat him in this remaster from the SEGA team behind Sonic Mania!Sonic The Hedgehog 2 joins the ever-increasing line-up of ‘SEGA Forever’, a treasure trove of SEGA console classic games brought to life on mobile for the first time!FEATURES- Twelve Badnik-infested zones to master, from underwater caverns to neon-lit casinos!- Run, jump and spin through epic courses with Sonic, Tails, Knuckles and more!- Choose from three exciting play modes: Online, Time Attack and Boss Attack mode!- Fight Dr. Eggman’s creations, including the terrifying Mecha Sonic- Obtain all the Chaos Emeralds to transform into Super Sonic and Super Knuckles!MOBILE GAME FEATURES- Classic Sonic Arcade Games Action with ad-support or ad-free via In-App Purchase.- Save Your Game Progress at any point in your adventure.- Compete Globally on leaderboards for high scores.- Video Game Controller Support with all HID compatible controllers. Play the classic arcade game with modern video game controllers!CLASSIC ARCADE GAMESIf you’re a fan of classic arcade games, you’ll love Sonic the Hedgehog 2! SEGA has remastered some of the top classics from the 90’s with modern controls and emulators. Play original arcade games right on your modern mobile devices! Start playing now!- - - - -Privacy Policy: https://privacy.sega.com/en/soa-ppTerms of Use: https://www.sega.com/EULASonic The Hedgehog 2 is ad-supported and no in-app purchases are required to progress; ad-free play is available with an in-app purchase.Other than for users known to be under 13, this game may include \"Interest Based Ads\" and may collect \"Precise Location Data\". Please see our privacy policy for more information.©SEGA. All rights reserved. SEGA, the SEGA logo, Sonic The Hedgehog 2, SEGA Forever, and the SEGA Forever logo are registered trademarks or trademarks of SEGA CORPORATION or its affiliates.",
  "lastVersion": "Nov 7, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytitanstudios.TrainChu",
  "name": "Tiny Rails - Train Tycoon 2024",
  "company": "Trophy Games - Tiny Rails Train Cargo Simulator",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "126K reviews",
  "age": "Everyoneinfo",
  "describe": "All aboard! 🚂💨 The Tiny Rails adventure is for players and conductors that enjoy both offline and online play. Continue your Grandpa’s family business and be the manager of a global empire of trains, train stations and great paths of railway. Schedule your journey and travel from the smallest town to the biggest city. Tiny Rails takes you on a journey around the wonderful world and it’s marvels in this free-to-play pixel train tycoon simulator. 🚄 UPGRADE YOUR TRAINS Forget metro, plane, car and ship. Turn your own steam trains into bullet trains. You can upgrade and customize anything from train speed to passenger size to cart weight in order to stay on schedule and make the best railway strategy possible. 👨‍👩‍👧‍👦 TRANSPORT PASSENGERS Connect passengers with long lost relatives, send them on vacation or transport them from their factory after a long day's work. Outfit your train with food, entertainment or comfort to keep your passengers happy on their journeys. 🌎 TRAVEL THE WORLD Discover monuments and marvels all over the world while traveling to cities like New York, Tokyo, Delhi, Shanghai and Paris. Your camera is ready at all times so make sure to capture moments from Mount Rushmore, the Pyramids of Giza, the Great Wall of China, the Colosseum, Taj Mahal and many more global wonders. ✨ COLLECT RARE WAGONS Try your luck and discover and collect amazing new pixel caravan cars from all time periods. Use the tiny arcade machine daily to get the most rare versions possible. 🍎 TRADE CARGO AND GOODS You need more than ticket sales to grow your empire. Trading wares like apples, bananas, potatoes, carrots, onions, steel and wood will build a solid foundation for your business. Watch your money and fortune multiply while being idle. 💰 BUY TRAIN STATIONS Turn your local family business into a global empire by making a network of train stations. Make your own strategy and connect towns, paths, railways and cities with train stations YOU control and own. 💥 CHALLENGE RIVAL COMPANIES Be an idle railway simulation tycoon and be a steam train manager mogul by driving rivals out of business. Gather all the pieces of the strategic puzzle in order to fulfill your game plan and claim monopoly to the railroad station network. IN TINY RAILS YOU GET 🚂 Offline AND online play 🚂 100s of unique train set combinations 🚂 To travel the world’s cities and monuments without metro, ship or plane 🚂 Endless upgrades to your train and it’s cars 🚂 Progress even when you are idle and not playing 🚂 Gorgeous retro pixel art and relaxing music 🚂 To search the job board for exiting quests 🚂 Achievement and in-depth statistics 🚂 Stations on all continents to become a tycoon and create a monopoly 🚂 To schedule the rides your way Join the challenge and download for free now! Please note: Tiny Rails is free to download and play, however, some game items can also be purchased for real money. If you don’t want to use this feature, please disable in-app purchases in your device’s settings. Read the Trophy Games Privacy Statement to know more about your data protection: https://trophy-games.com/legal/privacy-statement",
  "lastVersion": "Dec 13, 2023",
  "classify": "SimulationManagementTycoonSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outerminds.pixelings",
  "name": "PewDiePie's Pixelings PvP RPG",
  "company": "Outerminds Inc.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "97.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Journey to Pixeland, home of the cute and epic Pixelings. Become the best in this collectible card game (CCG) with a customizable deck of hero cards, upgradable skills and spells, idle RPG with turn-based combat. Beat the single-player PvE campaign filled with fantasy, magic, memes and funny stuff, and join in on competitive PvP battles with rankings, leaderboards, guilds, loot and rewards.Trouble brews; a mysterious being is consuming Pixeland’s inhabitants. It’s up to you and PewDiePie to battle against the threatening invaders and restore order to Pixeland’s different worlds!Master your deck-building skills by creating a team of heroes and lead them to glorious victory in our PvE campaign mode!Unlock and collect over 30 hand-drawn pixel creatures, catch them all. Gather resources and manage them well to upgrade your creatures. Combine and unite heroes of different classes like fighter, rogue and mage to defeat your enemies with brute force, cunning and magic; the gathering of your team will define your strategy.Experiment between different team ups, draft new champions into your roster, and adapt your team depending on the circumstances. Collect common, rare and mythic cards to gain the edge during battles. Practice your battle skills and level up your champions. Drag, drop, and swap! PewDiePie’s Pixelings has the best combat system: it captures the essence of idle games and the strategic depth of turn-based strategy RPGs. Meet new friends and catch up with familiar faces from Tuber Simulator & Legend of the Brofist on your quest to defeat the ultimate evil in this EPIC Idle but not-so IDLE RPG Game.Challenge other players in gripping, online multiplayer real time 5-on-5 PvP battles. Train in the arena and join ranked play seasons once you’re ready to go battle fierce opponents. Devise the best strategy, use big brain tactics, make the best moves and make your name famous in the arena by winning the most duels on the battlefield during tournaments. Use quick chat to communicate with your opponent during brawls. Win amazing prizes and become part of a league of legends!Join or create a guild and contribute to your community chest to gain amazing loot and rewards for you and your clan. Chat with your friends to build a new unique strategy!• Collect & upgrade epic Pixelings• Join PewDiePie on a “meme-orable” quest across Pixeland, home of the Pixelings• Play against other players in real-time PvP matches• Battle using a unique, fluid combat system that captures elements of idle and strategy games• Meme to glory in an all-new storyline set in PewDiePie’s Pixelverse (Tuber Simulator,Legend of the Brofist)• Join guilds, chat with your friends, contribute to the chest and gain amazing loot!• Collect & master ALL the spells and experiment with different monster teams",
  "lastVersion": "Dec 9, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.igenesoft.hide",
  "name": "Hide.io",
  "company": "iGene",
  "rating": "3.5star",
  "downloads": "10M+",
  "reviews": "329K reviews",
  "age": "Everyoneinfo",
  "describe": "*Live online hide and seek*Hide and seek game in which you hide and find others lively with many players*Become any props and hide like you are a part of the map from the beginning*Become a finder (tagger) and find the hidden props [Game Features]- Real-time online multiplayer game- If your team survives for 200 seconds as the props , your team win- If your team finds all hidden objects within 200 seconds, your team win- Level up system- Chat within the roomPlease send your inquiries by e-mail",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyAsymmetrical battle arenaCasualMultiplayerCompetitive multiplayerSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Asymmetrical+battle+arena+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FDGEntertainment.SuperCatBros.gp",
  "name": "Super Cat Bros",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "226K reviews",
  "age": "Everyoneinfo",
  "describe": "Six cats are the new Jump'n'Fur stars! Reunite Alex the Cat with his siblings and explore a mysterious island.  Control 24 paws with just 2 thumbs tapping the left or right side of the screen. You'll be surprised how easy it is to climb, swim, jump and run. Just don't forget to bring the right cat for the job! Super Cat Bros is tailor made for the touch screen. It has never been so easy and satisfying to play platformers on your phone. Download now to open the kitty door for the Super Cat Bros and meow away a boring day.One of the cutest tales about cats on Google Play.  + six cats with unique abilities+ simple yet rewarding controls+ more than 50 fun levels to enjoy+ cute pixel visuals+ lots of hidden secrets+ achievements and leaderboards",
  "lastVersion": "Jul 31, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Flanne.MinutesTillDawn.roguelike.shooting.fr.gp",
  "name": "20 Minutes Till Dawn",
  "company": "Erabit Studios",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "102K reviews",
  "age": "Everyone 10+info",
  "describe": "Upgrade, Build and Survive! Defend hordes of vampires now!20 Minutes Till Dawn is a roguelike, shoot'em up game where you mow down endless hordes of lovecraftian monsters and survive the night!【Unique Builds Every Run】In this roguelite survival game, select from a variety of upgrades to create a unique and overpowered builds every run. You can be a fire wizard, for example, and ignite monsters with every pump of your shotgun, or an agile ninja who controls magic knives to pierce your vampire enemies.【Select Your Hero】Choose from a diverse selection of characters and weapons that offer a variety of gameplay experiences during your survival adventure!【Features】*Over 80 different upgrades to choose from for a unique experience every run!*Wide cast of characters, weapons, runes, maps and vampire monsters.*Casual quick 10-20 minutes play sessions, for busy gamers.*Rune System helps you become stronger【Contact Us】Discord: https://discord.gg/efTYchSsHZFacebook: https://www.facebook.com/ErabitstudiosTwitter: https://twitter.com/erabit_studiosEmail：20minutestilldawn@erabitstudios.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "302K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ctugames.km2",
  "name": "The Wild Darkness",
  "company": "PoPeyed Inc",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "74.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Inside a forest on a mysterious world...A sorcerer is casting a spell in the dark.Once the ritual was complete, a streak of light fell from the sky.Then you regain consciousness in the middle of a strange forest.Where... Am I? Where is this place?!Game FeaturesYou have been summoned to another world, against your will.You know nothing, and everything is foreign to you.You must find food for yourself, and be cautious of monsters that emerge at night.If you let your guard down, it’ll be the end of you.If you die, it will be game over, and you must start from the very beginning.However, with every death comes more knowledge aboutcrafting and totems, which can help you to finish the game.It requires patience and focus, but you will find joy in your journey.Now, be brave! Your destiny awaits you!Challenge yourself, in a brand new game experience in another world!",
  "lastVersion": "Nov 6, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "45K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "95.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hunt.royale",
  "name": "Hunt Royale: Action RPG Battle",
  "company": "BoomBit Games",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Everyone 10+info",
  "describe": "Download and play the online mobile hunting sensation! Constantly updated epic experience that puts players into engaging arenas to battle & hunt powerful monsters in a competition against each other. Choose one of a plethora of completely different characters, learn their skills, earn XP, unlock new abilities and dominate on the battleground!Features:- 70+ characters to unlock and level up!- 5 different game modes, PvE and PvP- Dungeons with unique enemies to fight- Powerful skills to use and master- Unpredictable special events and daily challenges- Amusing voxel-based graphicsWith both PvE and PvP modes available, the game has something to offer to every online gaming fan! Each of over 70 completely unique characters comes with their own skills and abilities. While playing matches you level them up and make them stronger for future matches. Keep experimenting, have fun unlocking new skills, try out new builds and use them to win battles and earn trophies!This is not only a battle royale and a game of survival - you also have to keep hunting down enemies to get to the highest score and win against other players. Think about your build, hone your skills, become the hero of the arena!There are plenty of exciting and varied modes to choose from and find the action that best suits you: Hunt, Co-op, Bounty Hunter, Duel, and Boss Hunt. But that’s not all! Rest in tavern between matches, socialize with other players, join and run clans - the fun never ends!For a change of pace try a completely new Dungeons mode, geared towards fans of epic action-RPGs. Venture into a number of different, dedicated dungeons with their own equipment to find, valuable loot to gather, and shops to aid you in battle.And even that is not all! For another perspective on the gameplay you can try out the Maze mode that introduces rougelike elements into the game. Explore randomly generated, fightyour way through special rooms, and confront the all-powerful maze boss!It's an endless variety - endless fun! You can play however you like. Choose between close combat, range combat, magic, brute force, good, evil and everything in between! To top it off, customize your character with multiple cool, unlockable skins.Find your favorite character and use it in awesome combat scenarios introduced regularly in unpredictable events.",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "63K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.concode.p3",
  "name": "The Way Home: Pixel Roguelike",
  "company": "Concode Corp.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Everyone 10+info",
  "describe": "Trapped on a strange island, Kevin and Cheese struggle to return home.Encounter other lost people and terrifying monsters lurking on the island.Help our unfortunate duo find THE WAY HOME![Pixelart Roguelike]- Procedurally Generated Maps- Each battle has a new pattern to enjoy- Strategically combine 15 or more skills every battle!- Defeat 80 different monsters each with unique patterns.[Party Mode] Create a party and explore the dungeon! - You can choose from 21 different characters.- Each character can use different skills.- A party consists of 4 characters who will fight together.- You can use different combinations of characters to play through the dungeons.[Resource collection and construction]- You can construct buildings with resources collected from dungeons and islands.- Make various buildings to make it easier to escape.[There is an ending!]- Meet NPC's and follow the story as you explore 4 islands.- Will Kevin and Cheese eventually escape the island?- The warmth of lights and shadows on a classical pixel art style is waiting for you!",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.4K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.sparklite",
  "name": "Sparklite",
  "company": "Playdigious",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "14.7K reviews",
  "age": "Everyone 10+info",
  "describe": "Try Sparklite for free until the first Titan! Sparklite is an Action-Adventure roguelite set in a whimsical and ever-changing land.Gear up for Adventure and battle foes in top-down action using an arsenal of gadgets, guns, and gear. Explore dangerous corners of the procedurally generated world, take down titans of the mining industry, and harness the power Sparklite!Key Features• Explore the bright and colourful land of Geodia• Harness the Sparklite to fight monsters and titans• Befriend the locals and help build The Refuge• Invent your arsenal to solves puzzles, defeat enemies and become stronger• Save the environment from the greedy Baron• Enjoy intricate pixel art aesthetic and an original soundtrack by composer Dale North (Wizard of Legend) inspired by retro classicsCarefully redesigned for mobile• Revamped interface• Achievements• Cloud Save - Share your progress between Android devices• Controller support• No IAP! Pay once to get the full Sparklite experience!If you experience any issue with Sparklite, please contact our customer support at support@playdigious.mail.helpshift.com and give us as much information as possible on your problem.2021 © Red Blue Games",
  "lastVersion": "Sep 10, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.stereo7games.legendaryadventure",
  "name": "Legendary Adventure",
  "company": "Stereo7 Games Limited",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "5.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Embark on an epic adventure through procedurally generated dungeons filled with danger and treasure in this immersive rogue-like role-playing game for Android. Some key features of the game include:1. Procedurally Generated Dungeons: Every playthrough offers a unique experience as the dungeons are dynamically crafted, ensuring no two runs are the same.2. Challenging Gameplay: Prepare to test your skills and strategic thinking in intense turn-based combat against a variety of enemies with their own unique abilities and tactics.3. Character Progression: Unlock new abilities, skills, and equipment as you level up and customize your character according to your preferred playstyle. Create a formidable hero tailored to your strategic preferences.4. Loot and Treasure: Discover powerful weapons, armor, and magical artifacts along your journey. Each item you find can significantly impact your chances of survival and success.5. Choices and Consequences: Your decisions matter. Face difficult moral choices, engage in dynamic events, and shape your hero's story through branching narratives.6. Replayability: With the ever-changing dungeons, multiple character classes to choose from, and various difficulty levels, the game offers high replay value, ensuring you never run out of captivating adventures.Prepare to venture into the unknown, face lethal challenges, and reap the rewards that await in this thrilling rogue-like role-playing game. Sharpen your skills, unravel mysteries, and become a legendary hero in this immersive and addictive RPG experience.",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "25.1K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "68.1K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rsg.myheroesen",
  "name": "My Heroes: Dungeon Raid",
  "company": "Reality Squared Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "54K reviews",
  "age": "Teeninfo",
  "describe": "My Heroes: Dungeon Raid is a classic pixel-style barrage shooting RPG game. It has refreshing and exciting barrage shooting battles. With a high degree of freedom, players can start adventures in diablo-style buildings and enjoy the growth of in-game character. In addition, heroes can also:[Show fantastic operations in fierce battles]Heroes can hone skills in battles and find the way in the dense barrage.[Team up for wonderful journeys] Find real friends and enjoy battle time with them. You are gonna share unique memories with each other.[Collect gear and strengthen yourself] The game currently contains 5 classes, 176 mythic gears, 88 individual weapons, and 91 professional skills. Try different matches and be the strongest one![Enjoy multiple and interesting gameplays] Fight in Hunting Grounds and exciting Arena. More gameplays, more fun![Start colorful adventure life]You can feed and take your own pets on the journey. Outfits, avatars, frames and emoji also light up your adventures.The Hero’s City now is waiting for you! Come on and join us!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wondersquad.imaegirl",
  "name": "IMAE Guardian Girl",
  "company": "Wondersquad",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "11.2K reviews",
  "age": "Everyone 10+info",
  "describe": "A girl who, in exchange for immortality, loses her memories every time she falls asleep.Learn about fragments of her memories from the spirit Dambi, and set off towards the Moon Garden in pursuit of the truth. This is a story of today, endlessly repeating...Can it be said that today is forever, when yesterday has already been lost?《IMAE Guardian Girl》 is a girl's survival rogue-like action game. Acquire a Memory Fragment and embark on a thrilling journey to the Moon Garden. The more monsters you defeat, the stronger you become. Records of all adventures do not disappear and are stored as Memory Fragments. Experience the fun of thrilling battles in the limitless Moon Garden!● Let's train and find Memory FragmentsYou can train your character to become stronger. At first, you start with one skill, but as you gradually upgrade your skills, you can kill dozens or hundreds of monsters with a single attack. All play records are saved as Memory Fragments. All of the active skills, passive skills, and equipment effects remain in the Memory Fragments, so you can fully enjoy the rewards of training!● Find your own skill combinationSkills are divided into active skills and passive skills. You can acquire a total of six active skills to hit enemies directly, and you can choose a passive skill to increase the thrill of battle. How you fight depends only on your adventurer sensibilities. Which attack is more effective, a contact attack or a projectile attack? Depending on the combination of skills you choose, a different battle unfolds every time. Feel the thrill of getting additional effects through skill upgrades.● Use weapons and armorUse the attack skills and special skills in your equipment. Every weapon from Common to Mythic has one attack skill. If you look at the rank effect, you can see which element makes you more powerful when you attack. And the armor is equipped with special skills. A special skill that can absorb all EXP or completely eliminate enemies! Use it whenever you need help.● Test your limits in the Moon GardenYou can enter the Moon Garden with Memory Fragments that store your training records. If you have entered the Moon Garden, you no longer need to collect EXP. It's proof that you're strong enough, and that it's time for battle. Defeat all the monsters that move in groups. The more Eliminations, the bigger the rewards you get. In order to survive for a long time, you need a special strategy that’s fit for an adventurer. Are you not satisfied with the results? If so, try challenging yourself with other Memory Fragments.● Experience more with the Season SystemMoon Garden is seasonal. Everyone may freely compete, and at the end of the season, rewards are awarded based on ranking. The final ranking is based on the highest number of points scored during a season. Titles are given to everyone according to the rank achieved. Of course, limited titles and special rewards are also prepared! Don't be discouraged if you don't get the rank you want. If you recall the specialized effects that change with every season, the opportunity will always belong to the adventurer!Feel free to contact us at support-imae@wondersquad.com with any questions or suggestions!• This game requires an internet connection.• By installing this game you agree to the terms of the license agreement.• If you contact us through [Settings>Customer Support] in the game, we will reply quickly.• Product prices include VAT.",
  "lastVersion": "Dec 3, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.avalon.cave",
  "name": "The Greedy Cave",
  "company": "Avalon-Games",
  "rating": "3.4star",
  "downloads": "1M+",
  "reviews": "71.6K reviews",
  "age": "Everyoneinfo",
  "describe": "The Greedy Cave is a classic dungeon adventure Roguelike game with an overall mysterious and spooky style. You never know what will be on the next level of the cave! 400 layers of random terrain maze, more than 60 different monsters and bosses, more than 300 pieces of collectible equipment with random attributes, and 20,000+ words of clue-based plot! Being in the game world, you can't let go of your desire for the unknown, and at the same time will be afraid of the fear that comes with the unknown. This is the charm of \"The Greedy Cave\".In The Greedy Cave, you will play as an adventurer, exploring the mysterious caves and fighting with various monsters.Find ways to defeat them, learn different skills, acquire powerful equipment, challenge the evil leader and unlock the endless secrets buried in the caves ......Game Features-Random terrain makes every game a different experience!-Nearly a hundred kinds of monsters waiting to be discovered!-Hundreds of sets of equipment to collect, and even more equipment strengthening/building to make your battle more convenient!-Hundreds of quests and achievements to challenge!Hundreds of quests and achievements to challenge! -Enchanting/modifying/upgrading/gilding systems to explore!-Provide hundreds of kinds of appearance wear, you can mix and match as you like, to show the unique temperament and characteristics.-Race/pet/treasure collection.In the Milton continent, where swords and magic are revered, an adventurer found a large amount of gold and treasures in an abandoned mine for many years, and overnight he gained wealth and fame he never imagined. Word just spread throughout the continent, and the story began...Contact uscs.thegreedycave@avalongames.comhttps://www.facebook.com/greedycave/",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.izzle.pixeldungeon",
  "name": "Guidus : Pixel Roguelike RPG",
  "company": "izzle",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "24.4K reviews",
  "age": "Everyoneinfo",
  "describe": "The great adventure to reclaim the royal palace begins in Guidus, a Pixel roguelike game. The monsters of the abyss, sealed beneath the royal palace, have awakened. Although the twin prince and princess fought bravely alongside the last warriors of the royal palace, they were ultimately defeated and exiled to the dungeon. You are the last warrior to awaken in the depth of the dungeon. Embark on an adventure with your companions to reclaim the royal palace and rescue the true heir to the realm.◈ Various HeroesDiscover continuously added unique heroes, including a swordsman, archer, wizard, sylph, and monk, who were sealed within the bonfire. Collect heroes with various appearances and playing styles and embark on your adventure!◈ Distinct Skills and SuperpowersEvery hero has unique, powerful skills, including Shockwave, Thunder Hammer, Nova, and more. Use these skills to defeat enemies and escape the dungeon.◈ Diverse Bosses and MonstersPrepare for tough battles with various monsters and powerful bosses, each with unique patterns and abilities, who stand in your way.◈ Traps and TreasuresFind hidden treasures, overcome dangerous traps, and break through the dungeon. Sometimes, traps can even help you.◈ Mobile Action Roguelike RPGExperience Roguelike gameplay and growth factors in role-playing. Keep growing and challenging yourself. Your skills and heroes will grow as you progress, making you stronger.◈ Adorable and Sophisticated Pixel Graphics Enjoy great pixel graphics created with dots. Various characters, monsters, regions, and bosses allow you to immerse yourself in the game entirely.◈ Contact UsEmail: contact@izzle.netInstagram: https://www.instagram.com/izzlegamesWebsite: https://www.izzle.netDiscord: https://discord.gg/guidus-official-843732954470678539",
  "lastVersion": "Oct 31, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superplanet.goddungeon",
  "name": "Dungeon of Gods",
  "company": "Super Planet",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "19.7K reviews",
  "age": "Everyone 10+info",
  "describe": "UPDATE Guild open! Conquer the Guild Dungeon by joining forces with your Guild members!■ Guild & Guild Dungeon Update- Exchange game tips with your Guild members through the guild chat!- Build a team strategy and conquer the Guild Dungeon together!■ Relic Awakening added!- One more rune slot when relics are awakened!- If you equip 2 runes with Transcendence + Awakening, additional effects will be stacked!■ New dungeon 'Chapter 22' opened- Challenge the stronger Golem's Dungeon!- Story Mode and Trial Mode unlocked at the same time!------------------------------------------------------------------▪ Raise a Half-God in this Infinite Upgrade RPG!▪ Break through the dungeon with only the tip of your finger!▪ Enjoy the incredible assault action.✔ Feel the excitement of assault action with incredibly simple controls!- Drag, drop and defeat stage monsters easily!- Dodge the attack of the God guarding dungeon and, once you enter a certain range, charge!- Destroy all surrounding monsters in one unstoppable attack!- Hit and run quickly before the enemy's attack gauge fills up!✔ Gameplay based on options, rogue-like action RPG- If you clear the dungeon, multiple new entrances will appear! Which one will you choose?- Before entering the next dungeon, choose the best skill among 3!- After strengthening your skills through stacking, clear the stage in one go with one continuous attack!- The more chapters you conquer, the more diverse skills and strategies you will need!✔ Become the king of gods with infinite upgrades!- Defeat enemies that are growing stronger and get promoted!- Collect and strengthen equipment and relics to become a powerful demigod!- Equip yourself with a unique costume and acquire additional stats!- Protect yourself from enemies with a half shield!✔ Challenge the dungeons if you want to get stronger!- Dark Tower: Within the time limit, kill 30 enemies and get a huge amount of gems!- Item Dungeon: Obtain various items by dealing with monsters on each floor!- Rune Dungeon: Defeat enemies in all phases and acquire runes to upgrade relics!- Material Dungeon: Acquire material for the half-shield but beware... If you get even one attack from the enemy, it's game over!✔ Thanks to automatic hunting, you can clear again dungeons that have already been cleared in one strike! Super-fast growth with less play time!- Collect swords, equipment, skills and more as rewards for clearing the chapters! Become a dungeon master!",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.game.hero.survival.war",
  "name": "Hero Survival IO",
  "company": "Zetylios Legend",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "14.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Earth in 2201, the most brilliant inventors of the Z organization created a machine that could travel through space and time.Our main character, Yasuo, is on a mission to join this journey. However, a big explosion happened, and Yasuo, lost in time, arrived in a strange place where dangerous monsters were always waiting. Survival was the ultimate goal.In the journey to find his way back home, in addition to surviving before the hordes of aggressive monsters, a horrifying truth is gradually being revealed... this is the future Earth, and he is forced to find a way to save the Earth from this horde of monsters.In Hero Survival IO, Yasuo, an invincible warrior with limitless strength and talent, will have to take up his weapon and fight victoriously in these dangerous wars! Use skills and strategies to destroy dangerous monsters. Overcome the dangers set in each new chapter to become the last survivor. Always upgrade your weapons and skills if you want to survive.Game features:- Killing monsters: Defeat hordes of powerful enemy monsters with weapons and precise movements.- Powerful skills: Diverse abilities with beautiful images; combining equipment intelligently to upgrade skills; successfully completing levels.- Simple Play: Clear all chapters, upgrade characters, open weapon chests, and unlock maps with one-hand control!- New experience: Different stages; different difficulties. All-new experiences await.Are you ready to enter the challenging and dangerous battle of survival, defeat monsters, and become the last survivor?All feedback is welcome! We will do our best to make you have a better gaming experience!Contact us: zetylioslegend@gmail.com",
  "lastVersion": "Dec 9, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.mayan.hero",
  "name": "Archaya - Mayan Archero",
  "company": "FPS Shooter & Action Game",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "791 reviews",
  "age": "Teeninfo",
  "describe": "Discover the mystical realms of the Maya in Archaya, the ultimate test of survival against never-ending waves of challenges. You are the lone Maya warrior, the only force able to resist and overcome the advancing evil.Harness the power of the ancients and equip yourself with potent gear to enhance your strength. Venture through captivating worlds and traverse hundreds of maps in this unique universe. Unleash your might against thousands of previously unseen monsters and navigate through mind-boggling obstacles. Remember, your survival hinges on your skills and strategy - death means starting all over again.Key Features* Random and unique skills to aid your journey through these perilous dungeons.* Explore stunning worlds and hundreds of maps in this new adventure.* Confront thousands of never-seen-before monsters and mind-boggling obstacles.* Level up and arm yourself with powerful equipment to boost your stats",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=co.imba.archero",
  "name": "Archer Hunter - Adventure Game",
  "company": "Imba",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "55K reviews",
  "age": "Everyoneinfo",
  "describe": "Master the Bow and Conquer the World in Archer Hunter: The Ultimate Dhanush Wala GameAre you ready to embrace your destiny as a legendary hunter in this archery game unlike any other? Archer Hunter is an action-packed RPG adventure where you slay hordes of enemies with an arsenal of powerful bows and arrows.** Begin as a humble archer** and embark on a thrilling journey to become the Master. Conquer thousands of dungeons teeming with skeletons, golems, slimes, goblins, ogres, werewolves, and more, each with unique attack patterns.** Upgrade your strength** and unlock devastating archery skills with every victory. Collect treasures, items, and valuable gears to craft the ultimate hunter loadout.** Unleash endless combinations of unique abilities** to outwit and defeat your foes in this teer wala game. Master the art of movement, dodging, and shooting to become a true archer hero.️ The world teeters on the brink of destruction, threatened by evil forces. Only you, a legendary hunter with skills whispered of in myth, can stop them.** Will you succumb to permanent failure or rise as the ultimate hunter and crush your enemies?** Download Archer Hunter and claim your destiny!⚔️ Features:Addictive, action-packed RPG gameplayTight and responsive controlsAFK Rewards to earn while you're awayStunning graphics and immersive environmentsEndless combinations of skills and gearsUnleash your inner hunter by joining forces with other playersRaid dungeons, destroy monsters, defeat bosses, and claim valuable prizesThe ultimate dhanush wala game for archery enthusiasts** Download Archer Hunter today and take your place as the ultimate master of the bow!**",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "526K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.smilegate.outerplane.stove.google",
  "name": "OUTERPLANE - Strategy Anime",
  "company": "Smilegate Holdings, Inc",
  "rating": "3.8star",
  "downloads": "1M+",
  "reviews": "30.6K reviews",
  "age": "Teeninfo",
  "describe": "▮Guaranteed Distribution of 2 Highest Grade Heroes! + 200 Summons!▮Special events for new players are underway! Recruit the Hero of your choice with Selective Recruitment! You'll also receive various currencies for growth, along with free Recruits as a bonus! Log in now to claim all these benefits!▮ Strategic Battles ▮Challenge your abilities in strategy-based combat! Turn the tide of the battle with your brilliant move!▮ Dynamic Action ▮Experience unparalleled action with an array of different compositions and a variety of combo attacks to unleash on your enemies!▮ Stunning 3D-Artwork ▮A gaming experience elevated with fully rendered 3D graphics andeye-catching visuals that make you feel like you're part of the action!▮ Dazzling Cutscenes ▮Be dazzled by the unique combat skills of every character and immerse yourself in the colorful and exciting cutscenes!▮ Epic Stories ▮A masterpiece ready to be explored.Embark on an adventure in an otherworldly kingdom. ⁜⁜ Communities ⁜⁜Official Community Pagehttps://page.onstove.com/outerplane/enOfficial Discordhttps://discord.gg/xUcrH7H8jAOfficial Facebookhttps://www.facebook.com/OUTERPLANEGLOBAL/Official Twitterhttps://twitter.com/outerplane*Application PermissionsNo additional permissions are required.※ Please note that the Special launch Events rewards are only available to eligible countries for the global launch of the game.These rewards are limited to one per account and players who have already received them in countries where the game has already launched (such as Singapore, Malaysia, and the Philippines) will not be able to receive them again.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingAction-strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "58.5K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.▶▶Stunning Visuals Blending Retro and Modern Aesthetics◀◀Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. ▶▶A Cinematic Adventure across the 20th Century◀◀From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.▶▶Full English Voice Acting with Authentic Accents◀◀Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. ▶▶Fantastic Arcanists from Different Times and Regions◀◀People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans … But who are the Arcanists, really?▶▶Weave Arcane Incantations to Attain Glorious Victories◀◀Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xd.battleofsbg",
  "name": "BattleofSBG",
  "company": "Moegirl Battle Game",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "5.35K reviews",
  "age": "Teeninfo",
  "describe": "Fighting for MoeGirls!Free 100 draws ※ Free to WinRound strategy ※ Overcome the enemyHanging up is not tiring ※ Rewards are generousTraveling with multiple people ※ Wonderful adventureA hundred beauties ※ at your commandThe new anime adventure places the fantasy of the mobile game Battle of SignBoard Gril.As the world was about to return to chaos, a young man from a different world crossed over and brought various MoeGirls under his command,Is the future of the world bright or destroyed,Young man, all of this is in your hands.1. Free 100 Summons and Massive equipment is freely matched.2. Various professions such as Berserker, Assassin, and Nun are freely matched, and the Five Elements complement each other, resulting in endless changes in combat strategies.3. Infinite randomness, 8 major professions, 5 major races, 6 attributes, randomly arranged and combined to generate unique heroes. Each hero summon will never be the same.4. Rich system playing methods and different game modes allow you to explore your own Happy hour freely.5. Hundreds of unique hero characters are freely collected and obtained, with different attributes giving you more strategic choices.6. An independent worldview, a struggle around the Soul Stone, and an unexpected plot development.7. The rich gameplay of dungeons makes the worldview more three-dimensional and the experience more divers.",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linegames.sl",
  "name": "SMASH LEGENDS : Action Fight",
  "company": "5minlab Corp.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "249K reviews",
  "age": "Everyone 10+info",
  "describe": "Ready to SMASH? Get set, SMASH LEGENDS!SMASH LEGENDS is free and fun PvP Action MOBA fight and supports 1v1 clash & Duo fight & 3vs3 & MOBA brawl action on mobile and online.Play SMASH LEGENDS offering solo (1v1, Battle Royal) or with friends (Duo, 3v3, Moba) while creating the ​​most outstanding team in free, fun and co op games. Smash your opponents in SMASH LEGENDS on mobile and online, while unlocking and upgrading Legends.Simple Controls in Free and Fun PvP Action Brawl Fight on Mobile and OnlineAdopt simple slide-and-touch controls to have fun enough on mobile and online! Let’s smash it!Experience what SMASH LEGENDS offers on mobile and online; 1v1 & Duo fight & 3v3 & MOBA brawl action with simple controls. Unique Personalities Legends in free PvP Action Brawl Fight & fun co op games  Meet Legends from fairy tales from around the world and train your Legends in SMASH LEGENDS.Collect skins for your Legends and show them off to others in 1v1 & Duo fight & 3v3 & MOBA brawl action.Make one-of-a-kind by customizing Legends with fashion items in a fun action PvP brawl game on mobile and online.Smash your opponents across the world in free PvP Action Brawl Fight & fun co op games  Smash your opponents and test your skills in PvP offering, 1v1 & Duo fight & 3v3 & MOBA brawl fight on mobile and online.Smash others, hone your skills and become the world’s greatest Legends. Create your team to smash others in PvP with duo fight & 3vs3 & MOBA brawl fight.Remember! Duo fight & 3vs3 & MOBA brawl action requires teamwork to smash them.Diverse Maps and Modes in Free and Fun PvP Action Brawl Fight on Mobile and OnlineDive into fun PvP action brawl offering 1v1 clash & Duo fight & 3vs3 & MOBA brawl fight & battle royale on mobile and online.- Dominion (3v3 MOBA): Capture a contested area with your team to win and smash your opponents.- Battle Royale (MOBA, free-for-all): Fight in an 8-player battle royale and become the last one standing.- Team Touchdown (3v3 MOBA): Push one of the two escort targets at the center to the opponent’s base wins.- Duo Touchdown (2v2 Duo PvP): Shares the same ruleset as Team Touchdown but with only 1 escort target.- Duo Deathmatch (2v2 Duo PvP): In this 2v2 team play mode, the first team to earn 7 points wins.- Duel (1v1 PvP): Pit yourself against another player head-on.Keeping up with SMASH LEGENDS' upcoming updates, including new Legends, Skins, Maps, Special Fun Events, and Game Modes both mobile and online. Best fit in SMASH LEGENDS: Free and Fun PvP Action Brawl Fight on mobile and onlineEnjoy free and fun PvP Action MOBA Brawl Fight & co op games on mobile and online.Enjoy free and fun PvP Action MOBA with 1v1 clash & Duo fight & 3vs3 & MOBA brawl action & battle royale.Like interacting with friends across the world on mobile and online MOBA brawl fight.Please read SMASH LEGENDS' Privacy Policy and Terms of Service to enjoy Free and Fun PvP Action Brawl Fight on mobile and online.SMASH LEGENDS Privacy Policy: https://smashlegends.com/privacypolicy_en/ SMASH LEGENDS Terms of Service: https://smashlegends.com/tos_en/",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
}]