[{
  "link": "https://play.google.com/store/apps/details?id=com.dgames.g65002005.google",
  "name": "CAPTAIN TSUBASA: ACE",
  "company": "Program Twenty Three",
  "rating": "3.6star",
  "downloads": "1M+",
  "reviews": "7.87K reviews",
  "age": "Teeninfo",
  "describe": "\"Captain Tsubasa: Ace\" is an officially licensed mobile football game from the \"Captain Tsubasa\" IP. Players can control characters like Tsubasa Ozora and Kojiro Hyuga, performing breathtaking football moves, re-enacting the fiery battle storylines, exploring various gameplay modes, and reveling in the excitement of football confrontations.Official IP Licensing! Awaken the Football Dream!\"Captain Tsubasa: Ace\" continues the original narrative through 3D animations that bring to life the dazzling moments of characters like Tsubasa Ozora, Kojiro Hyuga, and Genzo Wakabayashi. Players can command these familiar footballers on the field, running and battling passionately for the love of football and for every victory they achieve.Hands-on Battles! Tactical Formations! Diverse Gameplay at Your Choice!\"Captain Tsubasa: Ace\" provides two distinct types of gameplay: Dream League and Ace Duel. The Dream League mode emphasizes strategic formations, while Ace Duel focuses on real-time operations. As players train their footballers, different developmental paths for the same player can significantly influence their on-field performance and skill deployment strategies. Whether you're a hands-on gamer or more tactical-minded, both the Dream League and Ace Duel modes offer avenues to find your own enjoyment.Complete Roster! Popular Players Making Their Debuts!Many have witnessed the growth of characters like Tsubasa Ozora, Kojiro Hyuga, Taro Misaki, and Takeshi Ishizaki from their youth to adulthood. These figures, who once expressed their youth and passion so freely, will make consecutive appearances in \"Captain Tsubasa: Ace.\" In the future, even more powerful footballers will join the roster and compete with everyone. Follow the legendary players' footsteps and once again witness the football development journey of characters like Tsubasa Ozora.Classic Plot! Perfectly Recapturing Fiery Memories!For every match, give it your utmost! \"Captain Tsubasa: Ace\" brings back the iconic animated plotlines. Those everyday moments chasing dreams, those instances proclaiming the beauty of youth, and many other memorable scenes will be passionately recreated in the game with high-quality 3D graphics. Return to the essence and emotions and together, let's pursue our shared passionate football dream!",
  "lastVersion": "Dec 3, 2023",
  "classify": "SportsSoccerCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Soccer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo.google.combokoala",
  "name": "Combo Koala - Battle Checkers",
  "company": "Yodo1 Games",
  "rating": "4.3star",
  "downloads": "10K+",
  "reviews": "240 reviews",
  "age": "Everyoneinfo",
  "describe": "A Puzzle RPG Adventure of Offline Strategy and Checkers-Style ActionExperience a unique and exciting RPG puzzle game with Combo Koala!In this offline adventure, you'll use your wits and strategy to battle deadly enemy ninjas using a checkers-style gameplay system. String together epic combos and special moves to slice and slash your way through hordes of enemies.With a variety of different enemies, each with their own unique attacks, you'll need to think on your feet and use different abilities to give you an edge in battle.Features:- Unique checkers-style gameplay mixed with highly satisfying combo fighting action- Checkers-style gameplay mixed with highly satisfying combo fighting action- Epic boss battles 💢- Use different abilities to give you an edge in the battlefield ✅- Variety of different enemies, each with their unique attacks 🥷- Useful items that can aid you in life and death situations- Guarantee you haven’t tried a game like this!RPG: Experience a deep and rewarding RPG progression system as you level up your character, unlock new abilities, and customize your playstyle.Adventure: Embark on an epic adventure to save your homeland from the evil ninjas. Explore a variety of different environments, battle powerful enemies, and complete challenging quests.Puzzle: Solve challenging puzzles to progress through the game and unlock new areas.Strategy: Use your wits and strategy to outsmart your enemies in battle.Offline: Play Combo Koala offline anytime, anywhere.If you're a fan of RPGs, puzzles, and action games, then Combo Koala is the perfect game for you!",
  "lastVersion": "Dec 1, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.yodo.google.combokoala"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight.shades",
  "name": "Shades: Shadow Fight Roguelike",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "150K reviews",
  "age": "Everyone 10+info",
  "describe": "World has been saved. It seemed like a harmonious and quiet time. But the past never lets go so easily: when you make a choice, consequences stay with you. Shadow knew it as he knew that moment of peace will be brief.Mysterious Shadow Rifts emerged all around the world. They lead to random places and bestow new abilities called Shades upon travelers. Shadow has to pass through Rifts and use this power to close them and unveil the mystery of their origin… But at what cost?New enemies, new abilities and sequel to Shadow Fight 2 story - Shadow’s adventures continue!Shades is a RPG fighting game that continues the story of the legendary Shadow Fight 2. Get ready for the enhanced features of the original game that bring your experience to the next level. Fight more battles, see more locations, meet more friends, encounter new enemies, collect powerful Shades and explore the expanded Shadow Fight universe!ICONIC VISUAL STYLEClassic 2D backgrounds with enhanced visuals combined with realistic combat animations. Dive into a fan-favorite world of shadows and astonishing landscapes.EXCITING BATTLESEasy-to-learn combat system offers a perfect fighting experience. Defeat your enemies with epic combat sequences and powerful magic. Choose your weapon and master it.ROGUE-LIKE ELEMENTSEach Rift run is unique. Encounter various enemies, absorb Shadow Energy and acquire Shades - random powerful abilities. Mix different Shades, unlock synergies and become unstoppable.MULTIVERSE EXPERIENCEShadow Rifts open paths to three different worlds. Explore the expanded Shadow Fight universe and meet dangerous enemies you have never seen before.THE COMMUNITYFollow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfight2shadesTwitter: https://twitter.com/shades_playYoutube: https://www.youtube.com/c/ShadowFightGamesDiscord: https://discord.com/invite/shadowfightSupport: https://nekki.helpshift.com/NOTE: Shades can be played offline, but some game features will be disabled. For a full gaming experience, a stable connection is required.",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superbox.aos.suikagame",
  "name": "Melon Maker : Fruit Game",
  "company": "SUPERBOX Inc",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "3.72K reviews",
  "age": "Everyoneinfo",
  "describe": "Giant Melon in Melon Game!Mobile ' Melon Maker ' is launching!Don't you love big sweet healty fruits?Melon Maker : Fruit Puzzle Game is a simple merge fruit game!Tap the screen to drop the fruit and merge the same ones to keep making it bigger and finally match melon.Challenge yourself with all other players around the world to make the biggest melon!Don't let your fruit out of the box! Otherwise, you will lose.Sounds easy, right?Enjoy Melon Maker Game!Official Website ☞ http://superbox.krOfficial Fan Page ☞ https://www.facebook.com/superbox01Customer Center☞ E-Mail : help@superbox.kr",
  "lastVersion": "Dec 11, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.superbox.aos.suikagame"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nordcurrent.canteenonlinehd",
  "name": "Cooking Fever Duels: Food Wars",
  "company": "Nordcurrent Games",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "1.74K reviews",
  "age": "Everyoneinfo",
  "describe": "👩‍🍳 Unleash Your Culinary Genius: Embrace the adrenaline rush of live PVP battles. Outmaneuver, outcook, and outshine your rivals in exhilarating real-time duels. Feel the heat of the kitchen as you race against time, balancing speed with culinary precision to emerge victorious.🥇 Ascend the Leaderboards: Cook your way to glory! Compete in local and global challenges, leaving your mark as a top chef. Earn your place among culinary legends on the leaderboard, where every dish you serve brings you closer to the coveted title of Master Chef. 🏆 A Bounty of Rewards: Each season brings new, tantalizing challenges and mouth-watering prizes. Strive for excellence, conquer daily quests, and claim your rightful rewards, enhancing your journey through the culinary world. 🍔 Global Gastronomy: Explore a vast array of dishes from across the world. From the tantalizing spices of Asia to the comforting classics of America, your journey will be a rollercoaster of flavors and cuisines, challenging your versatility and skill as a chef.🖼️ Kitchen Upgrades Galore: Hundreds of upgrades await! Transform your humble kitchen into a state-of-the-art culinary paradise. Equip yourself with the best tools and gadgets, ensuring each dish you create is a masterpiece of flavor and presentation.✔️ Daily Quests, Endless Fun: Embark on new quests every day, each bringing unique challenges and rewards. These daily adventures keep the game fresh, exciting, and endlessly engaging.🧀 Customize Your Chef: Express your personality with an adorable collection of animated Foodie avatars. From the quirky to the cute, choose an avatar that reflects your culinary style and adds a personal touch to your cooking journey.Immerse yourself in the bustling ambiance of 'Cooking Fever Duels.' Here, every ingredient matters, every second counts, and every dish tells a story. This isn't just a game; it's a journey through diverse culinary landscapes, where you'll unlock secret recipes, master exotic dishes, and leave your patrons craving for more.Compete, Collaborate, Celebrate:⚔️ Challenge Friends and Foes: Not only will you face off against unknown culinary talents from around the world, but you can also challenge your friends to friendly duels. Show off your cooking prowess and become the envy of your social circle!🎉 Community and Competitions: Join an enthusiastic community of fellow chefs. Participate in events, share tips, and revel in the joys of cooking. Regular updates bring new competitions and themes, keeping the excitement alive.🌐 Always Connected: 'Cooking Fever Duels' is an online extravaganza, ensuring you're always part of an active, vibrant community. Connect, compete, and cook in a dynamic, ever-evolving world.Troubleshooting and Support:🤔 Got questions or need a helping hand? Our dedicated support team is just a click away! Reach out for assistance, share your feedback, or suggest new features to make your cooking experience even better. 💌 https://www.nordcurrent.com/support/?gameid=1 📒 Stay Informed: Read our Privacy/Terms & Conditions for a safe and enjoyable gaming experience. https://www.nordcurrent.com/privacy/ ❗ Important Note: 'Cooking Fever Duels' is an online game, requiring an internet connection for the full, rich experience of global culinary battles.",
  "lastVersion": "Dec 13, 2023",
  "classify": "SimulationTime managementCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Time+management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.unicostudio.x2number",
  "name": "X2: Number Merge Puzzle 2048",
  "company": "Unico Studio",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "556 reviews",
  "age": "Everyoneinfo",
  "describe": "Immerse yourself in the captivating world of numbers with X2 Number Merge Puzzle 2048, an incredible brain-teasing game crafted by Unico Studio, the brilliant minds behind popular titles like Brain Test and 2048 Blast. Building upon their legacy of mind-bending games, X2: Number Merge Puzzle 2048 invites you to embark on an enchanting numerical journey.Prepare for an addictive puzzle experience that will put your critical thinking and quick reflexes to the test. Your main objective is to merge numbers displayed on the screen, creating larger numbers and aiming for the highest score possible.As you connect larger number blocks, the challenge escalates: 1024 -> 2048 -> 4K -> 8K ->16K ->32K and onward to Infinity ∞. Imagine 2048 meets bubble shooter - X2: Number Merge Puzzle 2048 combines elements from popular casual and classic games.The more you play, the more irresistible it becomes, making it nearly impossible to put down. If you've enjoyed games like Drop the Number, Number Blocks, Tetris, Brick, Numbers, Connect Blocks, Math Puzzle Games, Color Matching, Match3, Sudoku, or any type of merge cube games, rest assured, you're in for a treat with this Wi-Fi-free gaming experience. Play without internet - our free game lets you explore new worlds offline.Game from the Creators of 2248: Number Puzzle 2048 and 2048 Blast: Merge 2248 Numbers games.GAME FEATURES● Effortlessly simple yet highly addictive gameplay.● Numerous challenging levels to put your intellect to the test.● Special missions that demand strategic thinking.● Visually stunning graphics and soothing music.● Compete with friends on the leaderboard.● New games and free games are fun if they helps to imrove brain and mind.● Completely free to play this 2248 and 2048 merge cube block puzzle game.● Smooth and intuitive number matching controls.● Easy to learn but challenging to master number games.● Minimalistic and elegant design in this free number block puzzle game.● Engage in exciting number merge puzzles as you drop the numbers and shoot block numbers.● Combine numbers to create new number tiles.● Your game progress is automatically saved, even without Wi-Fi.● Climb global leaderboards without any time limits.● No Wi-Fi connection required for uninterrupted gameplay.● Enjoy haptic feedback while merging numbers in these engaging games.● Sharpen your mind and relieve stress through 2048 number games.● Have fun with friends and family in our merge games!● Protect your game data with privacy settings.● Can be played with one hand.This free, offline game stimulates your brain and enhances cognitive abilities. Challenge yourself by connecting number blocks and enjoy the delightful gameplay. Download X2: Number Merge Puzzle 2048 now and succumb to the addictive thrill of this numbers puzzle!Unico Studio's creative team brings a fresh perspective to the gaming world, and X2: Number Merge 2048 Puzzle continues this tradition. Download this captivating puzzle game for free now and immerse yourself in the magical world of numbers! With hours of fun guaranteed, your brain will stay sharp and entertained, all without needing Wi-Fi.This 2248 number puzzle game nurtures your cognitive abilities, quick thinking, and strategic planning while conserving your phone's storage and data. Share the joy with your loved ones - introduce them to X2: Number Merge Puzzle 2048.Download Now and Ignite Your Intellect! Step into the realm of intellectual challenge - download X2: Number Merge Puzzle 2048 now and explore the boundaries of your mind. Compete with friends on the leaderboard and embark on this mind-teasing adventure! Download now and embark on a brain-teasing adventure!Follow us on Facebook, Twitter, Instagram, and YouTube for updates and more fun games. Download  X2: Number Merge 2048 Puzzle Game now and get addicted to this new twist on the classic 2048 game!",
  "lastVersion": "Dec 11, 2023",
  "classify": "Trivia",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.unicostudio.x2number"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.buffstudio.howtoget.espers.visual.novel.adventure.story.games",
  "name": "How to Get Espers",
  "company": "Buff Studio (Story Games, Calm Games)",
  "rating": "3.0star",
  "downloads": "50K+",
  "reviews": "496 reviews",
  "age": "Teeninfo",
  "describe": "\"A chase after we first meet and a huge brawl in the middle of our date.....\"\"Get to the point.\"\"Someone asked me to teach them with my body.\"\"…Can you explain the middle part a little?\"Even though Murphy can even see things that move at the speed of light, they look like an ordinary person so they can't even use their powers. Murphy gets caught up in some strange events and meets some even stranger espers.... How can I get it?…What.... is \"it\" that they'll get?📖Superpower action visual novel, a story game 's main theme is \"seeing\" so we maximized the visual aspects of the game, which gives you an action-packed experience that the text-based games genre has never seen before.  The main character struggles between their desires and limitations and grows by learning from and building relationships with diverse people. Dive into Buff Studio's new superpower action visual novel story game now! 🎮About the game- A graphic novel style visual novel game - Easy to play - just choose from one of the options- Play based on a familiar chat-style UI- Dynamic production offers an even more immersive and action-packed experience- Produced to maximizes the theme of \"seeing\" - The player's choices determine the story and ending - Find out more about the supporting characters through the side stories 👍How to Get Espers is for you!- If you liked \"7 Days\", \"Underworld Office\", \"Charlie in Underworld\", \"Not Exactly a Hero\", you'll love \"How to Get Espers!\"- For players who love story games, indie games, and easy games - For players who love text-based games like light novels or visual novels - Recommended for players who love visual novels games, adventure games, and chat-based games  - Recommended for players who love fantasy stories or light novels - Recommended for players who love free games, indie games, and relaxing games- Recommended for players who love light novels, mysteries, novel games, and chatting games - Top game for players who are tired of the average story game- Recommended for players who love unique indie games like Undertale",
  "lastVersion": "Dec 1, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.buffstudio.howtoget.espers.visual.novel.adventure.story.games"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.g5e.twilight.land.hidden.object.android",
  "name": "Twilight Land: Hidden Objects",
  "company": "G5 Entertainment",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "2.77K reviews",
  "age": "Everyoneinfo",
  "describe": "Solve mystical brainteasers in Twilight Land—the most captivating hidden object puzzle game. Uncover mysteries, unravel tricky match-3 puzzles, help restore a small town and unlock bonuses along the way. Join Rosemary Bell as she travels to Twilight Land to find her sister.   A MYSTICAL STORYLINE   The main character, Rosemary Bell, is having strange dreams where her missing older sister is trying to contact her. Two weeks prior, her sister got an invitation from a mysterious stranger and headed off to Twilight Land. Rosemary is determined to find out what happened to her.   When Rosemary enters Twilight Land, she discovers that her sister is under a curse. Now she must solve the mystery of the strange town, save its inhabitants and help her sister. But be careful what you wish for...   CAPTIVATING HIDDEN OBJECT SCENESJourney through a small 1930s town as you search for hidden objects and match items to progress through the story. Each level in this adventure puzzle game contains charming scenes full of hidden objects or unsolved levels full of match-3 puzzles.   CITY RENOVATION AND DESIGNUnlock decorations and collections to rebuild the town. Influence its appearance and help bring back its elegance in this stimulating puzzle game.   MEET FASCINATING CHARACTERSThe town is full of exciting characters waiting for you! Solve mysteries and brainteasers as you work to save the townspeople. Enjoy engaging storylines in this unique puzzle game and find out what really happened here.   PLAY PUZZLES ANYWHERE   Now you can solve mysteries, enjoy search and find games and match items from anywhere. This mystery game is playable offline, so you can take this hidden objects adventure wherever you go!   Help Rosemary save her sister and find out what unspoken secrets caused the town’s ruin. Download Twilight Land today and begin your mysterious journey!   While this game is absolutely free to play, you have the ability to unlock optional bonuses via in-app purchases within the game. You may disable in-app purchases in your device settings.______________________________Game available in: English, French, German, Italian, Japanese, Korean, Russian, Simplified Chinese, Spanish.______________________________Compatibility notes: This game performs best on high-end smartphones and tablets.______________________________G5 Games - World of Adventures™!Collect them all! Search for \"g5\" in Google Play!______________________________Sign up now for a weekly round-up of the best from G5 Games! www.g5e.com/e-mail______________________________Visit us: www.g5e.comWatch us: www.youtube.com/g5enterFind us: www.facebook.com/twilightlandgameFollow us: www.twitter.com/g5gamesJoin us: www.instagram.com/twilightlandgameGame FAQs: https://support.g5e.com/hc/en-us/articles/7943788465042Terms of Service: https://www.g5e.com/termsofserviceG5 End User License Supplemental Terms:  https://www.g5e.com/G5_End_User_License_Supplemental_Terms",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleHidden objectCasualStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.drivezone.car.race.game",
  "name": "Drive Zone Online: Car Game",
  "company": "Jet Games FZ-LLC",
  "rating": "4.0star",
  "downloads": "10M+",
  "reviews": "2.45K reviews",
  "age": "Everyoneinfo",
  "describe": "Drive Zone Online is a car driving simulator. Burn your tires on the asphalt and explore \"Grand Car Parking City\" and the world around it. You can participate in street racing, drift racing, drag racing or invite a friend and drive around the city together.Endless open world-Resort coastline measuring 20x20km-City, desert airfield, racing track, highway, beach area, port and many other areas-Up to 32 players with you online-Tens of kilometers of roads and hundreds of hidden bonuses on the mapAuto and tuning-50+ cars including vintage cars, supercars, suvs, hypercars-30+ body kits for each car. Rims, bumpers, spoilers, bodykits, liveries.-Free vinyl editor with which you can draw your personal skin of any complexity-Suspension and camber adjustments to improve vehicle handling and appearance-The engine and gearbox are pumped, which will help to defeat your rivals-Each car has a well-designed interior and engine, all doors, hood and trunk open!Great graphics-Realistic DZO graphics create the coolest picture in a mobile phone game-Detailed interior of the car allows you to play in the first person with impressive emotions-High performance allows you to play not only on powerful devices-Advanced graphics settings will allow you to choose everything you needGameplayNo boundaries. Earn money for new cars not only by participating in races, but also by simply performing stunts and gaining drift points or by selling your cars and skins to other players on the market like a real outbid.-DRIFT mode - you and other players will compete for the most drift points-CAR RACE mode - the winner will be the one who crosses the finish line first, avoiding a severe accident-SKILL TEST mode - race around insane ski jump karts-Driving school, where you will be taught to drive a car with dignity, will let you test many cars and after passing will be rewarded with special awards.-Auto market - trade with other players and wager RP to earn or get rare and valuable items-Hundreds of tasks, quests and achievements with their own rewardsWE DEVELOP THE GAME TOGETHERFollow the news and participate in regular contests and polls that are held on social networks:discord.gg/BTudybVcyoutube.com/@DriveZoneOnlineinstagram.com/drivezone_onlinet.me/drivezoneofficialTake part and help with your ideas in the development of the project by answering, for example, the following questions:Does the game need city traffic or police?Do you like drifting and driving physics?What are you waiting for, Driver.. Welcome to the family, your new friends in multiplayer are waiting for you. Start your car and go beyond the horizon of the Drive Zone Online!",
  "lastVersion": "Dec 7, 2023",
  "classify": "#8 top free racingRacingCar raceCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Car+racing+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hyperbeard.tsuki2",
  "name": "Tsuki Adventure 2",
  "company": "HyperBeard",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "866 reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the smash hit pocket bunny’s adventure has arrived! Embark on a new journey out from the Japanese forests and countryside vistas of Mushroom Village and into the unknown! In this new episode of the beloved rabbit’s tale, follow Tsuki along the winding path as he explores the enchanting groves of the kawaii world. Immerse yourself in the charming aesthetic of a kinder world, where furry friends, thrilling mysteries, and fulfilling choices await.Uncover the Secrets of the World- Journey through lush groves and discover the hidden wonders that await.- This new episode brings new discoveries and exciting adventures.- Let Tsuki's story unfold in unexpected ways as you travel to different countries!Build and Upgrade Your Cozy Home- Create your own cozy home with adorable furniture and decorations.- Upgrade your establishment and unlock new areas.Experience the Joy of Animal Friendship- Tons of furry friends to meet, from playful pets to wise elders- Explore heartwarming relationships and cherish moments by the beach or during a peaceful picnic.- Bond with animal people from around the world, discover their stories, and create long-lasting memories!Escape to a Pocket-Sized Paradise- Indulge in the serene beauty of Tsuki's pocket world, originally inspired by the peaceful charm of Japan, and now with vistas from around the world.- Relax on the sandy beach, take leisurely strolls through bamboo forests, feel the wind on a biplane ride, and find solace in the simple pleasures of Tsuki's enchanting realm.- A bustling, living world continues to move in your pocket, even when you’re not playing!Re-Connect with Old Friendships- Dive into heartwarming found-family dynamics as Tsuki rekindles connections with beloved characters like Chi, the giraffe, and Moca, the tea-loving turtle!- Experience the joy of friendship, love, and support as Tsuki's furry family grow.Welcome to Tsuki Adventure 2, where the path forward will always lead to new places, charming animal interactions, and the cozy joys of Tsuki’s relaxed lifestyle await.Tsuki is back in an all new adventure! Travel to cities all over the globe and meet new characters as you observe your favorite rabbit experiencing all the ordinary, yet wonderful things that life has to offer.",
  "lastVersion": "Dec 9, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hyperbeard.tsuki2"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.byaliens.bidwars4",
  "name": "Bid Wars 3 - Auction Tycoon",
  "company": "By Aliens L.L.C",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "4.66K reviews",
  "age": "Everyoneinfo",
  "describe": "Do you have what it takes to succeed in the thrilling world of storage auctions and become a pawn shop treasure tycoon? Feel the rush of making strategic bids in storage auctions just like on TV, as you hunt for valuable treasures in auctions all over the world! Every new dusty storage unit is an opportunity to uncover hidden gems that can be sold for a hefty profit. Bid against the top treasure hunters and use your keen sense of strategy to outsmart your competitors, secure the best deals, collect treasures and build your pawn shop and treasure hunt legacy in this city building and negotiation game journey!Feel The Thrill Of The BidTo succeed in the tough world of storage auctions and pawn shop negotiation game shenanigans, you will need to be savvy and strategic. Carefully assess the value of items and determine how much you are willing to bid. You will also need to keep an eye on your competitors and be ready to make quick decisions when the opportunity arises in this business simulator! Only the savviest and strategy loving tycoons will be able to navigate the complex world of storage auctions and come out on top to build their empire in thus tycoon simulator!Build Your Business EmpireWinning the most treasure-packed storage units in auctions is just the beginning of your journey in this business simulator negotiation game! Run your very own pawn shop to sell rare items at a huge profit and raise your net worth to millionaire status! Invest your earnings to expand your business empire in town and build your own gallery to display your proud rare item collections to other players all over the world! Become the ultimate city building and collection tycoon simulator player in the treasure hunt world of storage auctions and realize your city building dreams!Become An Accomplished Treasure HunterTreasure hunt and collect all kinds of rare and unique items as you continue to explore the world of storage auctions! As well as being sold for huge sums of cash, these incredible finds can be added to your personal collection and showcased in your own online gallery, making you the envy of other players for your treasure hunting feats! With each successful bid and sale, you'll inch closer to your dream of becoming a true storage auction tycoon simulator player in this millionaire pawn shop business simulator strategy and city building 3D game!Play The TV Show!Experience the exciting lives of real-life storage auction treasure hunters and prove your own bidding, negotiating and bargaining skills in the comfort of your mobile device of choice! Do you have what it takes to be successful in the storage auction treasure hunting business and get rich like your favorite TV show personalities? The size of your negotiation game business empire and rare items collection will be your best proof of skill! Experience Bid Wars like never before with awesome 3D game visuals that will let you examine every detail of the incredible and rare items you’ll discover and collect in storage auctions! You’ll also have the opportunity to test your bidding skills in different auction styles in this business simulator and treasure hunt journey. Will you risk your collection and everything in your strategy for a chance of big rare items wins in blind auctions? Or are Dutch auctions more your thing, in which the first person to make a bid wins? Be ready for new and exciting twists at every corner in your treasure hunting journey across the world in this tycoon simulator! Join the ranks of the most successful tycoons in the world of storage auctions and build your millionaire business empire!Make the bold bid that will start your treasure hunt and pawn shop business empire now in this awesome 3D game adventure filled with rare items! Become a treasure tycoon, collect the most valuable treasures and dominate the exciting world of storage auctions in this incredible millionaire business simulator!",
  "lastVersion": "Dec 5, 2023",
  "classify": "SimulationManagementTycoonCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.studioand.earthguardians",
  "name": "Earth Guardians",
  "company": "Studio Ampersand",
  "rating": "4.4star",
  "downloads": "10K+",
  "reviews": "845 reviews",
  "age": "Teeninfo",
  "describe": "\"A merciless alien force has invaded Earth! Your command is the last hope to protect this Earth!\"My own defense strategy completed with various characters!!Attack the flocking enemies with the optimal combination considering the character compatibility.▶ Defend against Enemy Invasion with Powerful Heroes!Complete the best combination for defense with cute soldiers equipped with rifles, machine guns, flamethrowers, etc., fearsome tanks that can bombard the enemy, and various defensive buildings and air units.▶ Find the Best Formation for Battle!Understand the map's terrain well to understand the enemy's movement path and deploy your units efficiently. A well-organized battle formation can make you more powerful.▶ Collect Character Cards and Upgrade Your Units!It becomes more powerful with each upgrade! Beside, you can gain special abilities at certain levels.If you understand the characteristics of the units well and combine them, you can achieve greater synergy.▶ Challenge modeTest the abilities of your battle deck in Challenge Mode, where you can test your defense at higher levels of difficulty.The higher level you clear, the greater the reward you will receive.▶ Infinite modeCrucial choices between the supply of resources and deployment of troops will determine how long you can survive.Set a higher record than anyone else through endless mode.\"",
  "lastVersion": "Dec 10, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.studioand.earthguardians"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wa.idle.prison.medieval.tycoon",
  "name": "Idle Medieval Prison Tycoon",
  "company": "Wazzapps global limited",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "2.06K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the world of Idle Medieval Prison Tycoon, where you can build your very own prison empire! In this tycoon game, you will take on the role of a prison manager, responsible for running a Middle Ages jailhouse in a bustling empire.As a prison tycoon, you will have to manage every aspect of your prison empire, from staffing and security to cellblock construction and rehabilitation programs. Your goal is to create a profitable and efficient prison that will attract the wealthiest and most dangerous criminals of the Middle Ages.In Medieval Prison Tycoon, you will start with a small jailhouse and a limited budget, but as you progress and your prison empire grows, you will be able to reinvest your profits into your business, expanding your operations and upgrading your facilities. With careful management and strategic decision-making, you can build an unrivaled prison empire that dominates the tycoon game world.One of the features of Medieval Prison Tycoon is the idle gameplay mechanics. While you are busy managing your prison empire, the game will continue to run in the background, generating income and allowing you to progress even when you are not actively playing. This makes Medieval Prison Tycoon a good choice for those who enjoy idle games that require minimal interaction.But don't let the gameplay relax you — Idle Medieval Prison Tycoon is a management game at heart, and you will need to stay on top of your prison's day-to-day operations to ensure that it runs smoothly. From managing your staff and prisoners to expanding your empire and dealing with unexpected events, there is always something to do in this tycoon game.As a prison tycoon, you will face numerous challenges and obstacles along the way. Your prison will be visited by auditors and inspectors, who will judge your management skills and determine whether your empire is worthy of their approval. You will also have to contend with prisoner riots and other emergencies that can threaten the safety and profitability of your prison empire.But with careful planning, shrewd business acumen, and a bit of luck, you can overcome these challenges and become the ultimate prison tycoon. Will you build a prison empire that stands the test of time, or will your management skills fall short in this challenging tycoon game?Whether you are a seasoned tycoon game player or a newcomer to the genre, Idle Medieval Prison Tycoon offers hours of engaging and immersive gameplay, challenging you to become the ultimate prison empire manager. So, what are you waiting for? Start building your prison empire today!",
  "lastVersion": "Nov 23, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.storytaco.c7client",
  "name": "Unromantic Demon Queen : Otome",
  "company": "StoryTaco.inc",
  "rating": "4.4star",
  "downloads": "10K+",
  "reviews": "277 reviews",
  "age": "Teeninfo",
  "describe": "\"I will regain my magic and become the Demon Queen!\"You, the heir to the Demon king, entered the human world and lost all your magical abilities.You discover that you can restore your magical powers through intimate contact with three men you encounter by chance...At the end of this adventure, will you be able to ascend to the throne as the Demon Queen?👑 About the gameAn Interactive simulation game featuring Storytaco and Cinamon.\"Unromantic Demon Queen\" is a fantasy genre interactive romance otome game.You embark on a thrilling adventure to reclaim your lost magical powers and ascend to the throne as the Demon Queen.Experience steamy romance episodes with charming characters and discover the ending you desire!👑Game Story\"Kill that demon! Until all magical power disappears!\"You, the heir to the Demon, wanted to become the Demon Queen by accumulating dazzling achievements.In an instant, you lost all your magical power in the human world...\"I feel like my strength is restored when I touch you.\"You learn that your strength can be restored through erotic skinship with three men you meet by chance.They ended up being with you, for whom love had been on the back burner...A trainee priest with both cuteness and bewitchment [Felix]\"Please understand even if I'm a little clumsy...\"A solitary lover devoted to only one [Barad]\"You're the one who has tamed my heart.\"A two-faced elf who is innocent during the day and sly at night [Eliyah]\"My heart finds its purest light in your gaze, my love.\"A dangerous and dizzying journey, and the more strange events you fall into.After a life-threatening adventure, will you be able to safely become the Demon Queen?A steamy romantic fantasy unfolding in another world, Unromantic Demon Queen!👑 Key Points① A fantasy universe that crosses the human world and underworld② Diverse side stories that will enrich the game③ Various costumes that will guide you to special episodes and desired endings④ Beautiful illustrations that can be acquired by playing through the novel 👑 Unromantic Demon Queen is for you if:✔ You're seeking various endings based on your choices.✔ You love otome roleplay games from Storytaco and Maybe.✔ You enjoy dating simulation game with captivating characters.✔ You want to interact with attractive characters and make your own ending.✔ You're looking for interactive otome game and role playing game.✔ You want to play with charming and captivating characters.✔ You relish titles of Dangerous Fellows and Love Pheromone.✔ You have an affinity for the fantasy romance genre with special episodes.",
  "lastVersion": "Nov 14, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.storytaco.c7client"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.daerigame.heroine",
  "name": "S class Heroine",
  "company": "DAERI SOFT Inc",
  "rating": "3.5star",
  "downloads": "100K+",
  "reviews": "3.56K reviews",
  "age": "Everyone 10+info",
  "describe": "▶Esperia Kingdom's poster◀We invite precious adventurers to our humble game.■ A helpful story when readThe Last Princess Ella who revived with the pendant. And the lost colleagues.Of course, we'll be able to meet them again! Ella another universe!Interact with Ella from another dimension, meet precious colleagues, and become the strongest!Today, April 28, 390, I, Princess Ella, starts another adventure.Raise your own S-rank female character in the multiverse world!■ Features of raising an S-class female character!- Advocating for infinite growth of idle game- A high-quality RPG that will ease your eyes tired from low-quality games.- The pleasure of breakthrough action and the fun of farming a torrent of items- How many avatars are you raising? Choose how many to raise according to your taste- A solid RPG with many things that are there and not many things that are not there.■Interact with various avatars! Enjoy your new skills!You can acquire unique avatars through missions?!Each avatar has brilliant skills, equipment, and even explosive growth!■Breakthrough action that breaks through enemies without hesitation!Breakthrough! Onwards! Pleasure! Action!Grow endlessly with refreshing sense of action!■Become stronger by exploring dungeons!Unique dungeons! Various growth rewards!Defeat monsters with my own strategies!■Gather charming colleagues and form an S-class party!If you work with your colleagues, your abilities will grow quickly!Team up with colleagues who fit your unique avatar! Find the strongest avatar combination!◈ YOUTUBE ◈https://www.youtube.com/c/DAERISOFT◈Access rights guidance◈[Selective access rights]Camera: Required for photo and video uploads.Photos/media/file: Required to save images, upload photos and videos.* You can use the service even if you do not agree to grant of access.◈ Support Specifications ◈Resolution: All devices supported, including Galaxy Fold 3RAM: 3 GB or moreCapacity: At least 300 MB of free spaceOS: Android 10 or higher recommended",
  "lastVersion": "Dec 10, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.daerigame.heroine"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.gameduo.sa2",
  "name": "Pixel Archers: Idle Defense",
  "company": "Gameduo",
  "rating": "3.3star",
  "downloads": "10K+",
  "reviews": "183 reviews",
  "age": "Everyoneinfo",
  "describe": "Emergency! The legendary baobab tree is in danger.Evil pests are attacking the tree.But don't worry.The bird rangers are on their mission!Command the bird rangers and protect the tree.THE GREATEST THRILLFeel the spectacular skills of bird rangers!Immersive yourself in the excitement of powerful attacks!YOUR OWN CYCLOPEDIACollect the specimen and fill up your own cyclopedia!There are more bugs in the world than you thought there would be.PLENTIFUL CONTENTFrom the Nest to the Dungeon!Play various content to boost up your ranger force.- Inquiry:sa2@gameduo.net- Privacy Policy:https://www.gameduo.net/en/privacy-policy-Terms of Service:https://www.gameduo.net/en/terms-of-service",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defense",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dmg.carsalessimulator",
  "name": "Car Sales Simulator 2023",
  "company": "Digital Melody Games",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "4.2K reviews",
  "age": "Everyoneinfo",
  "describe": "It's autumn, and the leaves are falling! The perfect time to start a new business.Car Sales Simulator 2023 is the ultimate car trading game. In this game, you'll be able to buy, sell, and repair cars. You'll need to use your savvy and instinct to make the best deals and avoid being ripped off.Your reputation and fortune hinge on your decisions. Will you restore the cars to their pristine condition or give them a personal touch? Will you flip them for a quick buck or keep them as your prized possessions? The choice is yours!Your contacts in the region will help you to bring any car to better condition so that you can sell it later. Whether you need a mechanic, a painter, or a tuner, you have someone who can help you out. Develop your business. Increase your trader reputation. Don’t be deceived in transactions.Cars are essential for everyone, so you have to provide them with one. However, for the right price.So what are you waiting for? Start your car trading empire today!Game features:* Big open region 🛣* Amazing driving system with car damage 🚗* Negotiations with clients 🫰* Paint job, tuning, cleaning🖌🛠🧽* Day and night cycle.",
  "lastVersion": "Dec 13, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ParallelSpace.Cerberus2",
  "name": "Hades' Star: DARK NEBULA",
  "company": "Parallel Space Inc",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "3.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Start your own personal journey in the Hades Galaxy, or continue guiding the Empire you started in Hades' Star.DARK NEBULA is the next evolution of the Hades galaxy. With familiar but well-refined activities, as well as brand new activities, building a Space Empire has never been more rewarding. Create and grow your space Empire, in a persistent galaxy that constantly evolves.EXPLORE AND COLONIZE YOUR VERY OWN YELLOW STAR SYSTEMAs the most stable star type, the Yellow Star offers a perfect setting to establish your permanent presence and plan your Empire's long term economy. All new players start in their own Yellow Star system and over time expand to discover and colonize more planets, set mining patterns, establish trade routes and neutralize the mysterious alien ships found throughout the Hades galaxy.As the owner of a Yellow Star system, you have complete control over what other players have access to it. By establishing diplomatic relations, you can allow any other player to send ships to your system, and dictate your own terms for mining, trade or military cooperation.COOPERATIVE PVE IN RED STARSVery early in the game, every player will build a Red Star Scanner, a station that allows them to jump ships to detected Red Stars. These stars have a small lifetime and will go supernova after 10 minutes.The goal in the Red Star is to co-operate with any other players that have ships in that star system, defeat the NPC ships, retrieve Artifacts from the Red Star planets, and jump back before the Supernova. Artifacts can be researched in the home star and will yield necessary resources for trade, mining and combat advancements. Higher level Red Stars offer more challenging enemies and better rewards.TEAM PVP IN WHITE STARSPlayers can organize in Corporations. Besides helping each other, Corporations can also scan for White Stars. A White Star sees 20 players from two Corporations battle in the same star system for Relics, a resource that can be retrieved to upgrade the Corporation and give each member additional benefits.Time passes by very slowly in White Stars: every match lasts for 5 days, giving Corporation members time to talk and coordinate their strategy. The Time Machine can be used to plan future moves, communicate them to other Corporation members, and see potential outcomes of future combat.EXCITING PVP IN BLUE STARSBlue Stars are short lived combat arenas that only last for a few minutes, during which the entire system is collapsing on itself. Each player can only send a single Battleship to the Blue Star. The 5 participating players combat each other, using their ship's modules and other NPC ships to destroy the other player Battleships and be the last one alive.Blue Stars offer the fastest PvP action in the game. Regular participants receive daily and monthly rewards to advance their Empire.",
  "lastVersion": "Nov 9, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mpr.vn",
  "name": "MapleStory R: Evolution-VN",
  "company": "Wetaps VN RA",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Countless creatures live in the beautiful continent of Maple World. People live and work in peace and contentment. However, one day, a huge black hole appeared in the sky, breaking the peace, and the connection between human beings and civilization disappeared. The survivors united to form an adventure alliance to save the broken world...   The officially authorized version of \"MapleStory R: Evolution\" is launched! This is a brand new, free, and open adventure world, with exquisite game style, rich plot, and diverse systems. It includes various cultivation systems, cute and changeable pet systems, exciting guild arenas, rich home decoration systems, etc. In this world, adventurers work hand in hand to defeat monsters and search for the lost civilization... Can the adventurers pass the test and find the lost civilization?    The game integrates battle, collection, cultivation, social interaction, and team battles. Now idle your character to battle and win in a breeze!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mpr.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamplay.bubbleshooter.google",
  "name": "Bubble Shooter : Animals Pop",
  "company": "Dreamplay Games",
  "rating": "",
  "downloads": "10K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Pop like magic! Try playing the refreshing bubble shooting game!Rescue animal friends who have playfully turned into bubbles in an instant by the Bubble Witch's' mischief!Solve puzzles in easy yet challenging numerous levels and experience a fantastic adventure!◎Features- Match three animal bubbles of the same color to make them burst.- Feel the warm game atmosphere with adorable characters.- Enjoy hundreds of exciting and addictive levels.- Non-stop variety of adventures awaits you.- Maximize your combos with special boosters to enhance the fun!- Achieve the highest score and show off your skills!",
  "lastVersion": "Nov 8, 2023",
  "classify": "PuzzleBubble shooter",
  "privacy": "https://play.google.com/store/search?q=Bubble+shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noodlecake.altosodyssey",
  "name": "Alto's Odyssey",
  "company": "Noodlecake",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "267K reviews",
  "age": "Editors' Choice",
  "describe": "Just beyond the horizon sits a majestic desert, vast and unexplored. Join Alto and his friends and set off on an endless sandboarding journey to discover its secrets.Soar above windswept dunes, traverse thrilling canyons, and explore long-hidden temples in a fantastical place far from home.Along the way, you’ll grind across vines, bounce atop hot air balloons, ride towering rock walls, and escape mischievous lemurs – all while uncovering the desert’s many mysteries. Features:• A standalone experience. Alto’s Odyssey is the follow-up to the critically acclaimed Alto’s Adventure, but you don’t need to have played one to enjoy the other.• Easy to learn, difficult to master. At the heart of the Alto series is an elegant one-touch trick system. Chain together combos, and complete 180 goals — all with intuitive controls.• Explore Biomes. From the dunes, to the canyons, to the temples, explore a rich and diverse landscape, with each area boasting unique visuals and gameplay. • Newfound heights. Discover secrets in the sky with hot-air balloons, moving grind rails, and wall riding.• Master the elements. In addition to dynamic lighting and weather effects like sandstorms and shooting stars, the desert is home to swirling wind vortexes and rushing water.• Meet Alto and friends. Unlock six unique characters, each with their own attributes and abilities.• Zen Mode. Complete with its own serene soundtrack, this relaxing mode distills Odyssey down to its purest elements: no scores, no coins, and no power-ups. Just you and the endless desert. • Photo Mode. From the pause screen, get behind the lens and take stunning photos of your trip through the desert. Pinch, swipe, pan and zoom to frame the ideal shot, and share them with friends and family.• Original music and handcrafted audio. Headphones recommended!",
  "lastVersion": "Dec 13, 2023",
  "classify": "RacingStunt drivingCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr2.f2p.google",
  "name": "Cut the Rope 2",
  "company": "ZeptoLab",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.34M reviews",
  "age": "Editors' Choice",
  "describe": "Second part of the legendary Cut the Rope logic puzzles series. Get it now for free!Cut the Rope 2 is a part of the iconic Cut the Rope franchise by ZeptoLab, which follows the adventures of Om Nom, a cute green creature that adores candies!Meet Om Nom's friends - the Nommies - and hop on the amazing journey through more than 160 levels that will take you through lush forests, busy cities, junkyards and underground tunnels, all in pursuit of one goal – CANDY!Familiar to play, yet challenging to master, Cut the Rope 2 brings fresh mind bending challenges and unanticipated obstacles to the casual phenomenon loved by preschool children and adults alike! Keep your brain fit and boost your problem solving skills by mastering the tricky levels based on real-life physics. Tired of mind game? Just sit back and enjoy the cheerful and relaxing game atmosphere of one of the most beautiful free educational apps for kids. If you like Cut the Rope, you’ll love Cut the Rope 2.ALL NEW LOCATIONS TO EXPLORE! Experience 168 entirely new levels of rope cutting, mind boggling action.ALL NEW CHARACTERS TO MEET! Find 7 new characters, the Nommies, to help you solve puzzles.ALL NEW HATS TO BRAG ABOUT! Customize Om Nom, choose your favorite candy and select your finger traces.ALL NEW ADVENTURES FOR OM NOM! Experience completely new graphics, sound and gameplay elements, including the ability to move Om Nom. MEET OM NOM’S NEW FRIENDS, THE NOMMIES!  • Roto can carry Om Nom to the best candy catching locations. Nom noms, yummy! • Lick can make small bridges with his tongue to help Om Nom reach his goal • Blue can lift Om Nom to new levels of candy hunting fun • Toss can throw objects up in the air. Use her to boost Om Nom, candies and you problem solving skills! • Boo can scare Om Nom to jump to new heights • Snailbrow bravely rolls on walls, ceilings and pushes candies around, like a boss • Ginger can burn away obstacles between Om Nom and the candyTired of mind work and cutting ropes? Relax and enjoy Om Nom's exciting adventures with the 'Om Nom Stories' cartoon series without leaving the app!And don't forget to subscribe to our YouTube channel for more candy crunching videos with your favorite sweet tooth! http://bit.ly/1TO38exAlready a fan?LIKE US: http://facebook.com/cuttheropeFOLLOW US:  http://twitter.com/cut_the_ropeVISIT US: http://cuttherope.net/cuttherope2\"Something's wrong with game? We're masters at problem solving! Just drop us a note at support@zeptolab.com, we can help you!What are you waiting for, help Om Nom get back his candy! Download Cut the Rope 2 now for free!About ZeptoLab:ZeptoLab is a global gaming and entertainment company best known for developing the award-winning, hit franchise Cut the Rope, which includes Cut the Rope, Cut the Rope: Experiments, Cut the Rope: Time Travel, Cut the Rope 2 and Cut the Rope: Magic. Cut the Rope games have been downloaded more than one billion times by users around the world since the first game's debut in October 2010. The company has also released King of Thieves, a massive multiplayer mobile title with more than 50 million downloads so far, as well as Pudding Monsters and My Om Nom games",
  "lastVersion": "Aug 11, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.jetpackjoyride",
  "name": "Jetpack Joyride",
  "company": "Halfbrick Studios",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.95M reviews",
  "age": "Everyone 10+info",
  "describe": "Bullet-powered jetpacks! Giant mechanical dragons! Birds that shoot money!From the makers of Fruit Ninja comes this insane, high flying endless runner that will keep you on the edge of your seat!It's time to join Barry Steakfries and equip cool jetpacks, suit up in stylish costumes and ride crazy vehicles in his endless running quest to beat the scientists to the end of the lab.Join over 750 million players and download Jetpack Joyride on the Google Play Store!Download FREE now to start a new game and escape the lab!FEATURES:⚡Fly cool jetpacks through the lab⚡Surf the wave-rider in all its glory⚡Complete daring missions to boost your rank⚡Customise your look with ridiculous outfits⚡Dodge lasers, zappers, and guided missiles⚡Collect coins and make millions of dollars⚡Storm the lab in giant mechs and crazy vehicles⚡Equip high-tech gadgets and power-ups⚡Earn achievements and battle it out against friends⚡Test your reflexes with simple one-touch controls⚡New free game modes in special events***This game contains optional in-app purchases. You can disable this feature in the settings menu of your device.View our privacy policy at http://halfbrick.com/ppView our terms of service at http://halfbrick.com/tos",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "539K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.3K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#10 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "596K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mugshotgames.slidingseas",
  "name": "Sliding Seas",
  "company": "Mugshot Games Pty Ltd",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "38.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Be the mayor of your own tropical world! Pick cute buildings to decorate your island and hang out with cool VIP characters that you collect. Sliding Seas is the cutest and most relaxing match 3 and merge puzzle game on mobile!SO MUCH FUN:• Easy to play, hard to master - endlessly fun and addictive!• Unique gameplay - match and merge land to make islands• Lots of game modes - ocean rescue, pirates, whirlpools and treasure• A world of your own - grow and decorate your home island• Earn rewards and prizes with daily missions and timed events• Unlock cute VIP characters as you play• Awesome power-ups and spectacular combos• Hundreds of levels with more added all the timeSliding Seas is free to play, though some in-game items can be purchased for real money. If you don't want to use this option, simply turn it off in your device settings.Need to get away and relax? Escape to paradise with Sliding Seas!",
  "lastVersion": "Nov 15, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dvdfu.chicken2",
  "name": "Chiki's Chase",
  "company": "dvdfu",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "11.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Can you make it home?Help Chiki & friends dash through beautiful lands filled with strange monsters, explosions, and magical portals.Featuring:• Action-packed, mobile-first 2-button play• Over 25 powerful upgrades to wield• Unlockable characters with unique fighting styles• Delightful cast of shopkeepers• Charming pixel art• Rockin' soundtrack• Endless, randomized levels filled with traps & surprisesPaid version also includes:• Over 25 stylish hats to collect and wear!• Rank up characters to equip 10 upgrades at once!Best of all:• No ads! Just me asking you nicely to buy the game :)• No WiFi needed to play• No push notifications• No sign ups",
  "lastVersion": "Jun 12, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.goongames.DungeonsofDreadrock",
  "name": "Dungeons of Dreadrock",
  "company": "Christoph Minnameier",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "31.4K reviews",
  "age": "Teeninfo",
  "describe": "Puzzle your way through 100 handcrafted levels into the ancient depths of Dreadrock Mountain.\"It's super creative\" (IGN)\"A masterpiece\" (WATSON)\"Beautifully designed\" (PURENINTENDO)\"Something really special\" (MACWORLD)",
  "lastVersion": "Mar 22, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.wtd.play",
  "name": "Clusterduck",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "163K reviews",
  "age": "Everyoneinfo",
  "describe": "What came first, the duck or the egg? CLUSTERDUCK is about hatching as many ducks as possible. As more ducks hatch, the more strange things happen. The ducks begin to genetically mutate! With each generation of ducks that hatch, the chances of things going horribly wrong increase at an alarming rate. Ever seen a duck with a sword for a head, or horse hoof for a wing? These ducks have gone absolutely bonkers.Need room for more ducks? Sacrifice ducks down *the hole*. But don’t get too close — you don’t know what’s lurking down there.Features:•Hatch and mutate wacky ducks!•Collect hundreds of head, wing, and body variations, resulting in amazing varieties!•Mutations come in common, rare, epic, and legendary rarities!•Witty duck descriptions introduce you to the personality quirks of each duck•Discover the secrets of *the hole*",
  "lastVersion": "Dec 7, 2023",
  "classify": "SimulationIdleCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hidea.cat",
  "name": "Cats & Soup - Cute Cat Game",
  "company": "HIDEA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "♥100% Guaranteed [Frog Raincoat] costume to all hoomans♥♥Adorable [Baby Kitty] Reveal! Free adoptions for all hoomans♥<2021 Google Play Indie Games Festival TOP3 Selected Game>Looking for a cute cat game?Here is a peaceful animal forest where cats boil their delicious soup!An idle relaxing cat game perfect for cat moms and dads  =✪ ᆺ ✪=1. Cat Raising Game in Cartoon IllustrationThere has never been a cat game like this one!Each cat’s features are so distinct in cartoonish illustration, including Ragdoll, Norwegian forest cat, Birman, Himalayan, Maine Coon, Siberian, British Shorthair and more!Meet the cats in the fairytale-like forest ( >ω<)♡2. Interact With the Cute CatsDress cats with various costumes like hats, accessories, and clothes.Take photos of your cute animals.You can receive hearts by feeding them fishes caught from the mini-game♥Name your own cats just the way you like as well!3. Relaxing ASMR Sound and BGMRelieve your stress listening to the chilling sounds♬Prepare the ingredients and zoom into the cooking cats!All the sounds from the animal restaurant can be heard♬ Swish swish♬ Blurp Blurp♬Set the BGM to the playlist you want.4. Easy and Fast Animal TycoonCats cook and collect resources once you go idle!Play while you’re eating, riding the bus, or working~!Obtain new recipes and facilities from collected resources.It’s a perfect game for tycoon game and animal restaurant game lovers!If you are one of these gamers, download the game now!♥A cat lover wanting to raise cats♥Cat moms and dads who wants more cats♥Students or workers who need some rest right now♥Those looking for cute animal games or cat games♥ASMR lovers♥Those looking for relaxing games, idle games or roleplay games♥Those who can’t stop saying “Cats are cute!”♥Those who can’t just walk past cats♥Those into pocket camp games like Animal Crossing♥Tycoon game experts with super fast clicking speed in restaurant games or food gamesEverybody has cats but me……Well, meet your own cats right now!Let’s go and check on your cute fluffy mittens~ (=•́ܫ•̀=)",
  "lastVersion": "Nov 27, 2023",
  "classify": "SimulationIdleSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rovio.angrybirdsfriends",
  "name": "Angry Birds Friends",
  "company": "Rovio Entertainment Corporation",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.29M reviews",
  "age": "Everyoneinfo",
  "describe": "Compete against the World in 26 NEW Angry Birds levels every week! Or take your chances in the Star Cup as you go head-to-head against individual opponents! Compete with your friends, come out on top, and climb the leaderboards to become the BEST Angry Birds player in the World! Tournament Features:– NEW Competitive Tournaments starting every Monday, Thursday and Saturday!– Play 26 NEW levels every week!– Challenge opponents and win to advance to higher leagues!– Take hold of the top position for amazing rewards! – Special Themed Tournaments every other week!Star Cup features:– Challenge other Angry Birds players one-on-one!– Free Power Ups, Level Effects and Special Slingshots on every level.– Collect Feathers to level up your Birds and gain more scoring power!– Win streaks! Win multiple matches in a row to increase your Rewards.-----------------------------Need some help? Visit our support pages, or send us a message! https://support.rovio.com/Like us on Facebook: https://www.facebook.com/angrybirdsfriends/-----------------------------Angry Birds Friends is completely free to play, but there are optional in-app purchases available.We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.-----------------------------When playing this game, Rovio will offset the carbon footprint caused by the device’s energy consumption.-----------------------------Terms of Use: https://www.rovio.com/terms-of-servicePrivacy Policy: https://www.rovio.com/privacy",
  "lastVersion": "Dec 7, 2023",
  "classify": "#9 top grossing arcadePuzzlePhysicsCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.SuperAwesome.HelloKittyFriends",
  "name": "Hello Kitty Friends",
  "company": "Super Awesome Inc.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "43.8K reviews",
  "age": "Editors' Choice",
  "describe": "Match 2 blast puzzle game from SUPERAWESOME, leading interactive entertainment company for the mobile world.My coy but lovely friend, 'KUROMI', finally came to Hello Kitty Friends World! Welcome a cute friend the pink skull hood!HELLO KITTY, MY MELODY, POMPOMPURIN, BAD BADTZ-MARU, KEROKEROKEROPPI, TUXEDOSAM go to the puzzle world!Exciting puzzle game adventure with cute Sanrio characters!Tap blocks of same Friends blocks and craft powerful booster!Explore Hello Kitty Friends’ world with cute obstacles in your way!What should I wear today?Collect a variety of costumes for the Friends.GUDETAMA and CINNAMOROLL also visited the Hello Kitty Friends world!Charming Friends will help you play the game!Decorate your own house and invite friends over!Fill your dream house with adorable items!Combine and get new Friends!Meet a new Friend by combining three Friends!Collect all your lovely friends and complete your collection!Meet Hello Kitty Friends right now!Key FeaturesDelightful graphics and super easy to play!It is easy and fun to play but difficult to master.There are many different levels available.Get amazing rewards by exploring the Hello Kitty Friends’ World!Share the fun with friends through the Facebook sharing feature.Boost items such as Cupid’s Arrows, Toy Hammers, Mirrorballs, Magic Wands, Firecracker, and Bombs will make your gameplay more enjoyable.What's even better is that you can enjoy all of this completely for free!*In-app-purchase options are available.",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzlePair matchingCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Pair+matching+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.walkmaster",
  "name": "Walk Master",
  "company": "Two Men and a Dog",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "189K reviews",
  "age": "Everyoneinfo",
  "describe": "Test your skills in fun and challenging arcade walking action simulator - for FREE!Take a walk on the wild side! Trot through the forest and farms with skill, precision and timing to become the Walk Master! Unlock unique challenge levels and crazy creatures!Features: - Master the challenging levels- More new levels regularly- Collect 31 unique characters - Precision controls - easy to learn, hard to master!Follow us:https://fb.me/TwoMenAndADog/",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zl.puzzle.riveriq",
  "name": "River Crossing IQ - IQ Test",
  "company": "zlMobile Studio",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "37K reviews",
  "age": "Everyoneinfo",
  "describe": "Crossing The River - IQ Test24 game in one. The best of iq games.Your task is to help the characters in the game crossing the river in the most optimal way.Diverse gameplay with many intellectual questions.How to safely put the characters crossing the river?The logical problem is extremely interesting.With simple graphics and easy interaction,River IQ will bring you a completely new experience on intellectual game series.+ Instruction:- Touching these object to put them on the boat.",
  "lastVersion": "Jul 7, 2023",
  "classify": "PuzzleBrain teaserCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when youâ€™re racing online against players from around the world! Think youâ€™re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]