[{
  "link": "https://play.google.com/store/apps/details?id=com.rok.gp.vn",
  "name": "Rise of Kingdoms - Gamota",
  "company": "LilithGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "97.2K reviews",
  "age": "Teeninfo",
  "describe": "Greece marches out, reaching the top▶ Rise of Kingdoms introduces a new civilization: Greece! ◀Greece has joined the Rise of Kingdoms arena. The cradle of Western civilization, home of legendary philosophers, warriors and poets, the power of the Greek world is now in your hands:The Greeks – Brave, insightful, artists and inventive, the ancient Greeks were known for their architectural marvels such as the Parthenon, as well as for their pioneering role in politics and the arts. , philosophy and war. How will you use this mountain of resources and wisdom in your hands?Can he steer Greece like it did under Pericles' heyday, fostering democracy and building architectural marvels? Or will you display military might like Alexander the Great? Will he succumb to the Romans, or will he build on the glorious legacy of Greek civilization over time?The time has come for you to show your strength.▶Game Features◀● 14 featured civilizations Choose one14 historical civilizations and take your civilization from a lone clan into a great, unstoppable force! Each civilization has its own architecture, unique units and special advantages – at your disposal! Show your power to rule the country with Greek civilization, fight with Pyrrhus, Pericles, Alexander the Great and other great commanders, conquer the Aegean sea.● Develop superior combat tactics and strategiesWant to create a siege on the map? Want to protect your base and outlive stronger enemies? Or do you want to hit the center of the enemy territory and attack from behind? Rise of Kingdoms' unique Free March feature will give you the chance to show off your genius military prowess!● Rule the world with legendary commandersLegendary commanders from around the world are ready to appear in Rise of Kingdoms! Julius Caesar, Cao Cao, Joan of Arc, and many more are waiting to be recruited!Each commander has been recreated according to their historical profile, including their appearance, voice, and specially designed skills, representing their historical achievements. Governors can now lead a civilization of \"talented commanders and fierce soldiers\".Heroes make legends, or legends make heroes? Assemble your own team of heroes who pledge allegiance to you!● Unlimited zoom for full map controlWe created the first map to support unlimited zoom! Start at the macro level of the world map, zoom in to see the surrounding factions, then zoom in all the way to see the city map. Smooth zoom in and out with just two fingers, enjoy the whole world in the palm of your hand!With ultra-high-resolution 3D graphics and a realistic fog of war slowly disappearing, experience the excitement of sending your scouts to explore this new world!● Create a city limited only by your creativityA prosperous city is the key for every civilization to flourish. In Rise of Kingdoms, players can create their own unique city layout by freely arranging buildings.The buildings of each civilization have their own unique style. Dwellers walk, lights illuminate the night and soldiers constantly patrol beyond the walls... A city that has stood the test of time and is the source of your legend!● Show your cunning and strategy with our new Conqueror gameplayFacebook: https://www.facebook.com/ROKSLGVNFacebook Group: https://www.facebook.com/groups/rokvn.official",
  "lastVersion": "Dec 6, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rok.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.thetanarena",
  "name": "Thetan Arena: MOBA Survival",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "311K reviews",
  "age": "Everyone 10+info",
  "describe": "Thetan Arena is an action-packed mobile game that combines the excitement of MOBA-style battles with a diverse selection of heroes and game modes. With over 25 heroes to choose from, each with their unique abilities and skins, players can create customized strategies to dominate the competition.One of the most exciting features of Thetan Arena is the ability to play with friends. Players can team up with friends and compete in thrilling game modes, such as battle royale duo, team deathmatch, and tower defense modes. Working together with your friends to plan and execute your strategy is the key to victory in these game modes.Thetan Arena also offers free-for-all brawls, where players can test their skills against other players and climb the leaderboard. These brawls provide a great opportunity to practice and improve your skills, all while having fun with friends.The game features a wide selection of skills that heroes can use in battle, including effect skills, damage skills, support skills, and unique hero ability skills. These skills allow players to create unique and customized strategies that suit their playstyle.Thetan Arena is designed to be fast-paced, and players must be quick and decisive to emerge victorious in battles. With stunning graphics, immersive gameplay, and a diverse range of game modes and heroes, Thetan Arena is the ultimate mobile game for fans of MOBA-style battles.In summary, Thetan Arena is a mobile game that delivers fast-paced action, thrilling gameplay, and the ability to play with friends. Whether you prefer classic MOBA-style battles, team deathmatch, or free-for-all brawls, Thetan Arena has something for everyone. So, grab some friends and join the battle today, and let your skills and abilities shine as you climb your way to the top of the leaderboard.MANY OTHER FEATURES:- Free to play with free heroes and skills.- A brand-new play to earn system, allowing you to earn cryptocurrency.- Trade items and skins on the marketplace.- Monthly-updated contents.- Periodically special events: campaign, collection, leaderboard competition.- Get rewards for every achievement and milestone in your progression.- Ranking system with generous rewards for top tier players.- Leasing system.- Guild quests/ wars.- Tournament.-  A healthy and active community.",
  "lastVersion": "Nov 1, 2023",
  "classify": "StrategyMOBACasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.gearage.frayhem",
  "name": "Frayhem - 3v3 Brawl & MOBA PvP",
  "company": "Gearage",
  "rating": "3.6star",
  "downloads": "100K+",
  "reviews": "5.81K reviews",
  "age": "Everyone 10+info",
  "describe": "Get ready for exciting battles in Frayhem!• Choose and customize your hero's abilities according to your preference and tactics in battle. We have a tough tank, a deadly sniper, a cunning support hero, a powerful warrior or a slick assassin - everyone will find a hero to suit their play style!• Join intense team battles with random players or invite your friends for exciting matches!• Different team battle formats are available: 2 on 2, 3 on 3, 5 on 5, as well as mass battles and single battles!• A variety of exciting modes await you: MOBA, Showdown, Deathmatch, Capture the Flag and Capture the Zone - just to name a few!• Explore a variety of heroes, each with unique skills and play style, giving you limitless possibilities for customization and strategy!• Stand out from other players with skins on the battlefield!• We have different game modes and battles on different maps - there's always something new to explore and conquer!• Unlock stunning graphics, smooth gameplay and exciting sound effects that bring the world of Frayhem to life!Join Frayhem to engage in epic battles and conquer the arena!Join the game community on Discord: https://discord.gg/Tv8tX6Bytq.Terms of Use: https://frayhem.com/terms.htmlPrivacy Policy: https://frayhem.com/privacy.html",
  "lastVersion": "Nov 29, 2023",
  "classify": "StrategyMOBACasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vtcmobile.qslm",
  "name": "Đấu Trường Tam Quốc",
  "company": "VTC Mobile Entertainment & Sport Center",
  "rating": "4.9star",
  "downloads": "500K+",
  "reviews": "125K reviews",
  "age": "Teeninfo",
  "describe": "SPECIAL FEATURES1. FIRST THREE COUNTRIES DIGHT - TOP 1 ASIAN STRATEGY GAME- The Three Kingdoms Arena is the first and only game in Vietnam that combines the flag of dignity and the Three Kingdoms. Dignity chess game is a new \"fashion\" of gamers today. Moreover, the game is also built on the plot of the Three Kingdoms with hundreds of legendary generals such as Lu Bo, Quan Vu, Dieu Thuyen, Trieu Van, Cao Cao, Luu Be, ...- This is the most popular Three Kingdoms Strategy Game in Korea, Japan, China, Taiwan, with more than 1 million downloads.2. (6 vs 6) 10VS10 - BREAKING THE LIMIT OF 6 CHAMPIONS- Most of the strategy games on the market today only have a maximum of 6vs6 squad, the Three Kingdoms Arena has a very bloody 10vs10 chess game.- An incalculable virtual charm system, where the princesses can freely create a squad with 6 forces (Wei - Thuc - Ngo - Quan Hung - De - Ma). 5 counter system Gladiator - Gunner - Mage - Support - Assassin makes it difficult for the opponent to catch cards.- So a total of 10 characters automatically fight, you can experience the level PvE, PvP with hundreds and thousands of different formations. 3. GIVE AWAY 300 SPINS - FULL EARTH SPIN- Good gift from VTC - Give away 300 (6 - 20 times more Game) free spins worth 6000 KNB on the first day of login.- With 300 turns, the rate of getting a good champion is extremely high, making it easy for you to build the desired squad.4. AFK RECEIVE GIFTS - GAME FOR BUSY PEOPLE- The unique AFK feature system does not work but still eats.- The game does not require players to plow hoes, save time, for those who are busy, they can be online for about 1-2 hours when they are free every day to be able to achieve all the gift milestones in the game.5. SUPER OFFER ONLY AT THREE COUNTRY CO Arena- Sign in to give Luu Be, pass 20 levels to give Ma Sieu, give online to Trieu Van, take attendance for Lu Bo, first load up for God General Quan Vu at a super bargain price.- There is also a very useful set of equipment at the beginning of the game, which can be overcome much easier than plowing (saving 4 hours).6. NATIONAL WAR SERVER - HIGH QUALITY BATTLE- Recreate the battlefield of thousands of people passionate about Tam Quoc Dien Nghia - The place where the most heroic and fierce battles in history took place.- Thousands of people successfully fought, fighting non-stop.7. HUNDREDS of UNIQUE PvE, PvP ACTIVITIES- Activity Nhat Ky Dang Thien recreates the story of Quan Vu overcoming 6 generals.- Vuong Chien: Slash the army to capture the seal, ascend to the throne of the king of the galaxy.- Dai Chien Chien Bich: Where the level of talented strategists ascended the throne.The hero is the hero, the chess piece or the chess player depends on you.",
  "lastVersion": "Jun 24, 2022",
  "classify": "StrategyMOBA",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike.offline",
  "name": "Heroes Strike Offline - MOBA &",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "159K reviews",
  "age": "Everyoneinfo",
  "describe": "Free to play MOBA without internet required, you’ve found it!Modern and Trending game modes- 3v3 Modern MOBA- Battle Royale 12 players- Game of King with 8 Players- And many modes with monthly updatesA unique 3v3 combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attacks and abilities (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a MOBA game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent itemsBattle is calling your name!Prepare your tactics, fight side by side with your allies and climb up the League!",
  "lastVersion": "Oct 22, 2023",
  "classify": "StrategyMOBACasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kefirgames.corn.wars",
  "name": "MiniLife: Tournament",
  "company": "KEFIR",
  "rating": "3.2star",
  "downloads": "100K+",
  "reviews": "1.91K reviews",
  "age": "Everyone 10+info",
  "describe": "Build your village under a hail of gunpowder barrels and bombs. Collect resources and defend against enemy sieges. Destroy enemy fortifications with combat llamas and mega mechs. MiniLife: Tournament is a cooperative game where only teamwork leads to victory!Show what you got!Find yourself on a real battlefield in MiniLife: Tournament. Strive to defeat the enemy team? Use the most daring tactics in dynamic 5v5 battles with other players.- Do you want to defend your allies and help them, or get to your enemies? Choose a hero to your liking and upgrade them.- Collect resources, fortify towers, and build structures.- Build your village under the onslaught of enemy equipment and a hail of gunpowder barrels and bombs.- Wreak havoc as you drive combat robots and siege llamas, lay traps, and bomb the enemy village.This is where teamwork and a desire to succeed will lead you to victory!Safety in numbersDo you prefer to defend your teammates with a shield at your side? Or would you rather go behind enemy lines and wreak havoc? Choose your hero in the barracks and go into battle! In MiniLife, the one who can work together and think outside the box wins. Remember, adaptation is the key to victory.No important decisions beforehandTired of initiating battle as a warrior? The knight doesn’t understand he has to protect your archer? Got no clue why you had to pick a priestess if the rest of the team ignores your skills? No problem! Just change your hero in the barracks in the middle of the match and show the others how it’s done.Your home, your rulesDevelop and expand your village with structures. A variety of buildings will make your strategy flexible and help you crush your enemies. Stone mines, lumber mills, barracks, explosives factories, siege machines — choose wisely.All’s fairEnemies can be tricky, but you are trickier. Are your opponents too strong for a fair fight? Get your combat llama and terrify the enemy! Can't get past their defenses? Bomb their towers and gates! Is the match dragging on? It's time to awaken the mech!Do it yourselfWhy buy stuff when you can make it yourself? Collect resources and craft equipment, fortifications, combat llamas, catapults, and even megabombs!",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyMOBACasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight3",
  "name": "Shadow Fight 3 - RPG fighting",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.1M reviews",
  "age": "Editors' Choice",
  "describe": "Legend has it that a hero will come to end the fight for shadow energy. He will have to learn three fighting styles, collect the best weapons and challenge the strongest warriors. The world is on the edge of an epic war. The mighty force unleashed by the Gates of Shadows many years ago has turned into a weapon, and now three war clans are fighting to decide the future of this force. The Legion warriors want to destroy the dangerous energy. The people of the Dynasty want to use it for their own benefit. While the mysterious ninjas of the Heralds clan explore the darkest secrets of the shadow power. Three clans, three world views, and three fighting styles. Which side will you join? Fight back with rage and courage if you want to win!Shadow Fight 3 is a cool fighting game that gives you a great chance to show your skills to the world of players. Become a hero and save the universe from fall.  It is an online RPG fighting game that continues the story of the Shadow Fight universe with new characters in 3D. Get ready for action, cool brawls with powerful fighters, and an exciting adventure around the world, where mystical forces reign.CREATE AN EPIC HEROReady for a crazy fighting game? Black ninja, honorable knight, or skilled samurai? Only you can choose who your hero will be. Win unique skins in battles and customize your equipment colors to create a unique look.  WIN HERO BATTLESExplore the fighting styles of each of the 3 clans in this battling game. Create your personal combat style. Your hero can fight like a cunning ninja or a mighty knight. Harness shadow energy to deliver powerful and impressive blows that can change the course of the battle. COMPLETE THE STORYWarriors around the world await the appearance of a hero who will fight for justice and end the struggle for the power of the shadows. Influence the storyline by choosing your clan. Defeat powerful bosses to challenge your nemesis, and then explore other worlds and travel back in time to learn new details of the story.SHOW OFF YOUR SKILLEven when the main story battle is over, the action of a hero fighting game continues. Win duels by fighting other players' heroes controlled by AI. Brawl with the strongest warriors to take a place at the TOP-100 leaderboard and become a legend of your region! COLLECT SETSCollect your personal arsenal of weapons and armor to experiment in battles and look cool in duels. After collecting a full set of equipment, you get unique abilities to make it easier to win in a brawl. Plan your strategy and lead the attacking game till the end. PARTICIPATE IN EVENTSFight in regular themed events for RPG heroes where you can win rare skins, colors, weapons, and armor. In these battles, you will face new heroes and learn a lot of interesting details about the world of Shadow Fight. ENJOY THE GRAPHICSColorful scenery and realistic combat animations can rival console games. Shadow Fight 3 is an exciting RPG combat game that combines the elements of a knight fighting game, ninja adventures and street fights. Customize it the way you want and enjoy the attack. Be a hero and keep fighting until the final battle comes!  JOIN THE COMMUNITY Follow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfightgamesTwitter: https://twitter.com/ShadowFight_3Youtube: https://www.youtube.com/c/ShadowFightGames Note:* Shadow Fight 3 is an online game and requires a stable internet connection",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingSingle playerStylizedStylized-realisticOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.ubisoft.brawl.halla.platform.fighting.action.pvp",
  "name": "Brawlhalla",
  "company": "Ubisoft Entertainment",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "294K reviews",
  "age": "Everyone 10+info",
  "describe": "Brawlhalla is a free platform fighting game with over 80 million players that supports up to 8 online in a single match with full cross-play. Join casual free-for-alls, queue for ranked matches, or make a custom room with your friends. Frequent updates. 50 unique characters and counting. Come fight for glory in the halls of Valhalla!Features: - Online Ranked 1v1 & 2v2 - Climb the ranked ladder from Tin up to Platinum and beyond! Fight enemies solo or team up with your friends. Matches you against players near your skill level.- 4 Player Online Free for All - Casual matches where four fighters enter, but only one can win.- Cross-play Custom Rooms - Invite up to 8 friends on all platforms to a huge variety of custom matches: 4v4s, 1v3, 2v2, FFA, and much more.- Many Game Modes - Mix things up with Brawlball, Bombsketball, Capture the Flag, Kung-Foot, and many more fun party game modes.- The Training Room - Practice combos and setups inside the Training Room! Look at detailed frame data, hitboxes, hurtboxes, and sharpen your skills. Plus: Best-in-class spectating, match recording and replay. Dozens of maps. Single player tournament mode. An online brawl-of-the-week. Experimental mode. Millions of players for fast matchmaking. Regional servers for low-latency online play. Frequent updates. Tons of esports events and tournaments. Excellent support for keyboard and controllers. Career history and cool progress rewards. Ranked seasons. Friendly devs. Fun, fair free-to-play. And much more. How we do Free to Play Brawlhalla will always be 100% free to play, with no pay-to-win advantages and no in-game purchases keeping you from the action. None of the premium content affects gameplay. The Legend Rotation of eight free to play characters changes every week, and you can earn gold to unlock more Legends by playing any online game mode. You can also check out our “All Legends Pack” that immediately unlocks every character we’ve ever made and ever will make. Forever. Everything in the “Legends” tab in the in-game store would be yours to have. Note that this doesn’t unlock Crossovers.Like on Facebook: https://www.facebook.com/Brawlhalla/Follow on Twitter @BrawlhallaSubscribe on YouTube: https://www.youtube.com/c/brawlhallaJoin us on Instagram @BrawlhallaNeed support? Have some feedback for us? Contact us here: https://support.ubi.com",
  "lastVersion": "Nov 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#5 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.cats.google",
  "name": "CATS: Crash Arena Turbo Stars",
  "company": "ZeptoLab",
  "rating": "4.3star",
  "downloads": "50M+",
  "reviews": "2.83M reviews",
  "age": "Editors' Choice",
  "describe": "Build your own battle bot and unleash its power in this stylish PvP game!From the creators of the hit games Cut the Rope and King of Thieves, comes the most ingenious and stylish battle bot constructor! Join more than 200 million players from all over the world and become the star of the Arena!Features:• Be a master engineer: design, craft, upgrade, and improve the Ultimate battle bot!• Take the role of a mean street cat and fight against other players in fast and hilarious PvP action!• Discover dozens of crazy weapons, gadgets and body shapes, including Ultimate Machines! Outsmart your opponents with your unique battle bot design!• Create a powerful gang and rule the streets! Participate in gang battles to win unique parts, make new friends and share your secrets in your gang’s chat.•  City Kings: Fight against real gangs from around the globe to conquer the city in cooperative mode.• Battle against real players and fight your way to the top of the World Championship!• Bet on other bots and share replays of your best fights.Get the game now for free and become the star of the Crash Arena!Official Discord server of the game: discord.gg/catsthegame",
  "lastVersion": "Dec 2, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.boombitgames.TinyGladiators",
  "name": "Tiny Gladiators - Fighting Tou",
  "company": "BoomBit Games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "378K reviews",
  "age": "Teeninfo",
  "describe": "Tiny Gladiators is an action-packed RPG Fighting Game, combining virtual worlds, animated characters and high adrenaline fighting! Join the excitement of real-time PvP games, the gladiator-game fun and knock out your opponents!Begin your fighting game journey as you battle for glory, fight against powerful enemies and discover new virtual worlds. Watch out! Your opponents will become larger at the end of every stage in this unique action RPG game. Crush your enemies in this dynamic skill based fighting game using unique sets of armor and weapons. Pick from 4 different virtual character classes in this one of a kind PvP online game.Upgrade Your Virtual CharacterLearn powerful new combat skills but also gear up to protect yourself in this fantasy RPG game. While most RPG games are limited in animated character options, Tiny Gladiators features a wide variety of outfits, skills and many unique pieces of weapons and armor including medieval weapons. These and more can be used for protection or to launch attacks on your enemies!Single Player Story or Multiplayer Game Options!Shift into your street fighter mode and start Tiny Gladiators’ fighting game! You will go on fun and exciting single player challenges. Once you complete the single player mode you can battle friends or other players around you.  Bring your best items, prepare your deadliest abilities and rise in the global ranks of Tiny Gladiators’ top fighters in this high adrenaline multiplayer RPG!Step into the Survival Tower if you dare and Battle for Glory!!In the virtual world of the tower, you will find the greatest dangers in the game. Strap on your survival gear and try to make it long enough in the tower by defeating multiple enemies in a row! Each player gets one free pass to the Survival Tower, after that you will need to use your in-game earnings – Take high-risks and earn high rewards in this one of a kind combination between RPG games and fighting games!★★★ Available in 24 different languages ★★★Make sure to check out more fun games by BoomBitIn BoomBit, we make simple one touch Multiplayer Arcade games that are impossible to put down. They are super fun, very hard but mega addictive games.",
  "lastVersion": "Aug 2, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.sor4",
  "name": "Streets of Rage 4",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "10K+",
  "reviews": "12.5K reviews",
  "age": "Teeninfo",
  "describe": "Streets of Rage 4 is now live! Punch your way through the Streets of Rage once again!Streets of Rage 4 takes forward the Streets of Rage legacy in this retro beat'em up with hand-drawn comic inspired graphics and updated mechanics.Streets of Rage comes back for a sequel 25 years after the last episode : a new crime syndicate seems to have taken control of the streets and corrupted the police. All you have to fight against them is your friends... and your fists ! Critically acclaimed, Streets of Rage 4 won several awards and nominated as Best Action Games at the 2020 Game Awards.FEATURES- Rediscover the classic Beat em up Streets of Rage Franchise with new fight mechanics- Get thrilled by the Retro hand-drawn comics-inspired artistic direction by the studio behind Wonder Boy: The Dragon’s Trap serving juicy animations & vivid FX- Unlock up to 5 new & emblematic playable characters and fight your way through 12 various stages to bring back order to the streets- Challenge yourself in different modes : Story, Training, Arcade...- Listen to a new Electro OST with world class musicians such as Olivier Derivière and legend Yuzo Koshiro- Get retro with up to 13 alternative retro characters, secret retro levels or choose the SoR1&2 OST and enable the Retro Pixel graphics !Multiplayer is not available for devices with Intel/AMD processors because of technical limitations.Mr. X Nightmare DLCThe fight continues in Wood Oak City.After the events of Streets of Rage 4, our heroes wanted to prepare themselves for future threats. Axel, Blaze and their mates will start a very special deranged training with the help of Dr. Zan, who built an AI program from the remnants of Mister X’s brain that simulates every kind of danger they could be facing. With this DLC, get ready for:• 3 new playable characters• A new Survival mode with weekly challenges• Character customization: build your own fighting style with new moves• New weapons and enemies!CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Compatible with MFicontrollers- No micro-transactions!Crack your knuckles and get ready for Streets of Rage 4 everywhere you go!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue, or check our FAQ at https://playdigious.helpshift.com/hc/en/6-streets-of-rage-4/",
  "lastVersion": "Apr 20, 2023",
  "classify": "ActionFightingBrawlerCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rexetstudio.blockstrike",
  "name": "Block Strike: FPS Shooter",
  "company": "Rexet Studio",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "1.88M reviews",
  "age": "Teeninfo",
  "describe": "Block Strike is a first-person online multiplayer 3D shooter with pixel graphics and fun competitive gameplay.Play an addictive online first-person shooter action game with friends and other players online! Gather your team with your friends, create clans, and win together in dynamic battles of this PvP shooter - BS.Buy modern weapons, upgrade them, change the look of your weapon, as well as your character!🕹️ MODES 🕹️The game has more than 24 various game modes in this PvP FPS, of which we can highlight:- Team Deathmatch - dynamic PvP battle.- Bomb - CS-like mode.- Death Run - Resolve the logical tasks and survive.- Tower Battle - Mine, Craft and fight- Nexbot - Kill all bots' waves.- Zombie Survival and Zombie Escape - Zombie and Humans standoff different modes where you Run and survive - Bunny Hop (BHop) - Jump, jump and jump.- Surf - Surf down and up.- Hide 'N Seek -  Prop Hunt Mode, where you need to hide from the hunters, or you can become a hunter and find who is an object imposter.- Skibidi Atack - Survive in the skibidi world of toilet bots.If you are already tired of being on the top of the battlefield scoreboard this minigames mode could be very fun.⛰ MAPS ⛰More than 70 different maps with dynamic battles and standoffs every day!From small cards for a small group of friends to huge cards on which you have to work hard to win in-game brawl.Spacial map for the squid game challenge where you need to tum and sop just in time. Keep an eye on the red light - green light. Try to win this war 456 times. Doll Roll is seeking for you - it’s a real Survival Game for only one winner. It's could look better than Candy Challange.🔫  WEAPONS 🔫More than 40 types of guns to your liking. Try them all on the arena in PvP team battles of BS game.🖌 SKINS AND STICKERS 🖌Change the look of your weapon with skins, and don't forget to stick a sticker.All this you can get from the cases both for free and for in-game currency, which you can get for the battles fought. Create your own unique weapon skin that even your friends will envy.Install free and play today fast PvP fight in this one of the Online action games!The BS is a mobile game that is in the vein of everyone's favourite CS with a PvP team battle but with cubes graphics and amazing pixel guns!Follow us on social networks:VK: https://vk.com/blockstrikeYouTube: https://www.youtube.com/c/RexetStudioTwitter: https://twitter.com/RexetStudioDiscord: https://discord.gg/blockstrike",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.starplay.spider.fighter3d",
  "name": "Spider Fighter 2",
  "company": "Starplay DMCC",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "204K reviews",
  "age": "Teeninfo",
  "describe": "NEW SPIDER HERO 3D FIGHTING ENGINEThis is a new AAA hero action game about fighting versus city gangs as a real superhero man!TRAIN YOUR SUPERHERO FIGHTING SKILLSYou control the spider hero in full 3D environment like AAA console game. The spider fighting action game is made on the absolutely new engine and takes place in the city of criminal gangs. Cruel crime lords attacked the city and your spider superhero should defeat the mafia! Civilians need your help, however police or army forces are unable to fight gangster mafia bosses. There is no chance and the city is going to ruin, but here you are as a true spider superhero fighter man! People need you to fight away all thugs from the streets. So become a superhero to defeat bosses in the city in one of the best spider heroes fighting games!ULTIMATE DARK CITY BRAWLSThis fighting game has been made for fans of spider hero and other superheroes. Act unpredictably with your fast flying spider attack, defeat rivals and gain experience to the next superhero level. Collect cash to unlock new perks, incredible passive and active super abilities to become an absolute champion! Unleash your rage on the streets of the city of vice! Become a man who saved the city!UNLOCK NEW COMBOS AND ABILITIESEnjoy full of action mortal brawls of spider superheroes vs gangsters and their bosses. Use the amazing spider power of the super heroes in the fantasy fight on various locations of the city of dark streets. Use melee attacks or ranged combat with new abilities in the spider game. Become an absolute superhero from a simple man!DOWNLOAD SUPERHERO SPIDER GAMEYou move like a super spider avoiding attacks of your enemies. Make justice in this city like a true superhero man. The game is full of adventures with awesome graphics that can compete with the best gorgeous beat 'em up games! The great combination of super action gameplay and very easy controls of spider games. Ready to fight in the best superhero game?",
  "lastVersion": "Oct 13, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mkx",
  "name": "Mortal Kombat",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "4.53M reviews",
  "age": "Mature 17+info",
  "describe": "Experience the visceral fighting action of MORTAL KOMBAT! Bring the power of next-gen gaming to your mobile and tablet device with this visually stunning fighting and card collection game. Assemble an elite team of Mortal Kombat warriors and prove yourself in the greatest fighting tournament on Earth!MK11 CHARACTERSThe MK11 team is extremely versatile, packed with unique abilities and powerful team synergies to inflict pain onto your enemies. The MK11 collection includes MK11 Raiden, Scorpion, Jade, Sub-Zero, Kabal, and Skarlet, and they are just as deadly as their console counterparts! They even perform the same Fatal Blow!FIGHT IN BRUTAL 3v3 COMBATCreate your own team of Mortal Kombat fighters and lead them into battle to earn experience, new special attacks, and powerful artifacts. Team up warriors with unique synergies to get an advantage over your enemies such as Team Ronin, Team Nightmare, and Team Day of the Dead!CCG - BUILD A MASSIVE ROSTERCollect over 130 Mortal Kombat characters including veterans like Scorpion, Johnny Cage, Sub-Zero, Cassie Cage, Ermac, and many others. Discover new additions to Mortal Kombat Mobile like the bloodthirsty Vampiress Mileena, soccer champion Kombat Cup Sonya Blade, mysterious Klassic Reptile, and warrior princess Ronin Kitana.COMPLETE DIFFICULT CHALLENGESProve yourself in epic battles and complete a series of matches to bring new Mortal Kombat warriors to your roster! Come back every week to take on a different Challenge and expand your Kollection. MULTIPLAYER FACTION WARSCompete and fight with other players in Faction Wars, an online competitive mode where players engage other player teams. Rank up in your Faction’s leaderboard to earn weekly prizes.PERSONALIZE YOUR FIGHT GAMEUnlock unique character customizations in Feats of Strength. Win battles to show off your mastery with limitless combinations of action-packed Victory Stances, insulting Victory Taunts, and champion worthy War Banners. Unlocking Feats of Strength also boosts stats for characters!JAW DROPPING FATALITIESMortal Kombat Mobile brings its trademark Fatalities to mobile, with stunning graphics, and over the top action moves that will punch you right in the guts. EARN REWARDS ON EPIC QUESTSSend characters on epic Quests to earn special rewards! Begin your journey in Outworld and make your way to Netherrealm!Download this groundbreaking, free fighting game TODAY and unleash your power!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FourFats.Maximus2",
  "name": "Maximus 2: Fantasy Beat-Em-Up",
  "company": "Four Fats Limited",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "28.5K reviews",
  "age": "Everyone 10+info",
  "describe": "The 9th hero, Battle Stage and Skins arrive November 1st worldwide (7.0)MAXIMUS 2 is an award winning fantasy beat-em-up brawler that focuses on crunchy and satisfying combat. We captured the spirit of some of the best classic beat-em-ups, melding them into one memorable experience. Fight solo or with up to 4 players cooperative multiplayer!STORY Is a single, continuous shot. This hasn’t been done since the 80's, rather than simply cutting from one stage to the next, the players enter an animated transition to the next area, creating the illusion of a fantastic journey.MULTIPLAYER co-op in real time, fight together with up to 4 players online or on the same device with Bluetooth controllers.HEROES with their own roles and weapons.  The tank, the wrestler, the magician, the outlaw, the healer and the ninja.TEAMWORK If you work together, you survive. Players can revive a fallen teammate, support or heal them and gang up to juggle enemies off each other in the air.Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Online Multiplayer mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionFightingBrawlerCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pipsqueakgames.pkd",
  "name": "Punch Kick Duck",
  "company": "Shaun Coleman",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "5.29K reviews",
  "age": "Everyone 10+info",
  "describe": "Fighting is all about timing. Just ask any duck.The right move + right time = swift victory!All you need to do is PUNCH KICK DUCK.The cruel Baron Tigrisso has imprisoned you in his tower. Fight through hordes of the Baron's hench-critters as you battle up the tower to confront your captor.Simple controls & fast flowing action mean you’ll soon be sending foes flying and getting high scores on your quest for vengeance.Just remember the three golden rules, passed down by countless generations of ducks:PUNCH beats KICKKICK beats DUCKDUCK beats PUNCHOh, and don’t forget to RUN. You don’t want to meet the BEAR.Think you can handle it? Sure you can. You’re one tough duck!- Three selectable difficulty levels.- Unbox a colorful cast of characters.- Playable in both landscape and portrait orientation.- Simple responsive touch controls.From the creator of Shoot The Moon, Punch Kick Duck is a compact, lovingly made score-chaser game designed to test your skills without emptying your wallet. Play now!",
  "lastVersion": "May 18, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lonriv.radofists",
  "name": "Ragdoll Fists",
  "company": "Lonriv Studio",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "7.94K reviews",
  "age": "Everyone 10+info",
  "describe": ". If you enjoy ragdoll, stickman, and physics games, then Ragdoll Fists is a must-try! . Its exceptional physics simulation ensures an incredible gameplay experience.. Master the Art of Kung-Fu with a unique and innovative fighting system, that allows you to unleash unlimited combos on your enemies.. Engage in exciting battles and challenges with your friends through a local area network.The time has come for you to prove your skills and become a warrior.Now, let the game begin!",
  "lastVersion": "Jul 26, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedHandicraftOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.implosion",
  "name": "Implosion - Never Lose Hope",
  "company": "Rayark International Limited",
  "rating": "3.6star",
  "downloads": "5M+",
  "reviews": "290K reviews",
  "age": "Teeninfo",
  "describe": "Bringing AAA console gaming experience to mobile devices. Twenty years after the fall of Earth, the remnants of the Human race are once again faced with extinction. The time has come to justify our existence. A mysterious life form known as the XADA squares off against humanity's last weapon - the War-Mech series III battle suit. Features: Stunning console-quality graphics, first-class voice acting and Hollywood-grade audio production. Full orchestral scores masterfully mixed by Grammy Award winner and \"The Lord of the Rings\" trilogy engineer, John Kurlander. The most intuitive touch user-interface seen on the platform.A vast arsenal of super-tech weaponry at your disposal, upgradable via the streamlined ARK Kernel system. Become the ultimate fusion of Man and Machine. Ensure the survival of the species.- Free to play mission 1-1 to 1-6, unlock all levels from one time IAP.- Using Google Play Save Games service to save after login Google Play account at Options menu",
  "lastVersion": "Aug 7, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bloop.food",
  "name": "Food Gang",
  "company": "Bloop Games",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "68.1K reviews",
  "age": "Teeninfo",
  "describe": "Food Gang is a fast and fun brawl game. Game Features:- Choose from 14 unique and crazy characters- Unlock more than 50 amazing skills- Collect stars to claim incredible rewards- Fight against random opponents in 3 unique arenas- Enjoy fast action gameplay- Climb the trophy road and complete weekly challenges to unlock more powers! Food Gang is a free to play online game, internet connection is required.",
  "lastVersion": "Aug 22, 2023",
  "classify": "ActionFightingBrawlerArcadeSingle playerMultiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snoutup.baconmaydie",
  "name": "Bacon May Die - Brawl Game",
  "company": "SnoutUp Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "23.8K reviews",
  "age": "Teeninfo",
  "describe": "Bacon May Die is a fast paced 2D fighting and shooting game in which angry pig Bacon must brawl with army of bacon hungry zombie bunnies and kill hordes of monsters, survive boss fights and unlock tons of weapons and outfits!From the developer of Iron Snout comes an action packed sidescrolling fighting game with responsive thumb combat controls, 100 unlockable outfits and weapons, boss fights, charming cartoon 2D graphics and smooth run and gun game play.Get your fingers ready for action!🔥 BATTLE armies of monsters🔥 SURVIVE challenging boss fights🔥 UNLOCK 100+ funny outfits and crazy weapons🔥 HIJACK enemy vehicles🔥 USE variety of melee weapons and powerful guns🔥 ENJOY fun run and gun gameplaySmooth and responsive controlsWiggle your thumbs to warm them up for a smooth swipe fighting controls, where quick taps will make our tiny pig hero swing its weapon, swipes will initiate dodging, jumping and rolling moves and holding touch longer will switch to ranged attack mode with a cool movie-like slow motion effects. These simple thumb fight controls are very easy to learn and you’ll be doing deadly combos with bad piggie fighter in no time!Fight zombies, monsters and skeletonsThe sidescrolling road to survival is full of bad and dangerous creatures, which will stand in a way of our angry fighter piggy and must be destroyed. In forest arena our deadly killer ninja pig will face mutated zombie bunnies, bunny bandits, bombers, rocket shooting enemies and brawl with hog fighters. Rush through darkest dungeon which is crawling with spooky skeleton swordsmen, bone throwers and other deadly monsters.100+ items to unlockBacon May Die, fun 2D brawl game, brings a huge variety of items to reward your survival skills and piggy kung fu mastery! Earn coins by fighting monsters and you will be able to unlock funny outfits to dress up your angry pig as famous game or movie characters. Huge variety of weapons is available to aid your angry piggy hero! This fun 2D fight game wouldn’t be complete without the gun shooting part, so you can unlock and use such ranged weapons as pistol, revolver, UZI, machine gun, rocket launcher, shotgun, ninja stars and even a bee launcher! If you prefer mortal close combat, then there’s a big selection of deadly melee weapons for you to swing around: baseball bat, sword, scythe, guitar, chainsaw, katana, pan of bacon and other useful zombie fighting tools to power up your bad pig ninja!Fun little thingsThere are many secret mechanics In this pig survival game - you can hire a chicken to be your follower pet and fight by your side, hijack enemy plane and pilot it around the arena shooting rockets or just knock back projectiles back at your foes! Latest update added a medic NPC, which will provide healing and super powers to boost your angry pig fighter!Bacon May Die fun run and gun gameplay is inspired by legendary 2D sidescroller games.More to come!This fun beat em up sidescroller game is under active development, so you can expect more arenas, deadly boss fights, enemy monsters and weapons added in the future. Don’t hesitate to use in-game feedback function and send your crazy ideas - all of them will be considered!If you’re looking for more action packed 2D fighting games for boys check out my other projects like Iron Snout or jetpack shooter Cave Blast.Follow me:https://twitter.com/SnoutUphttps://www.facebook.com/snoutupCheck out my other fun and free games: https://play.google.com/store/apps/dev?id=7969812150912334893",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionFightingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.injustice.brawler2017",
  "name": "Injustice 2",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "904K reviews",
  "age": "Editors' Choice",
  "describe": "Who’s in your Justice League? Join your favorite DC Super Heroes and Super-Villains in this action-packed, free fighting game! Assemble a team of Super Hero legends like Batman, Superman, Supergirl, The Flash and Wonder Woman to combat the forces against you. Master new combos and crush opponents in dynamic 3v3 battles. Upgrade your Super Heroes with special powers as you fight your way through the game. Become a champion by collecting gear for your characters and dominating your foes in PvP contests. Every epic battle in this CCG fighting game will define you—join the fight and become the ultimate DC champion!COLLECT ICONIC DC CHARACTERS● Choose from a massive selection of DC Super Heroes and Super-Villains in this epic CCG fighting game!● Featuring classic fan favorites such as Batman, Superman, Wonder Woman, Supergirl, The Flash, Aquaman and Green Lantern, and astonishing new Villains like The Joker, Brainiac and Harley Quinn from Suicide Squad● Take control of how your characters look, fight and develop across a variety of game modes!ACTION PACKED COMBAT● Unleash epic combos on your opponents using Superman’s heat vision, The Flash’s lightning kick or Harley Quinn’s cupcake bomb!● Take your battles to the next level—inflict massive damage using your favorite DC characters’ Supermoves● Earn rewards from each fight to customize your Super Heroes with powerful gear, and collect special characters like Justice League Batman, Mythic Wonder Woman, Multiverse The Flash and much more● Team up with friends in this fight game and assemble an unstoppable League! Together you can prevent the collection of worlds and defeat the ultimate boss, Brainiac● Be social—chat with friends, donate hero shards, participate in Raids, and more!CONSOLE QUALITY STORY● Injustice 2 continues the story set in motion by the hit 3v3, CCG Super Hero fighting game Injustice: Gods Among Us● Immerse yourself in cinematics straight from the console—with the Justice League shattered, it is up to you to pick up the story and unite a team● Experience Injustice 2’s high-quality console graphics on mobile—play with Superman, The Flash, Batman, and many more in high definition 3v3 combat● Become the fighting champion the world needs—enter a contest of Super Heroes where only the powerful win● Though killed by Superman, The Joker continues to haunt the lives of all those touched by his madness. By destroying Metropolis, he set the events in motion which made enemies of Superman and Batman. If The Joker were alive to see the chaos he’d created, he would surely be smiling!FIGHT YOUR WAY TO THE TOP● Join the contest—enjoy daily challenges and rise up the leaderboard with every fight victory● Enter the PvP arena and fight players around the world to become a champion● Unite the likes of The Flash, Supergirl, Batman and more to fight in epic, PvP combatNEW SYNERGIES, NEW GEAR & NEW CHAMPIONS● Explore new team synergies—League of Anarchy, Justice League, Multiverse, Suicide Squad, Batman Ninja and Legendary!● Unlock a new universal gear type—Artifacts can be equipped on any Super Hero to gain bonus stats and unique passive bonuses!● Champions Arena is here—show off your skilled roster and mastered techniques in the largest fighting competition to date. Champions Arena brings together the best fighters in the game to get exclusive rewards, claim the top, and battle players around the world!Download this truly epic, free fighting game today and unite YOUR Justice League!Like us on Facebook: https://www.facebook.com/Injustice2Mobile/Follow us on Twitter: https://twitter.com/Injustice2GoJoin the conversation on Discord: discord.gg/injustice2mobileOfficial website: https://www.injustice.com/mobile",
  "lastVersion": "Dec 1, 2023",
  "classify": "ActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.stickmanwarriors.stickmandragon.stickfighter",
  "name": "Super Stickman Dragon Warriors",
  "company": "LEMON Studio",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "39.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Every war will come to an end and those ending battles are always the fiercest and fiercest battles. The best Dragon Warriors in the  Super Stickman Dragon Warriors game are also fighting to find the truest and most powerful warrior.You will have a great time experiencing this basic but intriguing game. All you have to do is fly, dodge, charge your ki, perform basic and three advanced attacks, transform your hero into a special form and fight. The controls are so simple that you'll be surprised at how appealing the sound effects and graphics are.FEATURESGeneralThere are plenty of game modes for you to play, easy to unlock your favorite characters through gameplay and customize a character with your own creation. Offline mode is available so you can play anytime anywhere.A huge amount of powerful combatants👊 Earn Coins and Diamond from victory battles to unlock more than 50+ warriors👊 Each Warrior has a unique skill base on the power of a superhero that they incarnate👊 Unlock and play as any characters, Villains or Heroes that your choiceGame Modes and RewardsThere are 7 different game modes to choose from:🚩  PVP Mode: An arena that every player in the world wants to be in. This place is for the strongest. You come here and fight for the top position in this game. Wouldn't you love to see your name in the top rank of the worldwide?🚩 Versus mode: In addition to the traditional fighting mode, Super Stickman Dragon Warriors also introduces new team fighting modes for you to enjoy with your friends. Matches can also be included in the tournament to find the strongest team and win the biggest rewards.🚩 Story mode: Tightly constructed and logically takes you on an emotional journey from calm to climax. The story will bring you completely into the heart of the character, taking your chosen character as far as possible is your main task. The later, the more the plot will surprise you and attract you.🚩 Tournament mode: The strongest teams will compete together. The winning team will be honored on the arena gold board as a trophy.🚩 Boss hunter mode: Gathering the most formidable monsters also gives you the most worthy rewards if you win.🚩 Survival mode: You will have a certain amount of strength health. Within that blood limit, fight as hard as you can to bring back a lot of gold and items.🚩 Training Mode: Practice fighting skills and try out the power of new character openedReward:🎁 Lots of free bonuses🎁 Lucky spins will often appear with valuable gifts or features.▶ Download now Super Stickman Dragon Warriors to join friends and family in the hottest battles in the stickman warrior world. Destroy your opponents together and create your own story.📞 Contact us via https://www.facebook.com/SuperStickmanDragonWarriors if you have any questions or comments to help us fix and improve the game. Sincerely thank you!",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytitanstudios.kfz",
  "name": "Kung Fu Zombie",
  "company": "Trophy Games - Tiny Rails Train Cargo Simulator",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "53K reviews",
  "age": "Everyone 10+info",
  "describe": "Become a kung fu master in Kung Fu Zombies!The earth is under attack from a zombie apocalypse! Our only hope is white belt, Zak. Power punch, hurricane kick and headbutt your way through hordes of the walking dead. Harness the mythical powers of the Dragon to earn your black belt and put an end to the evil Dr. Z once and for all!Features:👊 Unlock special abilities and crazy attack combos!👊 Harness the mythical powers of the Snake, Tiger and Dragon!👊 Advance your training to legendary black belt status!👊 Choose from many unique and recognizable Sidekicks to fight with!👊 Find ancient scrolls and special weapons!👊 Collect 100s of combat gear and costumes!👊 Epic boss battles!👊 Classic arcade action!👊 Beautiful retro music and graphics!PLEASE NOTE! Kung Fu Z is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Kung Fu Z.Kung Fu Z can be played offline, but please note that an active internet connection is required to update some features.Please see the Trophy Games Privacy Statement to know more about your data protection at: https://trophy-games.com/legal/privacy-statement",
  "lastVersion": "Oct 9, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bravestars.stickman.revenge.epicwar",
  "name": "Stickman Revenge: Demon Slayer",
  "company": "Bravestars Games",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "15.6K reviews",
  "age": "Everyoneinfo",
  "describe": "BECOME STICKMAN NINJA IN A NEW OFFLINE ADVENTURE GAME⚔️Epic Stickman Revenge is a mix of Roguelike and classical RPG. This game lets you join in the Shadow ninja world with beautiful graphic epic adventure action. Unlock power by map, collect the best equipment and fight against with strongest shadow monster. Welcome to the ninja realm! FIGHT NOW!⚔️★★★ From the studio of Shadow of Death ★★★★★★ Stickman Ninja series has been downloaded more than 40 million times ★★★Legend has it that the monsters have wipeout the entire land, their ambitious goal is to control human civilization and make them slaves, including the ninja clan. In this story, some ninja heroes are reborn, they carry within themselves the power of shadow, their journey is to take revenge and save the world.                                                                        • EPIC STICKMAN NINJA GRAPHICProvide beautiful graphic epic fighting action game with shadow scenery and stickman ninja style.• EASY CONTROLSControl your ninja like in the epic classical shadow fight games and get an upgrade-level battle experience than other action games.                                                                        • SUPREME NINJA HEROESUnlock 3 Shadow Ninja characters. Collect unique skins and upgrade power for a different look.• WIN BATTLESSurvival to unlock ninja power and choose passive skills that suit your fighting style.                                                                        • COMPLETE THE STORYInfluence the storyline by fighting with powerful monsters, explore the ninja world, and unlock new journeys.                                                                • SHOW OFF YOUR SKILLEven when all of the main story chapters are over, the journey continues. The Boss Raid mode will challenge the player's skill. Moreover, PvP mode will be updated soon.                                                                • NO WIFI GAMEStickman revenge allows you to play offline and no need wifi to work.                                                                • JOIN THE COMMUNITYFollow Us on Social Media to share your adventure stories, keep up to date with all new features and participate in community events to win great prizes!Facebook: https://www.facebook.com/stickman.revenge.4Youtube: https://youtu.be/krY1n0X4M9o                                                                         ---------------BEGIN YOUR NINJA ADVENTURE NOW!--------------It is ideal to play Stickman Revenge on a device with 1GB RAM or higher.If you are playing on a device with less RAM, you will encounter unsatisfying game performance, and we recommend playing on a device that meets the requirements instead.Send any feedback to game@bravestars.comPrivacy Policy: https://www.bravestars.com/privacy-policy.html",
  "lastVersion": "Sep 5, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.ShadowofDeath.FightingGames",
  "name": "Shadow of Death: Offline Games",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "494K reviews",
  "age": "Teeninfo",
  "describe": "Shadow of Death: Action Role Playing (RPG) Offline GamesA Brand New Epic Dark Fantasy RPG AdventureShadow of Death is the stickman diablo action game in the shadow fight style and offline games. Unite against the shadow of war and save the lost kingdom from dragon and demon. Fight the shadow now!Play a gripping offline games fantasy adventure action game role playing (RPG) Stickman on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an soul knight action rpg offline games, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique soul knights, multiple gameplay styles, games mode and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect & craft some comrades, and clear the dark soul dragon & demon today!Stickman Shadow FightChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor.Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action role playing (RPG) games, the stickman battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special fighting games battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!Discover Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, the game is using a dark fantasy theme. Optimized for mobile gaming, discover the gothic fantasy city of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime in offline games as Shadow of Death: Dark Knight is an offline knight game.Only need to be offline to play your shadow fighter.Challenge the Shadow Legends UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight offline! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this stickman shadow fight game now!VISIT US:Shadow of Death: Offline Games - Stickman Action role playing (RPG) Fighting Games fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/ GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nway.powerrangerslegacywars",
  "name": "Power Rangers: Legacy Wars",
  "company": "nWay Inc.",
  "rating": "3.9star",
  "downloads": "50M+",
  "reviews": "446K reviews",
  "age": "Editors' Choice",
  "describe": "Rita Repulsa, the space witch, has infected the Morphin Grid, creating virtual monsters and Ranger clones programmed to fight on her behalf. Fight back with your own curated team of legendary Power Rangers and villains from the multiverse! Unlock new Rangers, upgrade your best warriors and create the best team to defeat Rita, and save the Morphin Grid.----------------FEATURES------------------------BATTLE PLAYERS IN REAL-TIMEStrategize, dodge and fight against real players in real-time multiplayer PvP action and unlock different arenas from iconic locations across the Power Rangers multiverse, including Lord Zedds’ Throne Room, Terror Spacecraft, Dino Lab and more. Test your skills against live players worldwide and move up on the leaderboard.STUNNING CONSOLE QUALITY GRAPHICSExperience your favorite Power Rangers and their iconic moves like never before in full-blown 3D with gorgeous visuals and animations. This fighting game looks stunning from the detailed characters to the incredible environments.COLLECT NEW & ICONIC POWER RANGERSUnlock new Rangers and collect 80+ warriors ranging from the new movie Power Rangers to classic Rangers across the Power Rangers multiverse. You can also collect villains, including Goldar, Lord Zedd, Psycho Rangers and more.MEGAZORDSBattle and brawl with giant Megazords, including Dino Megazord, Mega Goldar, Predazord, Thunder Megazord and more. Customize your Megazord with Mega Attacks. Equip over 12 Mega Abilities to help destroy your opponent. Take your Megazords and join in on the Megazord Alliance Wars where you will battle against other Alliances to lead your Alliance to glory.  CUSTOMIZABLE TEAMSChoose your favorite warriors and create the best team to fight for you. Upgrade your favorite warriors to join your squad. With your ultimate team, you can challenge top players in combat from around the world. GROW STRONGERUpgrade your best warriors with Zeo Shards earned through battles, missions and more to increase your winning streaks and battle stats. Become the most powerful team in the world.TEAM UP WITH YOUR FRIENDSBuild alliances to share, chat and trade tactics, strategy and combos! Watch replays to learn from other members and follow your favorite players. Request and trade shards with other players in your alliance. Take part in Alliance Missions where you can work together to earn Zord Shards, Energy and more.RAIDSBattle in the new PvE Raids feature against AI Heroes, Villains, and even Megazords. Join in either the Solo Phase or Alliance Phase where you can earn epic rewards. EARN EPIC REWARDSFight and battle in PvP and PvE to earn Morph boxes, coins and other rewards. Complete missions and events for exclusive rewards to upgrade your team of warriors and dominate your opponents.CAPCOM STREET FIGHTERS CROSS-OVERFighters from the most popular fighting game of all time enter the Morphin Grid. Collect your favorite Street Fighter characters including Ryu, Chun-Li, Guile, Cammy, M. Bison and Akuma. ************************************************************************“20 Best Mobile Games” - Appolicious“Top 10 Best Android Games” - Tech Vs Entz“11 Best Android Games That You Shouldn’t Miss” - Guilding TechNominated for “Best Mobile Game” - Best Mobile App Awards************************************************************************Like us on Facebook: https://facebook.com/PowerRangersLegacyWarsLike us on Twitter: https://twitter.com/PRLegacyWarsVisit us on Instagram: https://Instagram.com/PowerRangersLegacyWarswww.playlegacywars.comBy downloading this game, you agree to the Terms of Service and Privacy Policy Agreement.https://nway.com/terms-of-service/https://nway.com/privacy-policy/",
  "lastVersion": "Oct 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.actgames.amg.android.gl",
  "name": "Bangbang Rabbit!",
  "company": "91Act.com",
  "rating": "3.7star",
  "downloads": "1M+",
  "reviews": "35.1K reviews",
  "age": "Everyone 10+info",
  "describe": "The best role-play battle game is coming!Monsters are invading your Rabbit Kingdom! Jump into the arena, take up your sword, guard your home, be the legend!Join the fight for a truly endless adventure! You can show off your fighting skills with abandon and earn amazing rewards!🔸 How to play🔸•TAP to attack hundreds of monsters and enemies on various exciting scenarios• Collect precious weapons and armors from various randomized events, to help you fully customize your rabbit warrior and defeat the evil enemies! • Acquire countless combinations of unique skills to help you survive.• Fight your way through monster-ridden worlds!🔸Features🔸• You will be immersed in a dark fantasy world setting with hack and slash gameplay！  • Easy to play, make super punchy attacks just through arrow keys！• Very satisfying role play experience with epic graphics and great battles!• Random and unique skills to build a special fighting mode!• Improve your equipment and try out different combat tactics!• Acquire adequate rewards including golds and gems by fighting and making right choices on random events !Come on! Let’s fight!!!Support：* Follow us on social media for more information and get support: Facebook: https://www.facebook.com/BangbangRabbit Email: xlandcontact@gmail.com",
  "lastVersion": "Oct 10, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pixelbite.sm2",
  "name": "Space Marshals 2",
  "company": "Pixelbite",
  "rating": "4.1star",
  "downloads": "5M+",
  "reviews": "115K reviews",
  "age": "Editors' Choice",
  "describe": "Tactical Combat & Stealth action in Outer Space.The sci-fi wild west adventure in outer space continues with Space Marshals 2. This tactical top-down shooter puts you in the shoes of specialist Burton in his struggle against the criminal elements of the galaxy. This isn’t your ordinary dual-stick shooter. The emphasis is on tactical combat and stealth, rather than just spraying bullets, and there’s a story! TACTICAL COMBATUse the environment to your advantage. Avoid attacks by taking cover. Flank enemies for extra efficiency, but avoid getting flanked yourself! Use the tools of the trade to gain an edge - frag grenades, flash bangs, drones, gun turrets, proximity mines and much more…STEALTHChoose your approach carefully. Some say running into the fray, guns blazing, isn’t always the answer. Use distractions to single out opponents. Use stealth takedowns and silenced weapons to covertly reduce the enemy numbers. Hack gun turrets to turn on their masters. Lure different enemy factions together and let them fight each other.LOAD-OUT & GEARChoosing your load-out is a big part of your tactics. In addition to body armor and grenades you can carry one two-handed and one single-handed weapon - and there’s something for everyone. Shotguns, handguns, assault rifles, sniper rifles, crossbows, energy weapons, throwing axes and more.- Tactical top-down shooter- Gorgeous. stylistic HD graphics- 20 missions with performance based rewards. TAMI is watching you!- Wide selection of weapons and gear. Over 70 different weapons.- Multiple factions to fight – or pitch against each other- Dual stick controls with a set of different options- Gamepad controller support- Google Play achievements- Cloud save game support### IMPORTANT ### Game requires OpenGL ES 3.0 support.As featured in SHIELD Hub.",
  "lastVersion": "Sep 4, 2023",
  "classify": "ActionShooterTactical shooterSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rocketjump.majormayhem2",
  "name": "Major Mayhem 2",
  "company": "Rocket Jump Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "143K reviews",
  "age": "Teeninfo",
  "describe": "The Forces of Evil are back! Mr Evil has sent his dastardly henchmen to rudely interrupt your romantic getaway! It's time to take vengeance with extreme prejudice.Blast your way through a militia of bad guys, dodge bullets and travel to the moon and back in an adventure only worthy of Major Mayhem!So drop what you are doing, grab your biggest guns and set your trigger finger to autofire. The world and your love life depends on it!Offline play allows you to play the entire game while offline, free! Great for playing while commuting, traveling or whenever you have limited or no internet connectivity.Features:- Fast, fun, arcade cover shooting action.- Offline mode. Play anywhere, anytime.- Online leaderboards and prizes.- Hundreds of enemies to shoot.- Dozens of hostages to save.- A tonne of Costumes and Hats to be won.- Colourful, fun, HD 3D graphics.- 5 Big Boss Fights!- Light hearted storyline with a dash of humour.- Unlock and upgrade 20 guns!    ● Pistols    ● Rifles    ● Sniper Rifles    ● Shotguns    ● Bazookas    ● and much moreGEAR UP, MAJOR! IT'S TIME TO KICK SOME BUTT!",
  "lastVersion": "Jan 4, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.1star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mytona.outgun",
  "name": "Outfire: Battle Royale Shooter",
  "company": "Mytona",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "15.7K reviews",
  "age": "Teeninfo",
  "describe": "5-minute Battle Royale!Fight for your life in an endless multiplayer meat grinder, destroy all your enemies and be the last survivor standing in the Battle Royale game mode.JOIN UP WITH FRIENDS ONLINETake your teammates into battle or meet new friends from all over the world online!Use cool stickers and awesome dances during battle to communicate in this massive online shootout.NEW SYSTEM OF UNIQUE HEROESEach hero has a unique ability! Freeze, burn, deploy a turret, throw knives or turn invisible to outsmart your opponent!Go to the game and choose a hero to suit your playing style.SPEED AND DYNAMICSOnline bouts have never been so dynamic! Don't slow down, act fast and don't let your opponents kill you while completing missions. Blow them all away and become a legend!A NEW DAY, A NEW CHALLENGEPlay matches with your favorite hero, win trophies, complete challenges, level up your Battle Pass and get loads of valuable rewards!Rise up the leaderboard by increasing your rating and show everyone who's the best fighter around!   CLEAR AND SIMPLE CONTROLSRun and shoot with sticks. A comfortable interface for all in-game actions: rolls, reloading and changing weapons — anyone can work it out!JOIN INRegular updates add new game features and a variety of content, heroes, weapons, and modes that are constantly growing and improving.Become a part of our community and sign up to our social networks:https://www.facebook.com/OutFireMYTONA  https://www.youtube.com/channel/UCrnBEtQx0xxlztCp9hyrRSg  https://discord.gg/GKmtpBDtWn  https://twitter.com/OutFireOfficial",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.bulletecho.google",
  "name": "Bullet Echo",
  "company": "ZeptoLab",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "651K reviews",
  "age": "Mature 17+info",
  "describe": "Like action shooters? Bullet Echo is an exciting PvP tactical top-down shooter. Use stealth, team up, and shoot to win in this shooting game with multiplayer!Choose from dozens of different heroes with unique play styles, guns and abilities.Unite with friends, set a strategy, and be the last team standing when the battle ends!From the creators of C.A.T.S.: Crash Arena Turbo Stars, King of Thieves and Cut the Rope.- UNIQUE TACTICAL STEALTH ACTION: Your vision is limited by the beam of a flashlight, but you can hear enemies' steps and shots.- DESIGNED FOR TEAM PLAY: Start playing with friends online right away! The level of your hero is matched with the highest level in the party.- MULTIPLE GAME MODES: Team vs Team, Solo and Battle Royale mode with 5 small teams on one map.- UNLOCK AND UPGRADE NEW HEROES: Each hero has a unique set of abilities. Rank up to boost your hero's power and unlock new perks.- BE ON TOP: Participate in championships, accomplish missions and receive valuable resources.- GET REWARDS: Fight to unlock new heroes with unique guns, new perks, maps and game modes!Official Discord server of the game: https://discord.gg/u4ApPB7",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshootermobile.free",
  "name": "Alien Shooter World",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "379K reviews",
  "age": "Mature 17+info",
  "describe": "The updated version of the legendary Alien Shooter is already available on all Android devices!Now you can save the world from monsters together with your friends in co-op mode: invite friends to a squad or find new allies using auto-selection.Thanks to the updated weapon system, you can choose equipment based on your playstyle. Combine different types of weapons or armor in one set, pick up perks for your needs, change equipment depending on the task.More than 20 arenas with unique bosses, new combat mechanics, special enemies and champions. Fulfill contracts and explore the roadmap to get better weapons and discover new activities.What awaits you inside?- Hours of gameplay: three main story maps, a lot of additional missions- Multiplayer, the possibility of co-op completion of all missions with friends or random allies- Dungeon, heroic missions, survival missions, multiple difficulty levels- 39 skills, three character leveling branches- Many classes of weapons with different perks and characteristics- Legendary equipment with unique features- Huge crowds of monsters on one screen- Corpses of the monsters eliminated do not disappear - check out what happens at the end of every level- Ability to play without internet connection (offline mode)Follow us on Facebook:http://www.facebook.com/SigmaTeam",
  "lastVersion": "Oct 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.metalslug.rambolun",
  "name": "Metal Slug: Awakening",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Metal Slug: Awakening officially launched with a brand new horizontal screen action shooter gameplay developed and officially licensed by SNK.Classic levels like Pyramids, Deserts, Mines are recreated and keep the original version of the arcade version! The image and design have been improved to high quality but still have a classic feel, providing an attractive and eye-catching experience. The game has now been upgraded, adding a collection of countless weapons, expanding many maps, diverse missions, unique military vehicles, providing a fun experience when participating in a thrilling and exciting battlefield.In addition to keeping the classic gameplay, Metal Slug: Awakening also adds rich game modes such as World Exploration, Team 3 and Roguelike. Now, the Commander can challenge the powerful Boss with friends anytime, anywhere!Mission Start! Legendary arcade game based on new graphics “Metal Slug: Awakening”【Original Experience! Is to transform!】The successor to Metal Slug is officially licensed by SNK! Classic levels, characters, Bosses and vehicles have appeared, along with the re-enactment of classic scenes, characters that transform into fat, zombies or transform into cats. Endless exploration, perfectly recreating the taste of a childhood and the classic comedic elements of Metal Slug!【Variety of maps! Break the island with skill】Various and unique levels, sweep and conquer them to the end! Golden Sand Mines, Secret Labs, Mysterious Lava Areas, Southern Jungles, Eastern Cities… There are so many new-style maps for the Commander to explore!【Unique vehicle! Flexible attack】In Metal Slug, the Commander can parachute and attack in the air, has a drill that digs deep into the ground, a powerful fire-breathing camel… A variety of vehicles for the Commander to choose from, each with superior skills! Fly high into the sky, dive deep into the ground, attack flexibly! This time, will you continue to take advantage of the vehicle's unique combat ability to take down powerful Bosses?【Full firepower! Sweep the enemy】Special skills for each character, a variety of special weapons, level up and fight the Boss... Bullets fly! Familiar characters and vehicles in Metal Slug also appear such as Ammunition H, Ammunition L, Ammunition I... Choose the right weapon for the Commander! Still not satisfied? Commanders can try out flamethrowers, ice blasters and boxing guns... Wipe out all enemies, increase firepower! 【Special mystery is hidden! Lots of unexpected discoveries 】Rescue prisoners to get secret items, touch the magic lamp to pick up treasure, turn Marco into a flexible fat guy... Pay attention as you progress through the levels, each character has its own animation, and many hidden details are full of surprises! These exciting mysteries, inspired by the classic arcade game, will provide the Commander with an experience full of surprises and endless fun during the Metal Slug: Awakening experience!©SNK CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Nov 20, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.metalslug.rambolun"
}]