[{
  "link": "https://apps.apple.com/vn/app/ic%C3%A1-b%E1%BA%AFn-c%C3%A1-zingplay-vng/id1568659894?l=vi",
  "nameAndAge": "\n          iCá - Bắn Cá ZingPlay VNG\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #12 trong Board Game\n                    \n\n",
  "ratingAndReviews": "3,8 • 2,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nICÁ - BẮN CÁ ONLINE THẬT ĐÃ TAY iCá Zing Play là game bắn cá online giải trí miễn phí số 1 Việt Nam. iCa là cổng Game thuộc thể loại casual đơn giản dễ chơi, ko có đổi thưởng và hoàn toàn free với hình ảnh chibi dễ thương dành cho mọi lứa tuổi. iCa zingplay mang tất cả các đặc trưng của bắn cá siêu thị, nhưng thú vị hơn với dàn Boss siêu khủng và cá tính, hàng loạt kỹ năng độc đáo mà các game bắn cá siêu thị không có Bạn không biết chơi ban ca hoặc chưa từng chơi bắn cá siêu thị? Đừng lo! i ca zingplay chơi rất đơn giản: Bước 1: Chọn mục tiêu muốn bắt. Cá càng lớn càng đẹp thì càng ăn xu được nhiều Bước 2: Nhấn hoặc giữ ngón tay trên màn hình để bắn liên tục (free fire)Bước 3: Di chuyển theo mục tiêu đã định để tăng cơ hội bắt được cá lớn. GAME LÀ DỄ, TẢI NGAY THÔI !! Khác với những game bắn cá siêu thị, ban ca doi thuong hay ban ca an xu, i ca zing play là game ban ca giải trí online free to play và có hàng loạt tính năng nổi bật: - Game miễn phí hoàn toàn, người chơi có thể trở thành đại gia từ quà tặng khởi nghiệp, quà tặng miễn phí, quà tặng giftcode hàng ngày - Quà tặng bao la, là Game online có nhiều mã quà nhất, với mã quà ngàn vàng mien phi mỗi ngày trên fanpage - Bắn cá giải trí, săn boss đã tay với hàng loạt boss khủng. Trong thế giới i cá, bạn có dám thách thức thần long (ban ca rong), hay trải nghiệm hiệu ứng free fire lung linh từ boss Phượng hoàng lửa, hiệu ứng bắn 1 được 3 từ boss tam vĩ zingplay  - Thử ngay combo free fire phượng hoàng lửa và bắn 1 được 3 để quét sạch cá trên bàn- 12 loại súng độc đáo được thiết kế với ý tưởng là các loài cá trong i ca zingplay: cá chim, cá mực, cá đuối, cá vàng- Âm thanh, hiệu ứng ăn boss đẹp mắt - Nếu bạn có thời gian rảnh, chần chừ gì mà không giải trí cùng iCa zing play!  Ngoài ra, icá zingplay còn có cổng game sự kiện online thú vị như:- Bảng xếp hạng hàng tuần:  thi đua để dành danh hiệu top 1 với hàng triệu người chơi khác được xếp vào nhiều nhóm thi đấu khác nhau- Quà bao la với các siêu sự kiện: Sự kiện vòng quanh thế giới, sự kiện thử tài sút phạt 11m, Cạp bóng hóng quà Cùng nóc khám phá ngay đại dương ica zingplay! iCa Zingplay thuộc cổng game ZingPlay - là cổng game giải trí đa nền tảng đầu tiên tại Việt Nam, được phát triển bởi Zingplay Game Studios trực thuộc VNG. Những năm gần đây, phiên bản trên mobile của ZingPlay đã được ra mắt với hệ thống các game hấp dẫn nhất thuộc nhiều thể loại phù hợp với mọi tầng lớp người dùng.Chú ý:   Icá Zingplay là game bắn cá giải trí, không phaỉ ban ca doi thuong. Do đó, game không có tính năng doi thuong thành tien mat hay doi thuong doi the. Icá ban ca online là tựa game miễn phí  không hỗ trợ các hoạt động doi thuong. Mọi hành vi lạm dụng iCá ban ca online vào việc doi thuong là nghiêm cấm. \n",
  "new": "\n\n\n9 thg 11, 2023\nPhiên bản 3.1.2\n\n\n\n\nNew feature, Improvements and bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "217,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/birzzle-pandora/id428876277?l=vi",
  "nameAndAge": "\n          Birzzle Pandora\n 4+\n",
  "company": "\n\n            Enfeel Inc.\n          \n",
  "ranking": "\n\n\n                      #32 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 6 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\n******* 7 millions Downloads******* Korean Mobile App Award 2011******* The most popular application (1st place) in Asia appstore - Distimo, TechCrunch※ DescriptionA new brand of Drag n Drop block puzzle game lining up the same type of birds and making it disappear by the use of fingertip. Provides optimized system which sustains better flexibility and simplicity of movements in touch control than prior puzzle games on the market; in return, provides a quick action arcade puzzle anyone can enjoy. Just move the birds freely. That’s all.Move your fingers really fast. Then, you could be the number one.1. Classic Mode : A speedy free action puzzle game.2. Pandora Mode : The goal of Pandora mode is to match birds and collect the letters in order to get the highest score possible in two minutes.3. Ice Break Mode : Tense and thrilling mode within a set time while breaking the ice.※ Game specific features1. A game people of all ages can enjoy.2. Touch-screen optimized control3. Offer 3 different game modes4. Support for Game Center. Share your rankings with your friends!5. Play with your Facebook friends all over the world.6. Stunning visuals that leverage the Retina Display※ New features of Birzzle Pandora 1. Added a new mode : Pandora Mode (By connecting with Facebook, players can compete with others for a high score on leaderboards) 2. Invite Friends at Facebook and get coins3. Connect Facebook account and get 50,000 coins for gift4. Get high scores using powerbirds5. Newer High quality graphics 6. More rich and addictive high quality sounds 7. Corrected bugs at Classic mode and Ice Break mode 8. Connection to Official Facebook Fanpage 9. Added Vibration when the powerbird pops10. Optimization Graphic Engine for better performance※ Follow and join us!Website :  http://birzzle.comFacebook :  http://www.facebook.com/BirzzleOfficialTwitter :  http://www.twitter.com/enfeelstudioContact :  contact@enfeel.com\n",
  "new": "\n\n\n19 thg 9, 2015\nPhiên bản 2.1.40\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Classic mode has been improved. Experience the faster play.Facebook login bug has been fixed.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 5.1.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 5.1.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "67,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/brotato-premium/id1668755109?l=vi",
  "nameAndAge": "\n          Brotato:Premium\n 12+\n",
  "company": "\n\n            Erabit Studios\n          \n",
  "ranking": "\n\n\n                      #15 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 84 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThể hiện sức mạnh của khoai tây! Xâm chiếm Địa ngục đạn!VỀ TRÒ CHƠI NÀYA spaceship from Potato World crashes onto an alien planet. The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.FeaturesAuto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that timeCollect materials to gain experience and get items from the shop between waves of enemiesAccessibility options: tweak the health, damage and speed of enemies so the difficulty is right for you\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.3.34\n\n\n\n\nCả khoai tây và quái vật đều sẵn sàng chào đón Giáng sinh\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "220,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/metal-slug-x/id602990197?l=vi",
  "nameAndAge": "\n          METAL SLUG X\n 9+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #50 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "2,4 • 15 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe masterpiece of 2D action-shooting, \"METAL SLUG X\",  lands on iPhone/iPod touch! Foil General Morden's new coup attempt!!Features list:■A remake of \"METAL SLUG 2\"!\"METAL SLUG X\" is an updated version of \"METAL SLUG 2\" with a lot of new elements for even more fun and excitement!Bosses and other enemy characters await you at different points on the battlefield, so that even players who have perfected the previous installment will enjoy this new and improved game map!■Shoot down your enemies with new weapons!!New weapons, such as the \"Iron Lizard\" (remote-controlled missiles), the \"Drop Shot\" (bouncing landmines), and the \"Enemy Chaser\" (homing missiles), have been added to the impressive METAL SLUG arsenal.   ■An \"Arcade-Perfect\" NEOGEO Port with extra features!In addition to the classic “ARCADE MODE”, you can select any mission you have previously cleared and play them separately in “MISSION MODE”. You can enjoy your favorite stages at will and train on the missions you have not mastered yet!■Precise and Customizable Controls!The Autofire function allows you to fire continuously by holding down the Shot button. Moreover, you can change the position of your configuration outside of the game screen area in “Window” Mode. Enjoy every pixel of “METAL SLUG X” with your very own custom controls! ■Engage into intense Multiplayer gameplay via Wi-Fi!Now you can enjoy “METAL SLUG X” with a friend through a Wi-Fi connection. Team up with a brother in arms to accomplish together the difficult missions available in “METAL SLUG X”!■Compatible with “GAME CENTER”! Complete the maximum number of “ACHIEVEMENTS” in order to increase your \"METAL SLUG X\" Player Rank!Beat the best scores and become World’s Number 1!!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.4.2\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "121,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/b%E1%BA%AFn-g%C3%A0-v%C5%A9-tr%E1%BB%A5-game-b%E1%BA%AFn-ru%E1%BB%93i/id1096041471?l=vi",
  "nameAndAge": "\n          Bắn Gà Vũ Trụ - Game Bắn Ruồi\n 12+\n",
  "company": "\n\n            Phan Tu\n          \n",
  "ranking": "\n\n\n                      #61 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 6,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nStrike Galaxy Attack: Alien Space Chicken Shooter là tên tiếng anh của trò chơi điện tử hấp dẫn nhất 2021 này và hứa hẹn sẽ tạo nên 1 cơn đại địa chấn trên Apple Store. Trò chơi hỗ trợ tất cả các dòng điện thoại thông minh (smartphone) và máy tính bảng.Trong không gian bao la của vũ trụ luôn tồn tại những thế lực tàn bạo với những âm mưu xâm chiếm trái đất: Có thể là người ngoài hành tinh, một loài động vật nào đó thông minh như con người...bất cứ lúc nào cũng có thể tấn công trái đất xinh đẹp của chúng ta.Bắn Gà Vũ Trụ: Chiến Cơ Hạm Đội Bắn Ruồi mang đến cho người chơi cuộc chiến chống lại bầy gà xâm lăng, chúng mang đến những chiến cơ rất hiện đại, đội quân hết sức hùng hậu được trang bị vũ khí tối tân.Bạn là niềm hy vọng sống còn của trái đất, nhiệm vụ của bạn là điều khiển chiến cơ huyền thoại đã được trang bị và tham gia các trận chiến trong không gian để bảo vệ trái đất. Trong trận chiến bạn có thể thay đổi chiến cơ và nâng cao sức mạnh bằng cách ăn những items, xem video và mua các mặt hàng để vượt qua tất cả những kẻ thù mạnh nhất. Hãy điều khiển máy bay khéo léo và thông minh nhất để chống lại các thế lực thù địch đem lại hòa bình cho trái đất.Để có thể giành chiến thắng người chơi phải là người có kinh nghiệm chơi game bắn súng, bắn may bay và phải có chiến thuật không nên phiêu lưu mạo hiểm để nhận lấy thất bại không đáng có, khi chơi games nên tập trung cao độ và nhập vai thật sự vào nhân vật của mình để xứng đáng là thủ lĩnh anh hùng bảo vệ trái đất.----------- TÍNH NĂNG ------------- Đăng nhập facebook để cập nhật bảng xếp hạng online với bạn bè- Hệ thống nhiệm vụ hấp dẫn- Chế độ độ chơi Campaign và Enless - Đồ họa tuyệt đỉnh, sống động, chân thực và Âm thanh chất lượng cao.- Có rất nhiều levels với các mức độ từ dễ đến cực khó.- Các màn chơi bắn máy bay, bắn gà, bắn ruồi và đấu BOSS khủng.- Hệ thống items hỗ trợ gia tăng sức mạnh trong quá trình chơi game.Nào còn chờ gì nữa mà không tải ngay Bắn Gà Vũ Trụ: Chiến Cơ Hạm Đội Bắn Ruồi về điện thoại của mình.------------------- LIÊN HỆ -------------Chúng tôi luôn mong muốn nhận được các đóng góp của các bạn để hoàn thiện hơn sản phẩm của chúng tôi. Liên hệ với chúng tôi qua:Visit our Offical site at: http://www.onegame.mobiFollow us on Facebook at: https://www.facebook.com/www.onegame.mobiPrivacy Policy : http://onegame.mobi/policyTop Action Game :  http://en.onegame.mobi/action-gameTop Adventure Game: http://en.onegame.mobi/adventure-gameTop Arcade Game: http://en.onegame.mobi/arcade-gameTop Puzzle Game: http://en.onegame.mobi/puzzle-gameTop Strategy Game: http://en.onegame.mobi/strategy-gameTop Racing Game: http://en.onegame.mobi/racing-gameTop Sport Game: http://en.onegame.mobi/sport-gameTop RPG Game: http://en.onegame.mobi/rpg-gameEmail contact: onegameinc@gmail.com\n",
  "new": "\n\n\n26 thg 10, 2023\nPhiên bản 24.0\n\n\n\n\n- Improve user experience- Fix some bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "188,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/max-payne-mobile/id512142109?l=vi",
  "nameAndAge": "\n          Max Payne Mobile\n 17+\n",
  "company": "\n\n            Rockstar Games\n          \n",
  "ranking": "\n\n\n                      #7 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,1 • 12 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMax Payne, the award-winning title is now available for iOS.A fugitive undercover cop framed for murder, hunted by cops and the mob, Max is a man with his back against the wall, fighting a battle he cannot hope to win. Max Payne is a relentless story-driven game about a man on the edge, fighting to clear his name while struggling to uncover the truth about his slain family amongst a myriad of plot-twists. The groundbreaking original cinematic action-shooter, Max Payne introduced the concept of Bullet Time® in videogames. Through its stylish slow-motion gunplay combined with a dark and twisted story, Max Payne redefined the action-shooter genre.Universal App:Max Payne is supported on iPhone 3GS, iPhone 4, iPhone 4S, iPod Touch 4, iPad 1, iPad 2, the new iPad.Features:• Max Payne's signature slow motion gunplay, Bullet Time® • Stunningly sharp, HD quality resolution and textures• Retina supported resolution for the new iPad• Gameplay tailored for touch screen devices• Highly customizable controls • Multiple aiming modes • Rockstar Games Social Club integration to track stats, unlock cheats and more**Rockstar Games Social Club supported on the iPhone4, iPhone 4S, iPad 2 and the new iPad only. Cheats are still accessible on older devices. For those using the \"Skip to Level\" cheat, we recommend that you have weapons in your inventory; as you  will start a new level with your current weapon set.  Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese.Mobile Version developed by War Drum Studioswww.wardrumstudios.com  Find out more:www.rockstargames.com See videos:www.youtube.com/rockstargames Follow us: www.faceboook.com/rockstargameswww.twitter.com/rockstargames\n",
  "new": "\n\n\n17 thg 10, 2018\nPhiên bản 2.0\n\n\n\n\nFull screen support on iPhone XGeneral bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/world-cup-table-tennis/id310303959?l=vi",
  "nameAndAge": "\n          World Cup Table Tennis‪™‬\n 4+\n",
  "company": "\n\n            Skyworks Interactive Corp\n          \n",
  "ranking": "\n\n\n                      #11 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "2,0 • 1 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nWorld Cup Table Tennis. #1 franchise in 94 countries. And of course, the #1 Table Tennis game on the iPhone/iPod touch and iPad.Features 20 paddles! And Gold Cogs, so you can “power-up” your paddles for more SPIN, more POWER. Gold Cogs can be earned by winning matches or they can be purchased.And play as or against 40 countries.PRAISE FOR WORLD CUP TABLE TENNIS“Quite addicting.” - Macworld“Ball-bashing Fun for All…” - AppScout“World Cup Table Tennis by Skyworks is the addictive classic game in 3D and great new addition to world of sports applications. This game will test your reactions…” - Product-Reviews.net“Having spent some time playing the game, I applaud (Skyworks') efforts as I had a blast playing the game.” - NineOverTen“Skyworks Interactive cranks out another hit with World Cup Table Tennis!” - SlapApp“The game really tops everything else and brings realistic sounds from your garage to your iPhone.” – AppBiteAre you the master of the paddle? The ninja of the backspin? Do you have balls of fury? Then World Cup Table Tennis from Skyworks is the app for you!Grab your headband, matching track-suit and paddle and represent your country’s colors in some classic table tennis action with WORLD CUP TABLE TENNIS™ from Skyworks®, creators of the best quality and most fun sports games on the iPhone/iPod touch!  It’s the fastest sport on a table, and now it’s right here on your mobile device.  Feel like a pro, concentrating to catch the corners with each shot. Be precise, even the slightest mistake can lose the game and let down your entire country.World Cup Table Tennis features four modes. In Career Mode, play against 40 countries, starting with the lowest ranked countries in the world, and working your way up to the best.In Tournament Mode, see if you can win the Gold Cup! In Arcade, play a new twist on the classic game with added bonuses! In Head-to-Head Mode, compete in real-time against another player on the same iPhone/iPod touch!As you play Career Mode, earn Gold Cogs with each win and unlock new paddles and countries. In Tournament Mode, Gold Cogs are earned after each tournament win. Adjust the speed slider to make the ball go even faster, for more exciting gameplay.Can't wait to get all the paddles or countries? Purchase additional Gold Cogs and unlock new paddles and countries, as well as the ability to upgrade your paddle's power and spin against increasingly tougher competition.KEY FEATURES:- 40 countries from the Americas, Europe, Asia and the Middle East- 20 paddles, each with different physics and game play, such as the 'Reptile', 'Scorcher' and 'Crush'- Many tables such as 'Burn' and 'Dragon'- Many balls such as 'Chrome' and 'Skullz'- Trophy play in quarters, semis, and the finals in Tournament Mode! Choose which country you represent.- Gold Cogs, which are earned with each win in Career Mode or with each tournament win in Tournament Mode. Use the Cogs to unlock more paddles and countries or to “power-up” existing paddles. Gold Cogs can also be purchased.- 35 achievements in Game Center- Local and global score boards- Ability to play your Music from your iTunes play list- Ability to challenge friends via email- Facebook connectivityIf you like our games, show us some love on Twitter (@SkyworksGames) and Facebook (World Cup Table Tennis)! Thanks, and get to playing!\n",
  "new": "\n\n\n5 thg 3, 2017\nPhiên bản 4.6.1\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.-Bug Fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "31,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/clash-of-the-olympians/id590049663?l=vi",
  "nameAndAge": "\n          Clash of the Olympians\n 9+\n",
  "company": "\n\n            Ironhide S.A.\n          \n",
  "ranking": "\n\n\n                      #34 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,7 • 27 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nBecome a demigod and keep the horde of heathens away from your temple! Take on the role of one of the mighty Greek heroes and defend your temple against hordes of mythological creatures using a vast array of powerful weapons and godly powers!Clash of the Olympians highlights:* Action packed defend the temple game that will test your wits and precision!* 3 Heroes to choose from: Play as the mighty Heracles, the quick Perseus or the legendary Achilles!* Face mythological creatures with different abilities! Minotaurs, Gorgons, Harpies and more!* Train your hero! Upgrade his weapons and grant him special powers! Each hero has his own arsenal so choose wisely!* Arcade style rewards! Show off your skill by performing head shots, multi-kills, quick kills and more!So what are you waiting for! The hordes of Hades are approaching and only you can stop them!Bring'em ON!\n",
  "new": "\n\n\n12 thg 10, 2015\nPhiên bản 1.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Fixed crash on startup with iOS9\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 5.1.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 5.1.1 trở lên.\n                \n\n",
  "size": "75,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cooking-fever-restaurant-game/id714796093?l=vi",
  "nameAndAge": "\n          Cooking Fever: Restaurant Game\n 4+\n",
  "company": "\n\n            Nordcurrent UAB\n          \n",
  "ranking": "\n\n\n                      #37 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,4 • 6,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nCook delicious meals and desserts from all over the world in this FREE addictive time-management game! With a wide choice of unique locations and restaurants, from Desserts and Fast Food to Indian and Chinese cuisines, you will be able to practice your skills in a variety of settings and cooking techniques. Use hundreds of delicious ingredients to cook the best quality dishes. Try all the possible kitchen appliances, from coffee makers and rice cookers to pizza ovens and popcorn makers. Decorate your restaurants to attract more clients. Make your own freebies, such as cookies or cupcakes, to make your customers’ experience more personal and memorable – just like in real life! Upgrade your kitchen and produce an even greater variety of dishes. Oh, and did we say that this game is as addictive and as engrossing as fever? Have fun cooking and don’t forget to share your delicious meals with your friends on Facebook!Features:• Thousands of delicious dishes to cook using hundreds best quality ingredients• Huge choice of world famous cuisines• More than a 1000 levels to complete• Hundreds and hundreds of upgrades for your kitchen appliances and interiorIMPORTANT NOTE:Cooking Fever requires access to the internet in order to play. The game uses a small amount of data for features like our daily rewards, restoring lost game progress, tournaments, challenges, and other gameplay improvements.\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 19.2.0\n\n\n\n\nVarious minor improvements to make your gaming experience better.Be sure your game is up to date so you can have the best time playing!We also recommend joining our community on Facebook for various Contests & more fun.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "223,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Lithuania, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/royal-match/id1482155847?l=vi",
  "nameAndAge": "\n          Royal Match\n 4+\n",
  "company": "\n\n            Dream Games\n          \n",
  "ranking": "\n\n\n                      #45 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 79,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nKing Robert needs your help to restore Royal Castle’s former glory. Break the obstacles and combine amazing power-ups to beat joyful and challenging levels! Keep unlocking wonderful areas by playing fun match-3 levels! Come along now and join the fun!Once you play, you will come for Royal Match every day!Royal Match features:• A new unique taste in match-3 levels with amusing obstacles and fun levels!• Collect loads of coins in bonus levels!• Lots of powerful boosters await for you to unlock them!• Open amazing chests to win magnificent rewards!• Restore the Royal Castle into an amazing and wonderful place!• Explore the new rooms, royal chambers, splendid gardens, and many more exciting areas!\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 18730\n\n\n\n\nAre you ready for a harmonic new update?• Get ready for amazing 100 NEW LEVELS! Fun and exciting new challenges are waiting for you!• Explore the NEW AREA! Feel the rhythm and enjoy the royal melodies at the STUDIO!New levels are coming in every two weeks! Be sure to update your game to get the latest content!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "254,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stumble-guys/id1541153375?l=vi",
  "nameAndAge": "\n          Stumble Guys\n 9+\n",
  "company": "\n\n            Scopely, Inc.\n          \n",
  "ranking": "\n\n\n                      #65 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "3,9 • 8,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nStumble Guys is a massive multiplayer party knockout game with up to 32 players online. Join millions of players and stumble to victory in this fun multiplayer knockout battle royale! Are you ready to enter the running chaos? Running, stumbling, falling, jumping, and winning has never been so fun!DODGE OBSTACLES AND BATTLE YOUR OPPONENTSRun, stumble and fall against up to 32 players and battle through knockout rounds of races, survival elimination, and team play in different maps, levels and game modes. Survive the fun multiplayer chaos and cross the finish line before your friends to qualify for the next round, earning fun rewards and stars as you continue to play and win in Stumble Guys! PLAY WITH FRIENDS AND FAMILY Create your own multiplayer party and play against friends and family. Find out who runs the fastest, battles with the best skills and survives the chaos!UNLOCK AND UPGRADE YOUR GAMEPLAYPersonalize and customize your chosen Stumbler with special emotes, animations, and footsteps. Show off your unique style and personality as you stumble your way to victory. STUMBLE PASSFresh Stumble Pass every month with new content customizations and other rewards! EXPLORE THE WORLD OF STUMBLE GUYSExplore the world of Stumble Guys with over 30 maps, levels and game modes that offer even more ways to play, and experience the fastest multiplayer knockout battle royale. Join the party and get ready to stumble, fall and win your way to victory.\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 0.62\n\n\n\n\nWhat’s new in version 0.62:Embark on a block-dropping adventure of line clears and other hazards in our Tetris Tumble mapRev up your engines for an icy thrill in an all-new ‘Hot Wheels Yeti Run’ mapNew feature drop: decide which emotes are allowed to be used in Custom PartiesExplore our store for weekly offersServer updates and general bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "487,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Albania, Tiếng Anh, Tiếng Ba Lan, Tiếng Ba Tư, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Do Thái, Tiếng Georgia, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Serbia, Tiếng Slovak, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Xhosa, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập, Zulu\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/20-minutes-till-dawn-premium/id1630887189?l=vi",
  "nameAndAge": "\n          20 Minutes Till Dawn:Premium\n 12+\n",
  "company": "\n\n            Erabit Studios\n          \n",
  "ranking": "\n\n\n                      #48 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,7 • 23 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSurvive the onslaught of an endless horde of monsters for 20 minutes!20 Minutes Till Dawn is a roguelike, shoot'em up where you mow down endless hordes of monstrous baddies.【Unique Builds Every Run】In this roguelite survival game, select from a variety of upgrades to create a unique and overpowered builds every run. You can be a fire wizard, for example, and ignite monsters with every pump of your shotgun, or an agile ninja who controls magic knives to pierce your enemies.【Select Your Hero】Choose from a diverse selection of characters and weapons that offer a variety of gameplay experiences.【Features】*Over 80 different upgrades to choose from for a unique experience every run!*Wide cast of characters, with more to come post-launch.*Casual quick 10-20 minute play sessions, for busy gamers.*Rune System helps you become stronger【Contact Us】}Discord: https://discord.gg/efTYchSsHZFacebook: https://www.facebook.com/ErabitstudiosTwitter: https://twitter.com/erabit_studios\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 3.7.667\n\n\n\n\nFixing bugs for an improved gaming experience.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "170 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/doggo-go-gh%C3%A9p-h%C3%ACnh-game-vui/id6443985819?l=vi",
  "nameAndAge": "\n          Doggo Go - ghép hình, game vui\n 4+\n",
  "company": "\n\n            Nox Interactive Technology Limited\n          \n",
  "ranking": "\n\n\n                      #2 trong Board Game\n                    \n\n",
  "ratingAndReviews": "4,1 • 39 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nDoggo Go là một trò chơi ghép 3 ô hình vui nhộn, và chỉ 1% người chơi trên toàn thế giới có thể qua Level 2 và nhận được những “Cậu Vàng” meme nhảy nhót siêu ngộ nghĩnh! Người chiến thắng sẽ nhận được nhiều loại cún cưng cực dễ thương với những bộ trang phục đặc biệt. Hãy cùng toả sáng với Cậu Vàng trên sàn nhảy! Đánh bay mọi mệt mỏi và rinh về những chú chó ngộ nghĩnh, vui nhộn nhé!Doggo Go - Cực kỳ dễ chơi, cực kỳ vui nhộn- Nhấp vào 3 ô có hình giống nhau, chúng sẽ tự động ghép lại và biến mất.- Các ô xếp chồng chất lên nhau với nhiều lớp ẩn phía dười. Chỉ sau khi các ô ở lớp trên biến mất, thì các ô ở lớp dưới mới hiện ra.- Khi không còn ô nào trên màn hình có nghĩa là bạn đã qua được bàn rồi đấy!- Khi vượt qua Level 2, bạn sẽ nhận được skin meme cực độc và ngộ nghĩnh của Cậu Vàng. Đồng thời, bạn sẽ được thêm vào bảng xếp hạng khu vực của bạn. Hãy cùng chơi và giúp cho khu vực của bạn lên top nhé!- Chú ý! Khay chỉ có thể chứa tối đa 7 ô, bạn sẽ thua nếu khay đầy! Mỗi bước đều quan trọng, hãy cẩn thận nhé~Doggo Go - Hãy chơi và xem bạn có nằm trong 1% người chơi chiến thắng không nhé!- Ghép 3 ô: Doggo Go có nhiều thử thách ghép ô hài hước khác nhau, giúp rèn luyện trí não của bạn một cách hiệu quả. Level 1 rất dễ, nhằm giúp bạn hiểu cách chơi và Level 2 là thời gian để kiểm tra trí thông minh của bạn. Bạn đã sẵn sàng chưa?- Siêu “nhức não”: Chỉ có 1% người chơi có thể vượt cấp thành công, bạn có phải là một trong số họ? Hãy đến và thử thách bản thân!- Mỗi ngày 1 thử thách: Cấp độ hoàn toàn mới sẽ được ra mắt mỗi ngày, hãy bắt đầu những thử thách đầy bất ngờ với người chơi trên toàn thế giới!- Trận chiến giữa các khu vực: Bảng xếp hạng toàn cầu sẽ hiển thị số lượng người chơi đã qua bàn trong mỗi khu vực. Hãy nhanh chóng vượt qua màn chơi để đưa đất nước của bạn lên đầu bảng xếp hạng và nhận được những Cậu Vàng bóng bẩy, đồng thời giành danh hiệu \"Vũ công xuất sắc nhất\" nhé!- Thư giãn và Vui vẻ: Trò chơi giải đố ghép 3 ô ngẫu nhiên phù hợp với mọi người. Cách chơi độc đáo, cấp độ thay đổi liên tục. Cùng trải nghiệm trò chơi dễ gây nghiện này ngay nhé!Nếu bạn thích những chú chó của chúng tôi, hãy tham gia vào nhóm và đóng góp những bước nhảy tuyệt vời của bạn nhé!Email: doggogoapp@gmail.comFacebook: https://www.facebook.com/doggogoapp/Discord: https://discord.gg/pqK2JhbNDG\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 3.1\n\n\n\n\n1. Tối ưu hóa độ mượt giữa các bàn2. Tối ưu hóa trải nghiệm game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "199,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/au-beat/id1588665666?l=vi",
  "nameAndAge": "\n          AU BEAT\n 12+\n",
  "company": "\n\n            VTC GAME\n          \n",
  "ranking": "\n\n\n                      #4 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 10,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAU BEAT VTC - Siêu phẩm AUDITION trên Mobile mới nhất 2022THĂNG HOA TRONG TỪNG BƯỚC NHẢY AUDITION- Những bài nhạc hot - hit nhất, chọn lọc những ca khúc trending toàn thế giới và cập nhật liên tục- Nhảy cực sung trong các chế độ nhảy đơn, nhảy đấu, nhảy couple…- Thử sức vũ đạo với các mode chơi đa dạng cùng các dancer đẳng cấp- Hiệu ứng mượt mà, bắt mắt tạo nên những bước nhảy hoàn mĩ cho các dân chơiSẢI BƯỚC THẦN THÁI TRÊN SÀN THỜI TRANG AU BEAT- Thời trang sành điệu, cập nhật theo những xu hướng làng mốt mới nhất- Chế độ nhuộm màu trang phục cho phép người chơi sáng tạo khi “mix - match”- Hiệu ứng lấp lánh không đâu có được- Tự do lựa chọn và thể hiện cá tính với hàng triệu trang phục và phụ kiện khiến cả cộng đồng game “lác mắt”.CHỈ CẦN AU BEAT, CHẲNG CẦN CUPID- Tìm người ấy đâu xa, chơi Au Beat là ra- Thỏa sức thả thính kiếm bồ, kết đôi làm nhiệm vụ- Thế giới hôn nhân trong mơ, game ảo tình yêu thậtMỘT PHIÊN BẢN AUDITION MỚI NHẤT - CHẤT NHẤT- Trải nghiệm AUDITION dành cho thế hệ mới nextgen- Đồ họa 3D đỉnh cao, hình ảnh sắc nét, game mượt mà từng phút giây- Đắm chìm trong thế giới âm nhạc, thời trang đẳng cấp- Một chạm là kết bạn bốn phương với các tính năng: tổ đội, tặng quà, kết đôi, đấu rank…Các dân chơi ơi! Tải ngay game dancing cực hot AU BEAT VTC để “cháy” hết mình thôi nào!\n",
  "new": "\n\n\n7 thg 12, 2022\nPhiên bản 1.4.0\n\n\n\n\n•  Cải thiện hiệu năng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "610,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-king-of-fighters-i-2012/id507937883?l=vi",
  "nameAndAge": "\n          THE KING OF FIGHTERS-i 2012\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #56 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,3 • 16 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n総勢32キャラ!!Wi-Fiで全国の猛者と対戦可能!!一人でも長時間遊べる6種類のSINGLE MODE搭載!!簡単操作で爽快コンボ!!かつてないボリュームで2D対戦格闘ゲーム「THE KING OF FIGHTERS-i 2012」がiPhone/iPod touchに登場!!■Wi-Fiで全国対戦勝敗によってランクが変動する「ランクバーサス」と、ランキングを気にせずバトルする「フレンドバーサス」の2つのモードをご用意。全国の強敵と腕を競え!■参戦キャラクター前作のキャラクターに加え、「龍虎の拳」、「サイコソルジャー」、「怒」、「キム」の4チーム、計12キャラが参戦!総勢32キャラから自分好みのチームを組むことが可能になりました!■1人プレイも充実1 on 1の「シングルバトル」、3 on 3の「チームバトル」、キャラクター1人でどこまで勝ち抜けるかを試す「エンドレス」、設定された達成条件クリアを目指す「チャレンジ」、そして今回新たに搭載された、全10試合のCPU戦のクリアタイムの早さを競う「タイムアタック」、バーチャルパッドの操作やコンボの練習が行える「トレーニング」の6種類のモードをご用意。1人でもたっぷり遊べます!■簡単操作バーチャルパッドでお馴染みのKOF操作を実現。格闘ゲームが苦手な方でもワンタッチで必殺技や超必殺技、NEOMAX等、コマンドが難しい技を出す事が可能。簡単操作で爽快にコンボを叩き込め!!※「チュートリアル」で操作の解説もありますので、ぜひご参照ください。■トレカやイラスト等、特典を大幅追加ゲーム内のポイントを集めて獲得できるトレカや、特定条件をクリアすることで閲覧可能となるイラスト等を大増量!また本作でしか見ることが出来ない描き下ろしイラストも!!ファン必見!!!■追加ダウンロードキャラを同時配信使用可能キャラ「ネスツスタイル京」、「炎を取り戻した庵」をそれぞれ追加ダウンロードキャラとして同時配信!!(有料)32 playable characters!! Fight against the strongest players from all over  via Wi-Fi Network!! 6 different game modes available in SINGLE MODE to enjoy the game for hours and hours even alone! Simple Commands allow to easily perform any type of combo!The  2D versus fighting game “KOF-i” returns on iPhone / iPod touch with tons of new content like never before!!■VS BATTLES FROM ALL OVER VIA WI-FIA\"RANK VERSUS\" Mode, in which your player ranking  changes depending on your number of victories and losses, as well as a  “FRIEND VERSUS” Mode, where your rank is not reflected, are available. Challenge the strongest players from all over!■NEW CHARACTERS, NEW TEAMSIn addition to the characters from he previous installment, the 4 new “ART OF FIGHTING”, “PSYCHO SOLDIER”, “KIM”, and “IKARI” teams (12 new characters), join the cast of \"KOF-i”!! You can now create your favorite team from this formidable roster of  32 fighters!■A SINGLE-PLAYER MODE RICH IN CONTENT6 game modes are available for thousands of hours of enjoyment even when playing alone: “SINGLE BATTLE” for 1-on-1 fights, “TEAM BATTLE” for classic KOF 3-on-3 gameplay, “ENDLESS” Mode to defeat as many opponents as possible with one character, \"CHALLENGE\" Mode to clear trials by fulfilling requirements, the newly introduced \"TIME ATTACK\" Mode to compete for the best clear times by  winning 10 matches, and “TRAINING” Mode to get accustomed to the Virtual Pad-based controls and practice your combos.■SIMULTANEOUS RELEASE OFADDITIONAL CHARACTERS2 additional characters, “NESTS-Style KYO” and “IORI with the Power of Flames” are available to download! (paid DLC)\n",
  "new": "\n\n\n16 thg 6, 2020\nPhiên bản 1.1.2\n\n\n\n\n・一部バージョンのOSにてタップ操作が反応しなかった不具合修正\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "1,2 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-king-of-fighters-98/id885792725?l=vi",
  "nameAndAge": "\n          THE KING OF FIGHTERS '98\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #81 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "1,5 • 10 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSeries’ masterpiece “KOF ’98” finally joins the battle on iPhone!FEATURES:■ The best game balance in the “KOF” series! “KOF ‘98” is praised among KOF fans around the world as being the ultimate compilation of “KOF ‘94” to “KOF ‘97” titles and for its fantastic game balance. Moreover, this perfect port of “KOF ‘98” features 2 different gameplay modes, “EXTRA” & “ADVANCED”, and also includes a “TRAINING MODE” where you can master all your combos!■ 38 playable characters!In addition to the series’ iconic characters, “Iori” and “American Sports” teams as well as “Shingo Yabuki” and “Rugal Bernstein” edit characters return in “KOF ‘98” to complete the gorgeous roster of 38 characters and for a never ending dream match! ■ A NEOGEO Perfect Port with added features!Play “KOF ‘98” with its original 4 buttons configuration, or use its unique control scheme of 6 button settings and the simplified special moves with the help of the “SP” button!■ Challenge your friends via Wi-Fi!Dual with other KOF players via Wi-Fi Multiplayer Mode for epic and unforgettable battles!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.3.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "130,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/wood-nuts-bolts-puzzle/id6472426288?l=vi",
  "nameAndAge": "\n          Wood Nuts & Bolts Puzzle\n 9+\n",
  "company": "\n\n            ABIGAMES PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #19 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 150 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIntroducing Wood Nuts & Bolts Puzzle, a captivating game designed to challenge your problem-solving skills! This game is perfect for fans of brain tests, quiz and IQ games.Key Features:- Creative Gameplay: Master the art of strategically rotating wooden bolts to fit them into place.- Multiple Difficulty Levels: Embark on a journey through 100+ levels, from beginner to advanced. Each level introduces fresh hurdles and brain-teasing wood-based puzzles to keep your mind sharp.- Hint System: Receive valuable advice to conquer tricky wood puzzles through a limited hint system.- Multiple Solutions: Explore numerous strategies to enhance your problem-solving skills and discover efficient wood-based solutions.- 10+ skins to customize wood nuts and bolts.- Compete globally, ascend the leaderboard, and earn achievements to showcase your wood puzzle-solving prowess.Your objective in Wood Nuts & Bolts Puzzle is to dismantle the wooden plates from the puzzle board by deciphering the correct unlocking sequence:1. Examine the wooden nuts and bolts that require precise twisting.2. Rearrange the nuts and bolts into the correct positions to eliminate all wooden plates.3. Experiment with methods to efficiently manipulate and align the bolts. Discover the optimal solution.4. Successfully complete each puzzle to unlock new difficulty levels.Get ready to challenge your brain with the engaging Wood Nuts & Bolts Puzzle game. Download it now and prepare for an immersive wood puzzle experience!\n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 1.5\n\n\n\n\n- Update level- Update asset\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "580,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/beat-fever/id1633422010?l=vi",
  "nameAndAge": "\n          Beat Fever\n 4+\n",
  "company": "\n\n            SENSOR NOTES JOINT STOCK COMPANY\n          \n",
  "ranking": "\n\n\n                      #10 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBeat Fever with rhythm game collection:- Punch Holes- Built to scale- Assembly Widget- Fillbots- Screwbot Factory- And more...Play this EDM music Rhythm Game now!\n",
  "new": "\n\n\n26 thg 7, 2022\nPhiên bản 1.9\n\n\n\n\nVersion 1.9- We’ve updated the app to fix some crashes and make features load faster.- Beat Fever with rhythm game collection:+ Remix with multi games+ Punch Holes+ Built to scale+ Assembly Widget+ Fillbots+ Screwbot Factory+ And more...\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "189,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Basque, Faeroese, Nam Phi, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Do Thái, Tiếng Estonia, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Iceland, Tiếng Indonesia, Tiếng Latvia, Tiếng Lithuania, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Serbia-Croatia, Tiếng Slovak, Tiếng Slovenia, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gun-x-mobile-sohagame/id6444932771?l=vi",
  "nameAndAge": "\n          Gun X Mobile - SohaGame\n 12+\n",
  "company": "\n\n            SohaGame\n          \n",
  "ranking": "\n\n\n                      #40 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,4 • 4,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBắn Gà Chiu Chiu - 5 Phút Có Người IuNhận 1300 Kim Cương, Pet S, Thời Trang Độc Quyền- Liệu 1 Chú Gà có thể trở thành vua chiến trường? Liệu 1 Kẻ Tay Mơ có thể trở thành bậc thầy nhả đạn? Liệu bệnh Ế Kinh Niên có thể chữa chỉ sau 5 phút chơi game?- Tham gia thành phố và trải nghiệm những trận đấu bắn súng tọa độ đầy vui nhộn nhưng cũng không kém phần gay cấn!- Nâng cấp đồ chơi - Bắn rơi đối thủ. Bạn sẽ bắn gì vào kẻ thù của bạn? Bom? Lu Gạch? Hoặc có thể là… bàn chải nhà vệ sinh? Vui thôi gì căng, cùng tận hưởng nào!- Hãy cẩn thận! Một ngày đẹp trời bắt cặp đấu rank, bị một cô nàng bí ẩn nào đó cho \"ăn hành\" và bùm! Thoát ế! Hãy chuẩn bị tinh thần có “người iu” bất cứ lúc nào trong Gun X Mobile.- Căn gió, tính góc, nhẩm lực. Kéo và thả! Hãy chứng tỏ bản lĩnh xạ thủ qua những trận so tài 1vs1, 2vs2, 3vs3. Thư giãn hay ly kỳ, solo hay lập nhóm - luôn có một chế độ phù hợp với bạn- Tổ hợp đạo cụ, đào lỗ diệt địch, đóng băng thiêu đốt, bắn cao siêu chuẩn! Liên tục thử thách màn chơi cùng những đối thủ mới, hướng đến ngôi vị Xạ Thủ Đệ Nhất.- Ú òa! Đầy đủ thời trang theo mùa, theo Cung Hàng Đạo, theo Hot Trend và thậm chí là theo idol nổi tiếng. - Phó bản mỗi ngày độc đáo, BOSS Thế Giới mới, tổ đội diệt BOSS mọi lúc! Chiến thắng để kiếm danh hiệu và chiến lợi phẩm thú vị. 5 phút 1 trận. Không nóng máy!- Không chỉ phát người yêu, Gun X Mobile còn phát quà đều đặn. Nhận 1300 Kim Cương, Pet S, Thời Trang Free. Chơi game hàng ngày nhận phù hiếm, rương vũ khí, nguyên liệu nâng đồ, cường hóa vũ khí. Ngày nào cũng có thưởng, cứ vào là nhận quà.Tất Cả Trong Một Ván Đấu\n",
  "new": "\n\n\n9 thg 10, 2023\nPhiên bản 5.2.21\n\n\n\n\n- Thêm Panda Lửa phiên bản mới- Giảm độ khó Guild Chiến, giảm số lượng nhiệm vụ như tổ đội, Guild và bạn bè- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Ưu hóa hiển thị giao diện hệ thống kinh mạch- Ưu hóa quy tắc ghép Robot Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet- Thêm \"Hướng dẫn Gun X\", hướng dẫn user quen với hệ thống- Thêm BXH Thiên Không Thành và Tổ Đội Viễn Chính- Thêm Panda Lửa phiên bản mới- Thêm hướng dẫn Đấu Hạng- Ưu hóa giao diện đồ họa Truy tìm ký ức- Ưu hóa Duyên Pet\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "857,5 MB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/t%C3%ACm-v%E1%BA%ADt-b%E1%BB%8B-gi%E1%BA%A5u-find-it-out/id1643481036?l=vi",
  "nameAndAge": "\n          Tìm vật bị giấu - Find It Out\n 17+\n",
  "company": "\n\n            Guru Smart Holding Limited\n          \n",
  "ranking": "\n\n\n                      #29 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 1,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTrò chơi đồ vật bị giấu MIỄN PHÍ và gây nghiện nhất dành cho bạn vào năm 2023! Tìm tất cả đồ vật bị giấu ở các cấp độ thử thách và thư giãn đầu óc trong trò chơi thông thường săn xác thối này. Chơi nó và TÌM HIỂU ngay bây giờ!Trong câu đố hình ảnh săn xác thối miễn phí này, tất cả những gì bạn cần làm là tập trung vào các mục được liệt kê bên dưới, chạm vào các đồ vật bị ẩn và hoàn thành những cảnh đẹp mà bạn đang điều tra. Bạn có thể tìm ra nó không? Hãy thực hiện thử thách và giải các câu đố tìm đồ vật ẩn càng nhanh càng tốt!Là một loại trò chơi tìm đồ vật bị giấu mới, Find It Out cho phép bạn tìm ra tất cả các đồ vật bị Nếu bạn thích chơi các trò chơi tìm đồ vật bị giấu, trò chơi thám tử và các trò chơi giải đố săn xác thối khác, thì trò chơi thử thách trí não miễn phí này sẽ là sự lựa chọn. Tốt nhất cho bạn!d It hoặc Spot It, trò chơi thám tử và các trò chơi giải đố săn xác thối khác, trò chơi thử thách trí tuệ miễn phí này sẽ là sự lựa chọn TỐT NHẤT dành cho bạn!Các tính năng chính:- Chơi miễn phí. Tận hưởng trọn vẹn niềm vui của trò chơi tìm đồ vật bị giấu miễn phí!- Có sẵn ngoại tuyến. Thư giãn với trò chơi săn xác thối hay nhất mọi lúc, mọi nơi!- Quy tắc và cách chơi đơn giản. Hãy xem hiện trường, tìm tất cả các đối tượng ẩn và kết thúc cảnh!- Thích hợp cho nhóm mọi lứa tuổi. Cùng nhau chơi trò chơi xếp hình với các thành viên trong gia đình và bạn bè của bạn!- Khó khăn khác nhau. Bạn càng phát hiện ra nhiều đối tượng ẩn, bạn càng có thể thách thức các bản đồ khó hơn.- Các đối tượng ẩn được thiết kế có chủ đích. Sử dụng các kỹ năng tìm kiếm của bạn để tìm tất cả các mục độc đáo trên bản đồ!- Công cụ mạnh mẽ. Sử dụng các gợi ý hữu ích để tìm đối tượng ẩn cuối cùng khi bạn gặp khó khăn.- Tính năng thu phóng. Phóng to và thu nhỏ bất cứ lúc nào để phát hiện các đối tượng được giấu kỹ!- Nhiều cấp độ và cảnh. Công viên động vật, thế giới đại dương, sân chơi trẻ em và nhiều điểm đến khác đang chờ đón bạn!- Các chế độ chơi trò chơi khác nhau. Chơi có hoặc không có giới hạn thời gian tùy thích, thư giãn hoặc thử thách!Cách chơi:- Quan sát, tìm kiếm và tìm các đối tượng ẩn cần thiết- Sử dụng gợi ý để xác định vị trí mục tiêu và tìm thấy nó- Phóng to, thu nhỏ và vuốt qua mọi góc của bản đồ- Thu thập tất cả các đối tượng ẩn để hoàn thành một cảnh2022/09/02, Bản đồ số 1: Thế giới đại dương2022/09/02, Bản đồ số 2: Làng vui vẻ2022/09/16, Bản đồ số 3: Sky city26/09/2022, Bản đồ số 4: Sở thú2022/10/04, Bản đồ số 5: Vùng đất tương lai2022/10/11, Bản đồ số 6: Thể thao thế giới2022/10/18, Bản đồ số 7: Lâu đài hoàng gia25/10/2022, Bản đồ số 8: Phim trường31/10/2022, Bản đồ số 9: hành tinh âm nhạc2022/11/02, Bản đồ số 10: Xứ sở thần tiên mùa đông2022/11/08, Bản đồ số 11: Hòn đảo ma quái2022/11/15, Bản đồ số 12: Nhà máy kẹo22/11/2022, Bản đồ số 13: miền tây hoang dã29/11/2022, Bản đồ số 14: Công viên chủ đề2022/12/06, Bản đồ số 15: Du hành vũ trụ2022/12/12, Bản đồ số 16: học viện phép thuật2022/12/20, Bản đồ số 17: Đô thị nghỉ dưỡng27/12/2022, Bản đồ số 18: Nông trại trong mơ2023/01/03, Bản đồ số 19: Vườn nước nóng2023/01/10, Bản đồ số 20: Rạp xiếc điên rồ2023/01/18, Bản đồ số 21: Phố chợ25/01/2023, Bản đồ số 22: Đất kỷ Jura31/01/2023, Bản đồ số 23: Auto fest2023/02/08, Bản đồ số 24: Sân bay TP.2023/02/14, Bản đồ số 25: Khu rừng kỳ ảo22/02/2023, Bản đồ số 26: Đất hoang khô cằn28/02/2023, Bản đồ số 27: Thành phố Kyoto2023/03/06, Bản đồ số 28: Hầm ngục lâu đài2023/03/07, Bản đồ số 29: Ai Cập cổ đại2023/03/15, Map No.30: Bangkok Tour2023/03/15, Bản đồ số 31: Vương quốc nấm21/03/2023, Bản đồ số 32: Thời đại viking28/03/2023, Bản đồ số 33: Những rung cảm Venice2023/04/04, Bản đồ số 34: Đảo kho báuĐã đến lúc tận hưởng những đồ vật ẩn đáng kinh ngạc và cuộc phiêu lưu săn xác thối. Hãy nhìn vào bản đồ, phát hiện tất cả các đối tượng ẩn và tìm ra nó!Chính sách bảo mật: https://find-out.gurugame.fun/policy.htmlĐiều khoản dịch vụ: https://find-out.gurugame.fun/termsofservice.html\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 3.10.2\n\n\n\n\nXin chào tất cả người chơi,Trong bản cập nhật này, nhiều bản đồ mới và những cảnh bí ẩn đã sẵn sàng cho bạn!Hãy đến để thưởng thức tìm kiếm đối tượng ẩn thú vị hơn mỗi ngày! Tìm kiếm và tìm ra ngay bây giờ!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "252,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Basque, Kazakh, Kirghiz, Nam Phi, Nepali, Tiếng Albania, Tiếng Amharic, Tiếng Anh, Tiếng Armenia, Tiếng Azerbaijan, Tiếng Ba Lan, Tiếng Ba Tư, Tiếng Belarus, Tiếng Bengali, Tiếng Bokmål Na Uy, Tiếng Bungari, Tiếng Burma, Tiếng Bồ Đào Nha, Tiếng Campuchia, Tiếng Catalan, Tiếng Croatia, Tiếng Do Thái, Tiếng Estonia, Tiếng Galicia, Tiếng Georgia, Tiếng Gujarati, Tiếng Hindi, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Iceland, Tiếng Indonesia, Tiếng Kannada, Tiếng Latvia, Tiếng Lithuania, Tiếng Lào, Tiếng Macedonia, Tiếng Malayalam, Tiếng Marathi, Tiếng Mongolia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Punjab, Tiếng Rumani, Tiếng Serbia, Tiếng Singhala, Tiếng Slovak, Tiếng Slovenia, Tiếng Swahili, Tiếng Séc, Tiếng Tagalog, Tiếng Tamil, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Urdu, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập, Zulu\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tall-man-run/id1599121822?l=vi",
  "nameAndAge": "\n          Tall Man Run\n 12+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #13 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,4 • 12,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGet as tall and wide as you can to beat the big boss!\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 1.55\n\n\n\n\nPerformance improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "526,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zombieville-usa/id304871622?l=vi",
  "nameAndAge": "\n          Zombieville USA\n 12+\n",
  "company": "\n\n            Mika Mobile, Inc.\n          \n",
  "ranking": "\n\n\n                      #58 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,0 • 3 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nZombieville USA - one of the biggest hits on the app store!  Over 1.5 million players and counting!  Try it out for yourself and see why Zombieville USA is the definitive zombie experience on the App Store, spending more than 500 consecutive days in the US Top 100 charts!For the latest on what we're up to, you can follow MikaMobile on Twitter!  http://twitter.com/MikaMobile=^.^=----------------------Welcome to Zombieville USA!When your town is overrun by the walking dead, there's only one thing left to do - go through their pockets and look for loose change!  As the lone survivor of a zombie apocalypse, it's up to you to battle legions of the undead in a never ending fight for survival!  How long can you hold out?  Scrounge for cash and ammunition, and buy up to 15 upgradeable weapons as your inevitable doom closes in around you...Zombieville USA combines the timeless appeal of classic arcade games with stunning graphics you have to see to believe.FEATURES:- Defend yourself with 15 different weapons, from shotguns to chainsaws, even rockets, katanas and flamethrowers!- Deceptively simple gameplay, with more depth than meets the eye.  Manage your cash and ammo carefully, or become zombie chow!- Be amazed by some of the most spectacular graphics and animation ever seen on a phone!- Intuitive touch-screen controls are easy to pick up and play.- Conveniently auto-saves your progress after each level - play at your own pace!Be sure to check out the eye-popping trailer at www.zombievilleusa.com!\n",
  "new": "\n\n\n28 thg 8, 2017\nPhiên bản 2.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Improved compatibility with modern iOS hardware and software, including 64-bit support.  Zombies never die.  Also improved controls for larger screens with easy-to-reach buttons for entering doors and swapping weapons.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "79,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/chop-chop-runner/id362345760?l=vi",
  "nameAndAge": "\n          Chop Chop Runner\n 9+\n",
  "company": "\n\n            Gamerizon\n          \n",
  "ranking": "\n\n\n                      #74 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,7 • 3 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nMake sure you download NINJA NATIONS! It's our best game ever, it's brand new and it's free!----------------------------------------------RUN, JUMP, FIGHT!Over 2 million downloads!#1 downloaded action game in over 40 countries!Chop Chop Ninja will have its own TV animated series in 2013!Also available in HD“Spectacular” –Pocket Gamer“Original ideas, innovative controls and plenty of characters that is impossible not to like” -Slide to Play“A fantastic game!” –AverageApperThe world needs a hero! The Emperor’s daughter is in danger and she needs your help! Run as fast as possible, fight off hordes of enemies and avoid all the obstacles in your way! Nothing will stand between you and the princess!Features:*A fast and frantic platformer*A tiny yet powerful character*Addictive and simple 1-button gameplay*Colorful and cartoonishJoin the community on Facebook: www.facebook.com/gamerizonFollow us on Twitter: www.twitter.com/gamerizonChop Chop Runner™ is a trademark from Gamerizon Studios Inc.\n",
  "new": "\n\n\n12 thg 7, 2017\nPhiên bản 1.8\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.64 bit update\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "69,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/idle-cinema-empire-idle-games/id1660507282?l=vi",
  "nameAndAge": "\n          Idle Cinema Empire: Idle Games\n 12+\n",
  "company": "\n\n            书涛 刘\n          \n",
  "ranking": "\n\n\n                      #31 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 442 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nReady to start your cinema management career? Let's become a movie tycoon together!Expand the square in front of the cinema, upgrade the service facilities, get more films and arrange the film schedule.Attract more customers, provide the best movie experience, unlock more auditoriums, and play the coolest movie！Build a variety of service settings, such as Peripheral Shop, Game Hall, Ballroom, etc., to provide customers with a variety of services, so that the waiting time is no longer boring, and you can also reap extra profits.Open up a variety of auditoriums and arrange the most suitable tybe for films to maximize ticket revenue and profit.Hire an offline manager for your cinema, keep it running in your absence, and reap the profits.Features:• Simple and casual gameplay for every player• real-time gameplay with idle game mechanics• Constant challenges suitable for any player at any level• Many exciting quests to complete• Collect hundred films to be movie tycoon• Unique items to improve your cinema facilities• Fabulous 3D graphics and awesome animations• Offline idle game, no internet connection needed\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 2.11.06\n\n\n\n\n- Fix Bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "288 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/special-forces-jackal/id1114815401?l=vi",
  "nameAndAge": "\n          Special Forces Jackal\n 4+\n",
  "company": "\n\n            永明 薛\n          \n",
  "ranking": "\n\n\n                      #68 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "2,7 • 3 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nEveryone has his own precious memory, however, we do have some common ones.The Jackal unit is an elite group of four soldiers that have undergone a harsh training regiment to survive in any environment.They have been given a mission to drive two armed jeeps into hostile territory in order to rescue and extract POWs.Now the APP version has been released for our players, which is not only derived all memorable features, brings you back 80's, also provides different game experiences in modern age.\n",
  "new": "\n\n\n8 thg 12, 2016\nPhiên bản 1.4\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.1. Minor fixes.2. Support both iOS 9 and iOS 10.3. No waiting time in downloading resources of next level while playing game.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "37 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ski-safari-2/id952555810?l=vi",
  "nameAndAge": "\n          Ski Safari 2\n 4+\n",
  "company": "\n\n            Sleepy Z Studios Pty Ltd\n          \n",
  "ranking": "\n\n\n                      #8 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,8 • 171 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nEscape the forces of nature in an endless downhill skiing adventure!#1 Paid App in 17 countries including Australia, France and Italy Top 5 Paid App in over 60 countries**** Will you play as the intrepid Sven or his lovely sister Evana? Will you use skis or a snowboard? Will you ride a snowmobile, a motorbike, or something a little more crazy?* Perform tricks and hit the mountain in style! Pull off 360 spins, handstands, snowboard nose-grabs, and strike daring poses - each animal has their own stylish moves!* Play head-to-head multiplayer with your friends and family! Who will be king of the mountain? Pick up powerups to hurl snowballs, flip your friends' screens upside-down, or pull a penguin out of your pocket for that quick escape!* Collect coins to purchase new gear, crazy costumes and powerful vehicles in the shop! Isn't it time you thought about that gold sled you always wanted?* Take photos of your epic moments and share them with the world! Set up an amazing photo opportunity and spin the camera around for that perfect shot - all in glorious 3D!\n",
  "new": "\n\n\n30 thg 12, 2020\nPhiên bản 1.5.4\n\n\n\n\nBug fixes and tweaks.Happy new year!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "162,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Indonesia, Tiếng Nga, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bloons-td-4/id404553553?l=vi",
  "nameAndAge": "\n          Bloons TD 4\n 4+\n",
  "company": "\n\n            Ninja Kiwi\n          \n",
  "ranking": "\n\n\n                      #60 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,3 • 3 đánh giá",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nVersion 3.6 is now live featuring a brand new track and 2 new challenges.Update history:3.5 - Added Pool Party Map.3.4 - Added 2 new Challenges.3.3 - Added 2 new Challenges.3.2 - Added Beehive Map, Extreme Challenges and Mystery Tower.3.1 - Added 2 new Challenges.3.0 - Added 2 new Challenges.2.9 - Added Monkey Heart Map.2.8 - Added 2 new Challenges and Jolly Roger Extreme Map.2.7 - Added 2 new Maps, 2 new Challenges, Festive Towers and Double XP!2.6 - Bug Fixes2.5 - Added new tower Spike Factory2.4 - Added Trick or Treat Map and Spooky Tower Surprise.2.3 - Added 3 new Challenges with unique gameplay elements.2.2 - Added Blue Laser Challenge and IAP Extreme Maps.2.1 - Added Firecracker Map.2.0 - Added Challenge Mode.1.9 – Added Sweet Tooth Map1.8 - Added new tower Dartling Gun.1.7 - Added DNA Test Map.1.6 - Added Deflation Mode.1.5 - Added Spring themed Daisy Chain map and IAP for Special Upgrades.1.4 - Added Apopalypse Mode.1.3 - Added new Sun God Temple Map.We are continuously working hard to bring you a whole host of brand new content updates over the coming weeks so stay tuned.You've been waiting patiently, thousands have requested it and finally it's here.....NINJA KIWI'S BLOONS® TD 4 HAS ARRIVED ON THE APP STORE!That's right the monkeys are back and this time there is a whole new army of bloons to burst. Featuring a whole host of new tower and enemy types, Bloons® TD 4 is the long awaited sequel to Bloons® TD iPhone.This time the monkeys are serious and are ready to take down the enemy from the land, air and sea. Utilising a new ranking system you can build up your experience and gain access to even more powerful towers and upgrades. Call in mortar strikes, deploy the monkey aces and  harness the power of banana farms as you bid to take down the enemy in true bloon popping fashion.Bloons® TD 4 iPhone features a mix of classic tracks from the online game as well as a whole host of new tracks for you to master. The medal ranking system is also back to add a new level of difficulty to the challenge. Can you battle through all 75 rounds to earn the gold medal?Of course, even if you do, the fun doesn't stop there and you can continue the madness in freeplay mode. Discover how many rounds can you survive before the enemy overpowers you then challenge your friends to beat your score using Game Centre high scores. Bloons® TD 4 combines all of this with Game Centre achievements and there is even some special bonuses which you can discover and unlock by mastering the tracks!Features:-• All of your Bloons® TD 4 favourites, including the all powerful Sun God and Dartling Gun.• 25 different tracks plus 5 Extreme Maps (available through IAP).• Challenge Mode and all new Extreme Challenges.• 3 difficulty settings on each map, Easy, Medium and Hard for varying degrees of challenge.• Continue the popping frenzy in freeplay mode once you master a track.• Game Centre high score tables and achievements.• Special bonus unlocks.• Now includes Apopalypse and Deflation modes.\n",
  "new": "\n\n\n4 thg 8, 2017\nPhiên bản 3.6.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Adds support for newer devices\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n",
  "size": "24,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monkey-flight/id311768443?l=vi",
  "nameAndAge": "\n          Monkey Flight\n 4+\n",
  "company": "\n\n            Donut Games\n          \n",
  "ranking": "\n\n\n                      #37 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,7 • 7 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLaunching JABBERING MONKEYS from a palm tree has never been this fun... and harmless!Use your catapulting skills to become the KING OF THE JUNGLE, but watch out for dirty mud pools and ouchy rocks, or you might end up as the troop's back scratcher or tree shaker.This is JUNGLE CATAPULTING at its best!* * * * * * * * * * * *ACHIEVEMENTS / AWARDS:- Featured by Apple, May 2009- #1 Download in 21 countries, Jan 2010- Top 100 Paid Games in 4 countries, Feb 2010GAME FEATURES:- THREE Game Modes:- 1) Classic Pack- 2) Jungle Fever (NEW)- 3) Arcade Mode- Extremely simple controls- Achievements to collect- Lifesavers to help you pass levels if you get stuck- Donut Games' famous 3-star system: Increased REPLAY VALUE- Collectors Icon #03- And much more...TECH FEATURES:- Game Center support- Widescreen support- Universal App (iPad, iPhone, iPod Touch)* * * * * * * * * * * *\"Flexible palm trees, flying monkeys, calypso music and baby elephants. What more could you possibly ask for?\"Enjoy another Donut Games release!\n",
  "new": "\n\n\n8 thg 1, 2019\nPhiên bản 1.62\n\n\n\n\nHi Donut fans! With this update, we have improved the support for the latest generation of iPhones. Enjoy! :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "10,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ph%C3%A2n-lo%E1%BA%A1i-chim-theo-m%C3%A0u/id1615015886?l=vi",
  "nameAndAge": "\n          Phân Loại Chim Theo Màu\n 4+\n",
  "company": "\n\n            Hang Nguyen Minh\n          \n",
  "ranking": "\n\n\n                      #46 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,4 • 400 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChào mừng bạn đến với thế giới êm dịu của Bird Sort Color, nơi sự ôm ấp nhẹ nhàng của thiên nhiên gặp gỡ niềm vui thư giãn! Nói lời tạm biệt với những câu đố thông thường và hãy chuẩn bị cho một trải nghiệm thú vị với những nhân vật chim vui nhộn và giai điệu ASMR thư giãn và đáng yêu, Bird Color Sort là sự kết hợp hoàn hảo giữa niềm vui và thư giãn.Những gì chúng tôi có trong Bird Sort Color• Trò chơi xếp hình: Có 3000 cấp độ đang chờ đón bạn. Xếp hạng chim và giúp chúng bay đi. Có nhiều trở ngại trên đường để thách thức bạn trong việc cứu chim: Bom, Chim buồn ngủ, Khóa lồng, Trứng và Búa, Cấp độ khóa đứng• Chế độ PvP: Chơi trò chơi xếp hình một mình là đơn giản, nhưng bây giờ bạn có thể tìm thấy đối thủ riêng của mình. Nếu bạn thắng, bạn sẽ thấy tên của mình trên bảng xếp hạng leo lên. Hãy tự do đặt tên tài khoản của bạn với tên riêng của bạn.• Nuôi dưỡng và trang trí: Nuôi và cho chim ăn và trang trí tổ chim sẽ thư giãn và thú vị cho những người yêu chim. Hãy thử phong cách trang trí của bạn ngay bây giờ!Hãy theo dõi vì nhiều TÍNH NĂNG MỚI khác sẽ được cập nhật trong thời gian tới. Hãy chắc chắn rằng bạn đã có PHIÊN BẢN CẬP NHẬT MỚI NHẤT cho ứng dụng này và thưởng thức!ĐẶC ĐIỂM:• Dễ bắt đầu• Điều khiển bằng một ngón tay.• Nhiều cấp độ độc đáoKhông có hình phạt và giới hạn thời gian; bạn có thể tận hưởng Trò chơi xếp hình Bird Sort Color theo nhịp độ của riêng bạn!\n",
  "new": "\n\n\n25 thg 10, 2023\nPhiên bản 2.5\n\n\n\n\n- Halloween Event- Gameplay improvements - Enjoy the game!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "640,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tank-hero/id438314348?l=vi",
  "nameAndAge": "\n          Tank Hero\n 9+\n",
  "company": "\n\n            Clapfoot Inc.\n          \n",
  "ranking": "\n\n\n                      #36 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 16 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nBattle through dangerous arenas and become the Tank Hero!Fast paced 3D tank action on your iPhone. Take out your enemies with cannons, heat seekers, grenades, and howitzers. Battle against cunning enemies and become the Tank Hero!Played by over 10 million users around the world, Tank Hero is now available for iOS devices with new and improved graphics and gameplay. FEATURES:* Beautiful 3D graphics with realtime shadows and dynamic lighting* 120 levels spanning three unique worlds* 3 game modes: Campaign, Survival, and Time Trial* 6 weapons to choose from* 6 types of AI tanks to fight against* 3 control schemes to match your gaming styleFollow us on Twitter: twitter.com/intent/user?screen_name=clapfootJoin us on Facebook: www.facebook.com/clapfootNOT COMPATIBLE WITH THE FOLLOWING IOS DEVICES:- 1st or 2nd generation IPod Touch- Original 1st generation iPhone- iPhone 3G\n",
  "new": "\n\n\n14 thg 9, 2017\nPhiên bản 1.1.5\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Support for iOS 11\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.2 trở lên.\n                \n\n",
  "size": "16,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/my-mini-mart/id1592004814?l=vi",
  "nameAndAge": "\n          My Mini Mart\n 9+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #47 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,9 • 24 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nEmbark on a relaxing yet challenging journey of running your own Mini Mart.Grow organic plants, tend to your animals, & sell produce to customers.Hire, Build and Expand!Can you grow your Mini Mart to an empire?\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.18.36\n\n\n\n\nThanksgiving EventBug Fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "307,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-king-of-fighters-97/id727466621?l=vi",
  "nameAndAge": "\n          THE KING OF FIGHTERS '97\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #42 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "1,8 • 20 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBecome the new challenger in the all-time classic THE KING OF FIGHTERS '97 on iPhone and iPad!Revisit this fighting gem, by playing one of its legendary (and sometimes hidden) teams, and behold the numerous endings the game has to offer!Put an end to the evil Orochi's resurrection scheme, and finally settle the score between Kyo Kusanagi and Iori Yagami! Features:■35 playable characters!Play as SNK's iconic fighters such as Kyo Kusanagi and Terry Bogard, and try to master the infamous \"New Face Team\" or the  \"KOF '97 Special Team\"! The NEO GEO version's hidden characters are now available directly on the character select screen so you can easily crush your opponent using Orochi Iori or Orochi Leona!Experience for the first time in the series the \"Affinity System\", and to select the members of your team according to their affinity, and enjoy their pre-match interactions! ■2 modes to improve the game's depth!KOF '97 uses 2 differents gameplay modes: EXTRA and ADVANCED! Master the system that fits you the best and burn your rivals down!ADVANCED MODE:Various jumps for different ways to bring the pain to your enemy! A must if you think offense is the best defense! You can stock your Power gauges to enter in MAX mode or to unleash deadly Desperation Moves! Depending on your characters' affinity, get extra Power gauges even after losing a round!EXTRA MODE:Use the Evade move wisely as you are being rushed and send your opponent flying!Fill your Power gauge to automatically enter Power Max mode for a set amount of time!As you are close to exhaustion, your health bar will turn red and blink, then you will be able to unleash your Desperation Moves to your heart's content, as long as you are the last one standing!  ■A NEOGEO Perfect Port with added features!You have the possibility to play the game as it was intended back in the days with 4 buttons, or you can enjoy the new control scheme using the 6 buttons settings and the simplified special move with the help of the SP button!■Fight against your friends through Wi-Fi Multiplayer mode!Decide who's the real KING OF FIGHTERS by challenging your friends via Wi-Fi Multiplayer!!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.3.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "105,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/metal-slug-3/id530060483?l=vi",
  "nameAndAge": "\n          METAL SLUG 3\n 9+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #38 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "1,5 • 11 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe legendary NEOGEO 2D action shooting masterpiece “METAL SLUG 3” heads out to iPhone devices! Use various weapons and slugs to fight your way through and survive on the battlefield!!■Not only a perfect port of the original NEOGEO game!  In addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG 3” includes a “MISSION MODE”, allowing you to select in which stage you want to play!You can now train yourself in your favorite stages or those which give you a hard time! ■ Command many Slug vehicles like an ace!The Slugs are back and more colourful than ever, with Slug Mariners, Drill Slugs, and Elephant Slugs joining the original Metal Slugs and Slugnoids!!■ Clear all routes via the branching map system!!A branching map system allowing you to take a different route to the end with each play-through, and an immense map of endless gameplay awaits you in “METAL SLUG 3”!!■Intense cooperative gameplay via the Wi-Fi function!  \"METAL SLUG 3” can be doubly enjoyed by playing with another brother-in-arms simultaneously via the Wi-Fi function! Will you be able to clear the hardest stages with your friends? ■Compatible with “GAME CENTER”! Complete the maximum number of “ACHIEVEMENTS” in order to increase your \"METAL SLUG 3\" Player Rank!Beat the best scores and become World’s Number 1!!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.5.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "155,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/a-long-time/id1450612495?l=vi",
  "nameAndAge": "\n          A Long Time\n 4+\n",
  "company": "\n\n            COTTONGAME Network Technology Co., Ltd.\n          \n",
  "ranking": "\n\n\n                      #76 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,8 • 4 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThis is our new franchise. It is a combination of a picture book and a game, featuring a warm and soothing mood and a rich story.A Long Time is a story about love and promises. To complete the story, you need to clear the obstacles to let the red line of memory flow through the pages by moving the blocks - which are actually fragments of emotions and flashbacks scattered over 60 years time of the protagonist's life. This is not only a game, but also an interactive picture book, which features unique artistic depiction, and a simple yet engaging way of interaction.\n",
  "new": "\n\n\n27 thg 10, 2021\nPhiên bản 2.0\n\n\n\n\nfixed a few bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "910,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kingdom-new-lands/id1118513354?l=vi",
  "nameAndAge": "\n          Kingdom: New Lands\n 9+\n",
  "company": "\n\n            Raw Fury\n          \n",
  "ranking": "\n\n\n                      #44 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 17 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n** Nominated by the Independent Games Festival for Excellence in Design. **** Two IGF Honorable Mentions for Music **In Kingdom: New Lands, you take on the role of a monarch struggling to build your kingdom up from nothing. Explore the lands for resources, recruit loyal subjects, and shore up your defenses — but make haste, for when nightfall comes, a dark and greedy presence awaits… Kingdom: New Lands provides a welcome yet challenging & strategic experience for newcomers and longtime fans alike. Building upon the award-winning twist on tower defense gameplay and mystery of classic Kingdom, New Lands introduces an abundance of new content to the IGF-nominated title while maintaining the simplicity and depth that legions of monarchs have come to cherish. Travel to the New Lands and welcome the deluge of new mounts, merchants, and vagrants that call these isles home, but be wary of the new obstacles that threaten your arrival - for not just the greedy creatures block your way, but even the environment itself can defeat you.Be brave, ruler, and fight to the bitter end, lest these New Lands conquer you instead.-----“The fact that it’s far deeper than I could have imagined has easily pushed this into my Best of 2017 list.” -Touch Arcade“A cryptic, gorgeous, and righteously frustrating way to spend time.” -PC Gamer“I am in love.” -Destructoid-----EXPLORE Traverse the land on horseback to discover all the wealth, secrets, and unlockables that you can use to your advantage.RECRUITAcross the land, wandering vagrants await your orders. Spend gold to recruit them as loyal subjects to help build and bolster your kingdom.BUILDDo you need sturdier walls, or taller sentry towers? Farming plots or bakeries? As the leader of your people, shape and sustain your kingdom as you see fit.DEFENDThe wisest of monarchs know that the night brings danger. Make sure you’re safe and well protected from the insidious Greed when the sun sets - if they steal your crown, it’s all over!STRATEGIZETime and gold are both in limited supply. The army of Greed grows stronger with each passing day. The land, while plentiful, can also be harsh. Will you make the right choices of when and where to devote your resources?\n",
  "new": "\n\n\n2 thg 6, 2020\nPhiên bản 1.3.4\n\n\n\n\nFixed an issue with Cloud Save\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 10.0 trở lên.\n                \n\n",
  "size": "181,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hit-bug/id6444820139?l=vi",
  "nameAndAge": "\n          Hit Bug\n 4+\n",
  "company": "\n\n\n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,4 • 116 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMove your hand to hit the bugs, taking advantage of its direction of movement to bring it closer to the spinner and away from the apple plate.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "45,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cytus/id485246824?l=vi",
  "nameAndAge": "\n          Cytus\n 4+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #9 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 273 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to the Musical World of CytusLET’S EXPERIENCE MUSIC ’N ART, BEAT ’N REBOUND!Check the screenshots and you will see the most AWESOME mobile music game ever!Just PLAY and ENJOY! ------------------------------------------------------FEATURES- 200 songs and 400 variations, including many from famous composers around the world - Beautiful hand-drawn art style (as illustrated in the screenshots)- Easy, intuitive Active Scan Line system and 3 types of notes - Different display modes allow player-friendly previewing of notes- Strong beat and rhythms provide satisfying feedback for taps- More than 9 difficulty levels for more fun and challenges- Various music genres: POP, JAZZ, TRANCE, HARDCORE, DRUM 'N BASS and many more - Connect to Facebook and show off your Cytus skills------------------------------------------------------HOW TO PLAY- Follow along the Active Scan Line- Tap each note as the line passes through- Time your taps as the line is at the center of the note for a higher score!------------------------------------------------------STORYIn the distant future, the only sentient beings in the world are robots. They are the last remnant of the human spirit. However, mankind is not dead. Technology exists that is capable of transferring memories to these robots. But with limited space, new memories will gradually overwrite the old. To prevent the emotions in human memories from fading away, the robots resorted to converting the emotions to music, and storing them in a place called Cytus. The robots use these songs to experience human emotion and dream that souls exists in each of them... Cytus---------------------------------------------Cytus Official Site: http://www.rayark.com/g/cytusRayark Official Site: http://www.rayark.comFollow Cytus https://twitter.com/CytusRayarkLike Cytus http://www.facebook.com/rayark.Cytus\n",
  "new": "\n\n\n25 thg 10, 2023\nPhiên bản 10.1.5\n\n\n\n\n10.1.5 - API Updated\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "1,4 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/peace-death-2/id1599393574?l=vi",
  "nameAndAge": "\n          Peace, Death! 2\n 12+\n",
  "company": "\n\n            Azamat Bayzulaev\n          \n",
  "ranking": "\n\n\n                      #87 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nIn a place beyond time and space, the Reapers formed an independent Union so they wouldn't have to answer to the Horsemen of the Apocalypse anymore.With no acceptable candidate for the position of Union leader, the atmosphere at the Union has descended into blissful anarchy, which is not great for productivity.Fortunately, a new Reaper gets hired as a Sorter one day - you.Rules. Send clients to Heaven, Hell, or Purgatory based on the various signs they have. There are tricky clients who interact with each other, interfere with the Reaper's work, or ignore the basic rules, which means you'll have to be extra careful when you're deciding where to send almost everyone.Clients. Many clients are unique individuals. Some of them are even a little famous - but any resemblance to actual people is totally, entirely coincidental. They're not just unique faces, though - they also have unique abilities. For example, Jailers won't let you send prisoners anywhere, Bureaucrats will surprise you with inspections, and the Musketeers are one for all and all for one!The Reapers Union. This is where the Reaper goes after every work day just to go to work again! But first you can accept contracts, view jobs from the Horsemen of the Apocalypse, get the latest news from this world, and do super important favors for other Union members. After all, every candidate needs faithful friends when there's an upcoming election.Horsemen of the Apocalypse. Now that the Union is up and running, the Horsemen finally have time to devote to their beloved side projects. Death's Agency, War's Arena, Pestilence's Laboratory, and Famine's Diner are all open for business!Anything else? Catastrophes, a rental apartment, a bunch more events, laughs, and maybe even cats. You'll definitely get to do some fishing and listen to awesome music.Good luck, Mr. Master Reaper!\n",
  "new": "\n\n\n12 thg 12, 2021\nPhiên bản 1.0.11\n\n\n\n\n- Minor localization fix;\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.1 trở lên.\n                \n\n",
  "size": "37,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/stacky-dash/id1515957122?l=vi",
  "nameAndAge": "\n          Stacky Dash\n 9+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #58 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,4 • 29 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nSwipe your finger to dash your hero across the mazes, stack up the tiles higher and higher and reach for the skies!!!\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 4.8.1\n\n\n\n\n.Update internal libraries\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "346,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/piggy-go-heo-con-du-h%C3%AD/id1619055583?l=vi",
  "nameAndAge": "\n          Piggy GO - Heo Con Du H‪í‬\n 9+\n",
  "company": "\n\n            Valar Technology Corp\n          \n",
  "ranking": "\n\n\n                      #36 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,7 • 36,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n Piggy Go - Bom tấn thể loại Board Game Board Game đỉnh nhất để chơi với bạn bè! Nhập vai nhân vật heo con yêu thích của bạn và tung xúc xắc để chạy đua trên bàn chơi. Tấn công, khám phá những thị trấn mới để thu thập tất cả các phần thưởng.Trải nghiệm các tính năng:- Tấn công các thị trấn để cản bước những nhà thám hiểm khác- Khám phá và chiếm lấy Kho báu- Kiếm xu để xây dựng các thị trấn trên khắp thế giới- Đua cùng bạn bè để giành được những phần thưởng lớn- Đổi Thẻ để hoàn thành Bộ Phần ThưởngTấn công những người bạn Piggy!Lấy đại bác bắn những người bạn Piggy và lấy kho báu của họ. Tấn công các thị trấn để cản bước họ trên hành trình vòng quanh thế giới của bạn! Hãy đề phòng các cuộc tấn công sắp tới, hãy mau nhận Khiên và bảo vệ số xu của bạn.Khám phá Kho báu! Tìm chìa khóa để khám phá ra Kho báu và nhận Siêu Thưởng! Lấy tất cả xu từ túi xu trong kho báu. Nhận kho báu với mỗi lần tung may mắn!Du lịch quanh thế giới! Đua vòng quanh thế giới. Dựng lên những thị trấn mới trong danh sách của bạn và chạy đua để trở thành nhà lữ hành thế giới vĩ đại của Piggy Go. Chiến thắng cuộc đua và thu thập Độc đắc Xúc xắc!Hiểm họa ở mọi nơi! Bắt những kẻ thù trên bàn chơi đang cố phá hoại bạn. Tuần tra Bàn chơi để luôn bảo vệ những kho báu khó kiếm được của bạn khỏi những người bạn dễ thương và kẻ thù dễ thương hơn của bạn. Đừng để họ trốn thoát với chiến lợi phẩm!Thu thập tất cả các thẻ sưu tập! Giành lấy rương tiền xu, xúc xắc và thẻ du lịch. Thu thập tất cả các thẻ trong bộ để Giành phần thưởng đặc biệt. Với mỗi địa điểm mới mà bạn đến, phần thưởng bộ thẻ của bạn sẽ được mở rộng hơn.Ghé thăm bàn chơi của bạn bèTham gia cộng đồng Facebook để gặp gỡ những người bạn mới, và đừng quên ghé thăm bàn chơi của họ trong trò chơi!Theo dõi Piggy Go để nhận các ưu đãi và phần thưởng độc quyền!Đồng hợp tác phát hành cùng Hồng Hà Games!Facebook: Nhóm Facebook: Tham gia cộng đồng, hãy chơi board game!Bạn cần hỗ trợ?Vui lòng liên hệ với chúng tôi bằng cách gửi tin nhắn trực tiếp đến Trang Fanpage Facebook của chúng tôi ở trên, hoặc gửi email cho chúng tôi theo địa chỉ: hotro@hhgame.vnTrò chơi này dành cho người dùng trên 18 tuổi sử dụng và chỉ nhằm mục đích giải tríTrò chơi này chỉ cung cấp tiền ảo trong trò chơi và không cung cấp bất kỳ giải thưởng tiền thật, cờ bạc tiền mặt hoặc cơ hội chiến thắng nào.\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 4.18.0\n\n\n\n\nTrò chơi mới trực tuyến: Thị trấn của Lily\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "292,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/geometry-dash-subzero/id1324044770?l=vi",
  "nameAndAge": "\n          Geometry Dash SubZero\n 4+\n",
  "company": "\n\n            RobTop Games AB\n          \n",
  "ranking": "\n\n\n                      #8 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,0 • 5,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGeometry Dash is back with a brand new adventure! Jump in, brace yourself, and get ready for a real challenge! This won't be easy...Game Features• Rhythm-based Action Platforming!• Three unique levels with amazing music from MDK, Bossfight and Boom Kitty!• Unlock unique SubZero icons to customize your character!• Use practice mode to sharpen your skills!• Challenge yourself with the near impossible!Approved by RubRub \\ (•◡•) /\n",
  "new": "\n\n\n12 thg 7, 2022\nPhiên bản 2.21.3\n\n\n\n\n- New unlockables!- Small extras!- Bugfixes and tweaks!/RubRub\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "134,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/super-slime-black-hole-game/id6446140658?l=vi",
  "nameAndAge": "\n          Super Slime - Black Hole Game\n 4+\n",
  "company": "\n\n            Supercent, Inc.\n          \n",
  "ranking": "\n\n\n                      #57 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nHãy nuốt chửng mọi thứ trong tầm mắt và trở thành siêu chất nhờn trong thế giới này!Là kẻ xâm lược Trái đất, mục tiêu của bạn là ĂN THẾ GIỚI. Là một siêu chất nhờn, mọi thứ đều là con mồi của bạn. Bạn bắt đầu như một con slime nhỏ nhắn, dễ thương, ăn những thứ khó nhìn thấy, nhưng ai đó cần phải thận trọng. Bạn có thể phát triển nhanh chóng và phá hủy toàn bộ thành phố trong vài giây!Super Slime là một trò chơi hố đen có thể nuốt chửng mọi thứ ở gần bạn! Miệng của bạn là một lỗ đen nuốt chửng mọi thứ nhỏ hơn bạn. Để ăn những thứ lớn hơn, hãy di chuyển nhẹ nhàng như một con rắn và nuốt chửng ngày càng nhiều.Từ hạt giống và trái cây… đến hàng rào, con người, cây cối, nhà cửa, chợ, tòa nhà hoặc thậm chí toàn bộ thành phố. Dù bạn ở đâu, bạn vẫn là kẻ săn mồi của thế giới này và mọi thứ xung quanh đều là con mồi của bạn. Kiểm tra giới hạn số lượng bạn có thể nuốt trước khi hết thời gian.Cuối cùng, bạn sẽ phải chiến đấu chống lại kẻ thù quái vật khổng lồ bằng cách sử dụng những gì bạn đã nuốt vào trong trò chơi hố đen này. Bạn có thể trở nên đủ lớn để chiến đấu với nó? Bạn có thể trở thành Super Slime thực sự không?Đừng quên nhiệm vụ của bạn trên hành trình nuốt chửng này! Tìm mục tiêu và nuốt nó trong thời gian giới hạn. Nó sẽ làm cho trò chơi ăn uống này trở nên thú vị và gay cấn hơn!Chơi mà không có WiFi! Bạn cũng có thể chơi trò chơi này miễn phí mà không cần dịch vụ internet! Trò chơi ngoại tuyến này rất lý tưởng để giết thời gian trong một chuyến đi dài bằng ô tô.Trò chơi gây nghiện này thu hút bạn nhờ lối chơi đơn giản và cảm giác thỏa mãn khi phá hủy mọi thứ bằng cách nuốt chửng.Thông qua \"Super Slime - Black Hole Game\", hãy trở thành một kẻ xâm lược phản diện dễ thương và nghiền nát mọi thành phố bạn đặt chân đến!\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 0.30.0\n\n\n\n\nHere are the patch notes for the latest update:Super Slime gets better! Install the latest version and check out the new updates!- New content updated!Thank you for playing! Goodbye for now, and we look forward to seeing you in the next update.          \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "386,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hunter-assassin/id1479587574?l=vi",
  "nameAndAge": "\n          Hunter Assassin\n 12+\n",
  "company": "\n\n            RUBY OYUN VE YAZILIM DANISMANLIK SANAYI TICARET ANONIM SIRKETI\n          \n",
  "ranking": "\n\n\n                      #53 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 66,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nControl the assassin and hunt down your targets one by one.  Use your surroundings and shadows to stay hidden from flashlights. Targets with automatic machine guns can be lurking around each corner. Attack them swiftly and escape without being spotted. Each eliminated target drops valuable gems. Use gems to unlock faster assassins.Can you unlock the fastest assassin?Subscription TermsVIP Membership automatically renews for $6.99 per week after the 3-day free trial. Payment will be charged to your Apple ID account at the end of the trial period of purchase. After buying the subscription, you will unlock the following features: Ninja Assassin character, all ads removing, 5000 gems and permanent +100% level gem earning. This is an Auto-renewable subscription. The subscription is renewed unless you turn it off 24 hours before the period ends. Your account will be charged for renewal as well. Payment will be charged to iTunes Account at confirmation of purchase. The account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. For more information, check the links below:Policy - https://rubygamestudio.com/privacy/Subscription Terms - http://rubygamestudio.com/subscription-terms-hunterassassin.htmlTerms of Use: https://rubygamestudio.com/terms-of-use/The prices are set for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency.To cancel your Subscription Please visit: https://support.apple.com/HT202039Contacting UsIf there are any questions regarding these terms, you may contact us using the information below. Ruby Games Turkey info@rubygamestudio.com\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.950\n\n\n\n\nBug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "137,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cut-the-buttons/id474138682?l=vi",
  "nameAndAge": "\n          Cut the Buttons\n 4+\n",
  "company": "\n\n            Open Name LLC\n          \n",
  "ranking": "\n\n\n                      #34 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "3,6 • 5 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\n– Over 8.000.000 downloads– TOP-1 in 48 countries– TOP-5 in 82 countriesA snip here, a cut there: avoid the bolts and please beware! Now make a trim, its time to start, make sure to keep your scissors sharp! Hundreds of copies of Cut the Buttons have been downloaded for educational purposes, as the game has been acknowledged by specialists as a unique fine motor skills trainer for gamers of all ages.“Beautiful . . . the innovative gameplay of Cut the Buttons raises games for iOS to a completely new level.” – iphone4c.com, China “I dare to say that in App Store there wasn’t anything like this before.” –  appgefahren.de, Germany “An exciting hit in the App Store that successfully uses the full potential of multi-touch screens. This application can be put together with such “titans of casual games” as Cut the Rope and Fruit Ninja.” – mobi.ru, Russia “Who said you can no longer make anything new? Surely it wasn’t the producer of the Cut the Buttons game.” – iphonesoft.fr, France - unique gameplay concept- unique graphics- unique sound effects- Retina display supportHOW TO PLAYPick up the scissors with two fingers. Be careful. Don’t cut yourself. Cut off the game launch button by moving the scissor blades just like you would with real scissors. If you happen to be a left-handed player, you can configure the direction of the scissors within the settings menu. The scissors are highly maneuverable. You can use them to control the direction at which the buttons fall after being cut. You can also move the cup with the hand that is not controlling the scissors.  CLASSIC. The game lasts until you miss three scraps of material with buttons left on them. Upon catching 100 buttons in the cup, you can either receive additional points or recover a previously lost button. ARCADE. Cut off as many buttons as you can in the allotted time and do your best to drop them in the cup. ATTENTION! Don’t cut buttons held down by bolts. Only cut buttons tied down with thread. ATTENTION! Don’t press on the display. Your hand can become tired because of excessive pressure. The fingers have to slide on the display.TIPS & TRICKS* You can hit the buttons in the main menu with a finger.* Aim to cut off more than three buttons in a single cutting movement to maximize the amount of points you gain.* Reduce the quantity of hand movements. Try to cut more than one button in a single cutting movement.Enjoy!Cut, cut, cut.\n",
  "new": "\n\n\n26 thg 10, 2015\nPhiên bản 2.4\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Improved perfomance.Some bugs fixed.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "48,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/camo-sniper/id1659778209?l=vi",
  "nameAndAge": "\n          Camo Sniper\n 12+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #74 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,7 • 300 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIf you want to be the best sniperKill the camouflage enemies.The enemy is cleverly hiding\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 3.7.2\n\n\n\n\nBug fixes and icon changes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "457,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ninja-cat-idle-arena/id6447184763?l=vi",
  "nameAndAge": "\n          Ninja Cat - Idle Arena\n 9+\n",
  "company": "\n\n            Nox(HongKong) Limited\n          \n",
  "ranking": "\n\n\n                      #32 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,2 • 587 đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nNinja Cat là một trò chơi kết hợp các yếu tố chiến đấu PvP và game nhập vai RPG giải trí. Game sở hữu hệ thống mở rương nhận vật phẩm tuyệt vời, cung cấp hàng trăm cấp độ trang bị, thú cưỡi, cánh và nhiều loại vũ khí khác nhau để người chơi cải thiện sức tấn công, thể lực, khả năng phục hồi và tốc độ của nhân vật, đồng thời hòa mình vào cuộc chinh phạt nhiều lãnh địa, chiếm đóng nhiều tài nguyên và trở thành Lãnh chúa mạnh nhất vũ trụ Ninja Cat!【Tính năng trò chơi】1. Hệ thống mở rương đặc biệt. Bạn có thể nhận được tiền xu, trang bị và vũ khí đều đến từ việc đơn giản này. Hãy xem bạn có phải là một trong những chiến binh mạnh mẽ không nhé!2. Trận chiến phiêu lưu RPG. Đánh bại những kẻ thù mạnh mẽ và hoàn thành các chương vô tận để kiếm nhiều phần thưởng khác nhau. 3. Chinh phạt lãnh địa, chiếm thêm nhiều tài nguyên để tăng cường sức mạnh Ninja Cat4. Tiến độ và chiến lược RPG. Cải thiện các thuộc tính nhân vật khác nhau thông qua trang bị, thú cưỡi và đối tác, đồng thời xây dựng chiến lược phát triển nhân vật của bạn.5. Chế độ chiến đấu tự động. Các nhân vật sẽ tự động chiến đấu bất kể trong chế độ phiêu lưu hay chiến đấu PVP, không cần thao tác quá nhiều, từ đó giúp người chơi có nhiều thời gian rảnh tay và chiến đấu một cách dễ dàng.6. Nhiều trò chơi thú vị đang chờ bạn. Crazy Cat Ninja sẽ mở thêm nhiều dungeons cùng hệ thống bang hội trong tương lai để trò chơi trở nên thú vị hơn.Tận hưởng cuộc phiêu lưu thú vị ngay thôi nào!Nếu bạn có bất kỳ câu hỏi hoặc gợi ý nào, vui lòng liên hệ với chúng tôi:Email: ninjacat@noxjoy.comFacebook: https://www.facebook.com/NinjaCatGameOnline\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.8.1\n\n\n\n\n1. Mở khóa Ao cá mới, hòa mình vào Tuần câu cá! Bạn đã sẵn sàng mang cần câu đi Biển Tinh Miên siêu lãng mạn? Cực nhiều loài cá mới hiếm có khó tìm và vô số đơn hàng béo bở đang chờ bạn!2. Sửa lỗi và cải thiện trải nghiệm chơi game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "239,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tomb-of-the-mask/id1057889290?l=vi",
  "nameAndAge": "\n          Tomb of the Mask\n 4+\n",
  "company": "\n\n            Playgendary Limited\n          \n",
  "ranking": "\n\n\n                      #23 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 52,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nTomb of the Mask is an arcade game with an infinite procedurally generated vertical labyrinth. Seeking for adventure you get into a tomb where you find a strange mask. You put it on and suddenly realize that you can now climb walls - easily and promptly. And that's when all the fun begins. You'll face a variety of traps, enemies, game mechanics and power-ups. And as far as time doesn't wait, get a grip and up you go.We Love You. Enjoy.SUBSCRIPTION PRICING AND TERMSSubscription optionsIn Tomb of the Mask we offer you the following subscription options:1. Weekly Premium offers a weekly subscription for $7.99 after a 3-day free trial. It gives you unlimited energy, 400 coins every day and removes ads.2. Monthly Premium offers a monthly subscription for $19.99. It gives you unlimited energy, 400 coins every day and removes ads.3. Yearly Premium offers a yearly subscription for $99.99. It gives you unlimited energy, 400 coins every day and removes ads.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.The account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes account. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period cannot be canceled. After your subscription expires, you will no longer be able to use elements offered in your chosen Subscription Option. If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: http://www.playgendary.com/privacy-policy/Terms of Use: http://www.playgendary.com/terms-of-use/\n",
  "new": "\n\n\n31 thg 8, 2023\nPhiên bản 1.15.2\n\n\n\n\nUPDATE 15: TOMB'S TREASURES• BURNING MAN SPECIAL: Celebrate with the exclusive Mad Mask inspired by the iconic festival!• TOMB' SEASON: Embark on a quest for crowns and earn special rewards in every mission!• SKIPITS: Dive into an ad-free experience with Skip’its! Claim all rewards without the interruption of ads!• COLOR QUEST UPGRADES: Discover new backgrounds and power-ups, adding more vibrancy and excitement to your Color Quest journey!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "226,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]