[{
  "link": "https://apps.apple.com/vn/app/super-steampuff/id1103804173?l=vi",
  "nameAndAge": "\n          Super SteamPuff\n 9+\n",
  "company": "\n\n            Weyrdworks Productions Sdn. Bhd.\n          \n",
  "ranking": "\n\n\n                      #59 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,0 • 1 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n~ App Store Best of 2016 ~Super SteamPuff is a frantic, adrenaline-charged, vertical-scrolling shooter set in a universe of infinite nonsensical improbabilities! Pit quick-wit and dextrous-handling against an endless horde of zany renegades and bosses for the elusive Hexachron artefact or challenge players in a local multiplayer match for universal superiority!=======ENDLESS MODESurvive wave after wave of hostile puffs and hordes of boss-tastic creatures from the deepest darkest depths of space.UNIQUE BOSS FIGHTSFight 15 distinct bosses each with their own special attacks and challenging patterns to discover.LOCAL MULTIPLAYERDestroy friendships when you battle and humiliate your buddy in local multiplayer (PVP) on the same device.RECRUIT CHARACTERSSummon unwilling characters from across the universe to join your battles using the all-powerful Infinite Probability Machine (IPM).UNLOCK BADGES AND FLAGSPersonalise your controller designs and space crew's emblem!UP YOUR ARSENALRush for and juggle between an array of weapons manufactured by laughably primitive earthlings.ACHIEVEMENTSTriumph over bosses and collect their bounty for your Game Center achievements!FACEBOOK LEADERBOARDSCompete for the top spot against your friends by linking your high score to Facebook leaderboards!=======\"A ton of fun\" - Touch Arcade\"A neat, fun-filled shooter with local multiplayer\" - Pocket Gamer\"A wacky colourful shooter, in spaceee!\" - Indiegames.com\"A space-shooting acid trip\" - Unpause Asia=======HELP:www.facebook.com/supersteampuffwww.weyrdworks.com/supersteampuff\n",
  "new": "\n\n\n13 thg 6, 2022\nPhiên bản 1.5.0\n\n\n\n\nUpdated support for more device resolutions\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "131,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/spongebob-the-cosmic-shake/id6445992619?l=vi",
  "nameAndAge": "\n          SpongeBob - The Cosmic Shake\n 9+\n",
  "company": "\n\n            HandyGames\n          \n",
  "ranking": "\n\n\n                      #14 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "55.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWish-granting Mermaid’s Tears in the hands of SpongeBob and Patrick… What could possibly go wrong?Sure, the very fabric holding the very universe very together could come very undone, opening up portals into Wishworlds full of knights, cowboys, pirates, and prehistoric snails.But that’s nothing everyone’s favorite sponge can’t handle - with the right cosmic costume! Everybody do the Cosmic Shake!* Unlock classic and new platforming skills like the Fishhook Swing and Karate Kick* Don more than 30 F.U.N.tastic costumes like SnailBob and SpongeGar* Travel to 7 distinct Wishworlds like Wild West Jellyfish Fields and Halloween Rock Bottom* Experience all the buddy movie banter with SpongeBob’s permanent companion Balloon-Patrick* Meet all your favorite Bikini Bottomites from the series, voiced by their original actors* Brand-new soundtrack from the composers of Battle for Bikini Bottom + dozens of songs from the series!\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 1.0.3\n\n\n\n\n- Fixed crash in last boss fight- Fixed white plane on the first map- Fixed unintended outline of collectibles\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên và thiết bị có Chip A12 Bionic trở lên.\n                \n\n",
  "size": "1,8 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển HandyGames đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/reckless-racing-hd/id386239683?l=vi",
  "nameAndAge": "\n          Reckless Racing HD\n 4+\n",
  "company": "\n\n            Pixelbite\n          \n",
  "ranking": "\n\n\n                      #29 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "3,8 • 4 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTHE BEST DOWN ‘N DIRTY RACER YOU EVER SAW! Made to maximize the Retina Display, the state-of-the-art visuals will make your eyes bug out as you skid, slip, and slide in traditional top-down racing style. Challenge your buddies in online multiplayer, and get ready to go. It’s the dirt-road racing game y’all been waiting for on iPhone, iPod touch & iPad!LOOK WHAT THEY’RE SAYIN’ “…one of the coolest looking top-down racing games I've ever played.” (Eli Hoddap, Touch Arcade) “The first thing that strikes home… is the sheer loveliness of the graphics… From sparkling streams… to large wooden churches looming up into the camera at the side of the worn dirt roads…” (Will Wilson, Pocket Gamer)VISUAL QUALITY THAT’LL MAKE YOU SAY, “OOOWEEE!”Designed from the get-go to with eye-popping graphic quality, the visual details will really make you feel like you’re rolling in the mud deep in the heart of Dixie. And get a load of how Reckless Racing looks with the Retina Display. Have mercy!   RACING  FOR  THE RECKLESSDirt track or asphalt, truck or rally car – take your choice and then take it to the limit. Learn the basics as a beginner and choose from a variety of driving controls. Get better with each race and move up through Bronze, Silver, and Gold difficulty levels.CHOOSE YOUR VEHICLE AND TEST YOUR SKILLSAdapt your race skills and push it across 5 amazingly detailed tracks. Race against rigs controlled by some outrageous in-game characters like Otis and Bubba! Unlock the reverse tracks and race ‘em again!RACE IN 3 DIFFERENT MODESImmerse yourself in the world of no-rules driving. Take on the Dirt Rally, Hot Lap time trial, or Delivery time trial. Beat other drivers or beat the clock. Either way, there’s a lot of Reckless Racing to do!\n",
  "new": "\n\n\n14 thg 10, 2020\nPhiên bản 1.5.2\n\n\n\n\n* Minor bugfixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "63,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/v%C6%B0%C6%A1ng-qu%E1%BB%91c-chu%E1%BB%99t-ch%C5%A9i/id6444922897?l=vi",
  "nameAndAge": "\n          Vương Quốc Chuột Chũi\n 4+\n",
  "company": "\n\n            Watt Games\n          \n",
  "ranking": "\n\n\n                      #45 trong Nhập Vai\n                    \n\n",
  "ratingAndReviews": "4,7 • 2,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNgày 7 tháng 9 chính thức mở cửa, có tặng thời trang đặc sắc miễn phí, đưa các bạn trở lại thời thơ ấu vui![Một cuộc sống đáng mơ ước - Bản tình ca nông thôn trong tâm hồn]Xa cách với cuộc sống bận rộn hiện tại, trồng hoa, trồng rau, câu cá và chăn nuôi Đậu Đậu trong một khu đất trang trại, tận hưởng cuộc sống nông thôn thật sự thoải mái. Trong thế giới Vương Quốc Chuột Chũi, mỗi người chơi đều có thể sở hữu một trang trại và một căn nhà riêng của mình, xây dựng một khu vườn hoàn hảo theo ý muốn của mình, trở thành một người chủ trang trại tự do và yêu quý việc kinh doanh.[Lao động là niềm vui nhất - Hệ thống SMC đa nghề hoàn hảo]SMC kiểm tra nghề nghiệp của Vương Quốc Chuột Chũi đã trở lại, mang đến cho người chơi trải nghiệm chơi game nghề nghiệp đích thực. Tự do tham gia vai trò của một nông dân, đầu bếp, hướng dẫn viên và các vai trò khác, học tập và làm việc trong khu đất trang trại, trải nghiệm những công việc khác nhau. Trong tương lai, còn nhiều nghề nghiệp SMC thú vị khác đang chờ đón bạn![Biến hóa thần tượng - Tự do phối đồ FASHION của tôi]Thời trang Moly mới nhất đã trở lại, với hàng loạt trang phục và nội thất đáng yêu để lựa chọn, các Chuột Chũi nhỏ có thể tùy ý phối đồ và trang trí căn nhà của mình theo sở thích. Hệ thống hàng xóm và cộng đồng thị trấn mới cũng cho phép các Chuột Chũi nhỏ yêu thích giao tiếp có thể cùng nhau trang trí khu vực đặc biệt để chứng kiến ​​tình bạn, tạo ra một không gian sống động trên không![Ngày xưa của chúng ta  - Tái hiện lại những kỷ niệm đẹp nhất trong 3D]「Vương Quốc Chuột Chũi」đã được nâng cấp hoàn toàn thành một thế giới 3D tuyệt đẹp, tái hiện các cảnh quan kinh điển như Lâu Đài Chuột Chũi, Núi Raya Chuột Chũi, Phố Hạnh Phúc, Rừng Quả Mọng với hình ảnh sống động và chân thực hơn. Chuột Chũi có thể trải nghiệm các hoạt động tương tác khác nhau trên các khu vực bản đồ khác nhau, bao gồm bơi lội, trượt tuyết, nhảy trampoline, cáp treo núi tuyết và nhiều hoạt động kinh điển khác đang chờ đón bạn khám phá và khám phá![Câu chuyện mới của Vương Quốc - Hành trình mới của Chuột Chũi trong không gian và thời gian]Cầu nông mù mịt bí ẩn, công chúa Momo khác biệt, bạn mới tại dinh thự xa lạ... Sau 11 năm, câu chuyện của Vương Quốc Chuột Chũi đã mở ra một chương mới, với những thử thách đầy bất thường. Những câu hỏi đang đặt ra: Những câu chuyện tuyệt vời đã xảy ra trong Vương Quốc? Thế giới đã thay đổi theo thời gian và không gian, nhưng sự khởi đầu mới không có nghĩa là kết thúc của quá khứ. Tất cả bí mật sẽ được các Chuột Chũi nhỏ tự tay khám phá và tiết lộ.\n",
  "new": "\n\n\n6 thg 9, 2023\nPhiên bản 2.1.23090502\n\n\n\n\n1. Tối ưu hóa hướng dẫn cho người mới2. Sửa một số lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "4 GB",
  "language": "\nNgôn Ngữ\n\n\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/farm-heroes-saga/id608206510?l=vi",
  "nameAndAge": "\n          Farm Heroes Saga\n 4+\n",
  "company": "\n\n            King\n          \n",
  "ranking": "\n\n\n                      #35 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 13,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFarm Heroes Saga, from the makers of Candy Crush Soda Saga & Bubble Witch 2 Saga! Rancid the Racoon is trying to spoil the precious Farm Lands, stealing as many Cropsies as he can along the way. Will you join forces with the Farm Heroes and help to collect the Cropsies and save the day?  Play through hundreds of levels of switching and matching farming fun to find out!Take on this fantastic Saga alone or play with friends to see who can get the highest score! Farm Heroes Saga is completely free to play but some optional in-game items will require payment.You can turn off the payment feature by disabling in-app purchases in your device’s settings.Farm Heroes Saga features: ● Collect all kinds of Cropsies to win the level before you run out of moves● Play levels and win magic beans to help you activate Farm Club ● Rechargable boosters, special power ups and Farm Club animals to help you win those challenging levels● Easy to play but challenging to master● Acres of luscious levels to complete - more added every 2 weeks!● Leaderboards to watch your friends and competitors!● Easily sync the game between devices and unlock full game features when connected to the InternetVisit https://care.king.com/ or contact us in game by going to Settings > Customer Care if you need help!Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/Follow us to get news and updates:facebook.com/FarmHeroes Twitter @FarmHeroesSaga youtube.com/user/FarmHeroesOfficial farmheroessaga.com Have fun playing Farm Heroes Saga!\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 6.29.11\n\n\n\n\nWoo! We've added new levels for you to complete! Be sure to update Farm Heroes Saga to get the best and the latest from the game.  Enjoy!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0.0 trở lên.\n                \n\n",
  "size": "259,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/god-of-light/id735128536?l=vi",
  "nameAndAge": "\n          God of Light\n 4+\n",
  "company": "\n\n            Playmous\n          \n",
  "ranking": "\n\n\n                      #90 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 7 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nREVIEWERS LOVE GOD OF LIGHT: \"God of Light is absolutely gorgeous.\" — Touch Arcade“God of Light is is one of the most gorgeous physics-based puzzle games you will come across this year.”  — Appadvice.com“Not only is God of Light easy on the eyes, it also comes with a suitably moody soundtrack from notable trip-hop artist UNKLE.” — Appspy.com\"Between the music and the puzzles, it’s easy to get lost in the game for hours.\" — Appunwrapper.comSit back and become immersed into the world of God of Light, the game that rethinks the physics puzzle genre with its unique environment exploration gameplay, amazing graphics and exclusive soundtrack created by electronic music icon UNKLE.Join cute game mascot, Shiny, on his way to saving the universe from the impending darkness. Play through a variety of exciting game worlds and dozens of levels with mind-blowing puzzles. Your goal is to explore game levels, seek for game objects that reflect, split, combine, paint, bend and teleport rays of light energy to activate the Sources of Life and bring light back to the universe. This game more than delivers when it comes to great gameplay experience, so what are you waiting for? Get ready for an amazing trip. Become God of Light!• Explore 6 different game worlds and 150 levels.• Use mirrors, prisms, splitters, collectors, black holes and filters to control rays of light energy.• Unlock and share your achievements with friends. Do you have what it takes to earn them all? • Collect glowing creatures that help you solve puzzles. • Receive regular updates with new game worlds and levels to explore. Like us: http://www.facebook.com/godoflightgameFollow us: http://www.twitter.com/godoflightgameWatch us: http://www.youtube.com/playmousgamesVisit us: http://www.playmous.com\n",
  "new": "\n\n\n25 thg 5, 2016\nPhiên bản 1.2\n\n\n\n\nGod of Light 1.2 update brings new game world with 25 mind-blowing levels. We have also made other game improvements based on your feedback.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "321,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bus-simulator-pro-2017/id1145442827?l=vi",
  "nameAndAge": "\n          Bus Simulator PRO 2017\n 4+\n",
  "company": "\n\n            MAGEEKS SC\n          \n",
  "ranking": "\n\n\n                      #92 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "1,0 • 1 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n** LAUNCH SALE! -- NOW 20% OFF **Start your training as an unexperienced bus driver. Master your driving skills while driving through US cities and roads in this comprehensive bus simulator. Build and expand your transporting empire by unlocking new busses and lines and exploring new cities. Avoid collisions and speeding tickets, keep track of your timetable and gps in order to always deliver your passengers on time. Earn cash and experience for picking up passangers, use it to unlock new cities and buses. Push your endurance, skills and speed to the limit and become the best bus driver.Features:▶ 8 buses to unlock ▶ Detailed and unique bus cockpits▶ Over 50 different lines to master▶ Dynamic weather conditions▶ Driving by night▶ Highly detailed maps of 5 US cities to explore ▶ Realistic car & human traffic (AI) ▶ Ticket sales by the driver▶ Unique bus features including wheelchair ramp and kneeling busAre you ready to train and become an expert bus driver? Download Bus Simulator PRO 2017!\n",
  "new": "\n\n\n13 thg 9, 2016\nPhiên bản 1.1\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Howdy Bus Simulator Friends,Thank you for your feedback! Here's a list of things fixed and implemented in the current version:- fixed crashing on the 6th New York line- fixed minor bug in gps calculations- fixed duplicating tickets for traffic lights- major car AI tweaks and improvements- driving engine tweaking- longer yellow light (preventing unjust fines for crossing on red light)- larger and more sensitive steering buttons- other minor fixes - added STEERING WHEEL!Please remember to rate & review our game, we will do our best to fix any problems and implement your ideas. Have fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 7.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 7.0 trở lên.\n                \n\n",
  "size": "547,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/anh-h%C3%B9ng-c%E1%BA%A5m-%C4%91%E1%BB%8Ba/id6443760593?l=vi",
  "nameAndAge": "\n          Anh Hùng Cấm Địa\n 12+\n",
  "company": "\n\n            FUN FORMULA PTE. LTD.\n          \n",
  "ranking": "\n\n\n                      #20 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 6,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNguy hiểm rình rập ở mỗi ngóc ngách trong thế giới hậu tận thế bị lây nhiễm virus zombie này! Hãy rèn luyện trí tuệ của bạn — vô số người bị nhiễm virus sẽ tìm cách chôn vùi bạn ngay tại giây phút bạn bước chân vào thế giới.Hãy tập kết đồng minh khi bạn tìm cách giải mã sự thật đằng sau sự bùng phát này.Hãy thử nghiệm dũng khí sinh tồn của bạn trong một thế giới chỉ có một mục tiêu: mạng sống của bạn!Hãy nạp đạn, tiêu diệt bầy zombie cản đường bạn và trở thành ngọn đèn hy vọng trong giờ phút tăm tối nhất của nhân loại!Tính năng của game:-Điều khiển một tay: Dùng một tay để tiêu diệt bầy zombie đột biến đáng sợ-Lập chiến thuật và hiệp lực dựa trên hơn 100 kỹ năng roguelite và tuyệt chiêu làm thay đổi cục diện-Vô số tình huống ải cho trải nghiệm sinh tồn ác liệt đắm chìm-Sự kết hợp khác lạ giữa nhiều trùm mạnh luôn tìm cách cản trở sự tiến bộ của bạn\n",
  "new": "\n\n\n9 thg 12, 2023\nPhiên bản 1.5.0\n\n\n\n\n1. Đã thêm liên kết tài khoản Facebook và Google để hỗ trợ đăng nhập đa nền tảng2. Thêm robot mới3. Hoạt động cập nhật4. Tối ưu hóa một số trải nghiệm chơi game5.Sửa lỗi6. Đã thêm phiên bản tiếng Ả Rập\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "467,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/sengoku-3-aca-neogeo/id1634733552?l=vi",
  "nameAndAge": "\n          SENGOKU 3 ACA NEOGEO\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #19 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNEOGEO's masterpiece games are now available in the app !!And in recent years, SNK has partnered with Hamster Corporation to bring many of the classic games on the NEOGEO onto modern gaming environments through the ACA NEOGEO series. Now on smartphone, the difficulty and look NEOGEO games had back then can be reproduced through screen settings and options. Also, players can benefit from online features such as online ranking modes. More, it features quick save/load and virtual pad customization functions to support comfortable play within the app. Please take this opportunity to enjoy the masterpieces that are still supported to this day.[Game introduction]SENGOKU 3 is a side-scrolling action game released by SNK in 2001.In order to purge malicious souls, Shinobi travel the world to defeat the undead.Cut, smash, throw, and use weapons as well as Ninja Arts and Ultimate Ninja Arts in this hyper-action ninja game.[Recommendation OS]iOS 13 and above©SNK CORPORATION ALL RIGHTS RESERVED.Arcade Archives Series Produced by HAMSTER Co.\n",
  "new": "",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "190,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dino-rush/id396101698?l=vi",
  "nameAndAge": "\n          Dino Rush\n 4+\n",
  "company": "\n\n            Nemoid Studio\n          \n",
  "ranking": "\n\n\n                      #40 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "3,8 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\n*** 3 million people can't be wrong :  get your Dino Rush today!   ***Game Features :• Endless running game• 3 game modes• 3 new cute characters to unlock• An x-mas theme to unlock• 5 different worlds to explore• Game Center leaderboards & achievements• Power-up shop (crazy pepper, death helmet, fruit magnet, ...)• Optimized for Retina displays & HD Retina displays• iMessage stickers~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ “Dino Rush is a hidden-gem that's definitely worth checking out if you're a fan of endless running titles and a refreshing take on a genre that seemed all but over-used” - App Spy“Dino Rush has a lot of potential, and is certainly one to keep an eye out for if you’re into distance running games” - The iPhone Life Magazine“Dino Rush is simply addictive” - Touch Reviews“Dino Rush is a fun, exiting, cute game that will keep you playing for days and days.” - Modmytech “Dino Rush is definitely a must have for any fan of endless running games” - The Game Trail“This is one of those titles which just puts a smile on your face and leaves it there” - Pocket Arcade~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~An egg has just hatched in prehistoric time and a small dinosaur has emerged… and he's hungry!Help Dundy the dinosaur make his way through tropical wildneress!Tap to get Dundy to jump over obstacles, predators, melting lava or even quicksand. Score by eating loads of fruit to help Dundy survive and reach for power-ups to give him special abilities.You can make Dundy fly, run, or even smash up adversaries… but whatever you do, remember to keep feeding him fruit along the way or he'll loose strenght and starve!!Both skill and determination will be needed to survive this fruitfull adventure.Boasting superb graphics, fantastic gameplay and great replay value, Dino Rush is an addictive and deliciously fun adventure for the whole family.So flex those fingers and get ready to save a dinosaur!\n",
  "new": "\n\n\n28 thg 2, 2018\nPhiên bản 2.3\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Minor bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "187,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/1945-airplane-shooting-game/id1460632826?l=vi",
  "nameAndAge": "\n          1945 - Airplane shooting game\n 12+\n",
  "company": "\n\n            ONESOFT GLOBAL PTE. LTD.\n          \n",
  "ranking": "\n\n\n                      #57 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 111,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nNếu bạn là fan cứng của dòng game bắn máy bay từ những thập niên 90 như 1941, 1942, 1943 hay 19XX trên hệ máy NES hay đã từng dành hàng giờ để đắm chìm trong siêu thị để trở thành người chơi giỏi nhất của các máy game xèng tại siêu thị. Thì nay, đã có một trò chơi tương tự trên điện thoại có tên 1945 Air Force - với lối chơi đơn giản và hấp dẫn, cùng độ họa tuyệt vời đã xuất hiện.Bạn sẽ vào vai một phi công chiến đấu trong thế chiến thứ II, điều khiển máy bay chiến đấu của mình để tiêu diệt kẻ thù, trùm cuối và vượt qua các chiến dịch. 1945 Air Force sẽ mang lại cảm xúc tuyệt vời giống như khi bạn đắm chìm trong các trò chơi bắn máy bay cổ điển ngày xưa. TÍNH NĂNG- Hơn 30 khu vực chiến đấu huyền thoại trong Thế chiến II.- Hơn 500 chiến dịch đầy thử thách.- Hơn 60 máy bay lịch sử từ Không quân Mỹ, Anh, Liên Xô, Đức và Nhật Bản ... với nhiều tùy chỉnh, nâng cấp, hợp nhất để tạo ra siêu máy bay của riêng bạn.- Trò chơi arcade đầy thử thách bắn súng miễn phí với nhiều chế độ Bổ sung từ Bắn phá, Trùm, Bảo vệ, Tàng hình đến Tấn công.- Phần thưởng hàng ngày: Nhận ngay phần thưởng miễn phí khi đăng nhập mỗi ngày. Hoàn thành nhiệm vụ và nâng cấp máy bay của bạn ngay nào!- Đồ họa sắc nét, ánh sáng tuyệt vời và các hiệu ứng đặc biệt.- Bộ phận (Clan): dễ dàng hợp tác với các thủ lĩnh cùng chí hướng để hạ gục những kẻ thù khó nhằn nhất.- PVP - trò chơi bắn súng trực tuyến, co-op với bạn bè, tập hợp đội phi đội của bạn, ghi tên bạn vào bảng lãnh đạo toàn cầu.- 1945 Air Force hỗ trợ người chơi trên tất cả các thiết bị: điện thoại, máy tính bảng... Điều tuyệt vời hơn nữa là bạn có thể chơi game hoàn toàn miễn phí và ngay cả khi bạn không có kết nối mạng.- Chơi cùng bạn bè trên Facebook- Trò chơi giả lập - Bạn có thể thử nhiều loại máy bay thời thế chiến.- Tận hưởng các sự kiện đặc biệt, sự kiện theo mùa hay các giải đấu.Kẻ thù đang đến, sấm chiến ầm ầm! Hãy dang rộng đôi cánh thép của bạn, cùng 1945 AIR FORCE thực hiện sứ mệnh và thống trị bầu trời NGAY BÂY GIỜ!*** Điều khoản sử dụng:https://sites.google.com/view/onesoft/terms-and-condition*** Chính sách bảo mật:https://sites.google.com/view/onesoft/privacy-policy\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 12.60\n\n\n\n\n- Fix some bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "407,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bowmasters-multiplayer-game/id1118431695?l=vi",
  "nameAndAge": "\n          Bowmasters - Multiplayer Game\n 12+\n",
  "company": "\n\n            Playgendary Limited\n          \n",
  "ranking": "\n\n\n                      #51 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 67,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nA brand new version of the world-famous multiplayer game with bowmen — a hotsy-totsy aim and shoot game Bowmasters has in store for you:• 60+ INSANE CHARACTERS from all dimensions absolutely for free! • ONLINE MULTIPLAYER! • 60+ DIFFERENT WEAPONS for total mayhem, awesome fatalities with rag-doll physics! • EPIC DUELS WITH YOUR FRIENDS. Grab your mates and show them what you’re worth! • MULTIPLE GAME MODES. Shoоt birds or fruits down, defeat the enemies in duels and get money for that! • ENDLESS REWARDS FOR YOUR SKILLS!Don’t miss out on the fun! Be the first to grab it!We Love You! Enjoy!SUBSCRIPTION PRICING AND TERMSSubscription optionsIn our game we have the following subscription options:1. Weekly Premium offers weekly subscription for $7.99 after 3-day free trial. It unlocks 16 characters and removes all ads. Also the subscription provides 1,000 Coins and 100 Gems on a daily basis.2. Monthly Premium offers monthly subscription for $19.99. It unlocks 16 characters and removes all ads. Also the subscription provides 1,000 Coins and 100 Gems on a daily basis.3. Yearly Premium offers yearly subscription for $99.99. It unlocks 16 characters and removes all ads. Also the subscription provides 1,000 Coins and 100 Gems on a daily basis.End of trial and subscription renewalThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Payment will be charged to iTunes Account at confirmation of purchase.Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Canceling trial or subscriptionYou can turn off the auto-renew for the subscription whenever you want to through iTunes. Check https://support.apple.com/HT202039. When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period can not be canceled. After your subscription expires, you will no longer be able to use sticker packs marked as Premium.If you have any questions or comments, feel free to contact us at support@playgendary.comPrivacy Policy: https://playgendary.com/en/playgendary-limited-privacy-policyTerms of Use: http://www.playgendary.com/terms-of-use/\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 5.0.26\n\n\n\n\nWe are ready to make your game experience even greater. Bugs are fixed and game performance is optimized. Enjoy.Our team reads all reviews and always tries to make the game better. Please leave us some feedback if you love what we do and feel free to suggest any improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "567,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/geometry-dash-lite/id698255242?l=vi",
  "nameAndAge": "\n          Geometry Dash Lite\n 4+\n",
  "company": "\n\n            RobTop Games AB\n          \n",
  "ranking": "\n\n\n                      #6 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,1 • 5,1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nJump and fly your way through danger in this rhythm-based action platformer!\"Frustratingly wonderful\" - Kotaku\"Geometry Dash provides all of the challenge expected from an “impossible” game while also making it more accessible to newcomers.\"- 148Apps\"Geometry Dash is a fast-paced platformer that will leave you screaming in frustration, but you’ll keep coming back for more.\"- AppAdvicePrepare for a near impossible challenge in the world of Geometry Dash. Push your skills to the limit as you jump, fly and flip your way through dangerous passages and spiky obstacles.Simple one touch game play that will keep you entertained for hours!Check out the full version for new levels, soundtracks, achievements, online level editor and much much more!Game Features• Rhythm-based Action Platforming!• Unlock new icons and colors to customize your character!• Fly rockets, flip gravity and much more!• Use practice mode to sharpen your skills!• Challenge yourself with the near impossible!Contact: support@robtopgames.com\n",
  "new": "\n\n\n26 thg 6, 2022\nPhiên bản 2.21.3\n\n\n\n\nWhat!? A new update? So fast... :O- New Level Hexagon Force!- New Level Electrodynamix!- New Demon Level Clubstep!- New unlocks!- Bugfixes!/RubRubRub\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "147,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/buff-knight-advanced/id1143364232?l=vi",
  "nameAndAge": "\n          Buff Knight Advanced\n 9+\n",
  "company": "\n\n            Buff Studio Co.Ltd.\n          \n",
  "ranking": "\n\n\n                      #98 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,7 • 3 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBuff Knight Advanced là một game 2D Pixel RPG mà nhân vật của người chơi sẽ liên tục được di chuyển. Giết những kẻ thù với thanh kiếm và phép thuật của bạn! Những con quái vật mạnh hơn sẽ ngăn cản quá trình thăng cấp và cuối cùng đánh bại người chơi. Thu thập hiện vật và nâng cấp vũ khí và áo giáp của bạn để chiến đấu chống lại chúng và trở thành hiệp sĩ mạnh nhất hơn bao giờ hết!Buff Knight Advanced là phiên bản kế thừa chính thức của Buff Knight , và đây là một phiên bản trên điện thoại di động được đánh giá cao với hơn 2 triệu lượt tải về, và nhận được nhiều giải thưởng, như trở thành # 1 paid RPG ở Thụy Điển, Nhật Bản và Đài Loan, ngoài các # 1 paid trò chơi tại Hàn Quốc.▣ Các tính năng của game - AWESOME & EPIC 8 bit âm thanh retro sống động  và hình ảnh đồ họa! - 12 giai đoạn khác nhau! - 12 ông chủ khác nhau! - 2 nhân vật có thể chơi được!  Chơi bằng Buff Knight hoặc phù thủy Buffy!-  Sử dụng thanh kiếm hay phép thuật của mình để chống lại các quái vật xâm đến!- Xây dựng chiến lược của riêng bạn - Có hàng tấn phương pháp khác nhau để nâng cấp nhân vật của bạn.- Thu thập 20 hiện vật cổ có khả năng đặc biệt và nâng cấp chúng để tăng cường sức mạnh của chúng!- Bạn có thể chuyển các đồ tạo tác của bạn ngay trong các trò chơi!- Hãy thử phụ trách các cuộc tấn công mới và các item đặc biệt chống lại những kẻ thù!- Nâng cấp vũ khí và áo giáp của bạn - bánh răng của bạn có nhiều cấp độ có thể nâng cấp!- Hệ thống xếp hạng người chơi - Tốt cho bạn chứ?▣ Item đặc biệt- Giày dép: Làm cho bạn bất khả chiến bại và vượt qua mọi kẻ thù.- Thanh kiếm: Bạn cầnmột ít thời gian để nạp năng lượng cho các cuộc tấn công của bạn.- Nấm: Nâng cấp độ nguy hiểm của các cuộc tấn công lân cận mạnh hơn x2 .- Sách cuộn ma thuật: gọi sao băng tấn công từ trên trời.- Thuốc ma thuật: Tái sinh sức khỏe và năng lực thần bí của bạn ngay lập tức.- Bom: Ném bom mạnh mẽ vào những kẻ thù ở phía trước.▣ Bí quyết chơi!- Ấn và giữ nút Tấn công cho đến khi anh hùng lóe sáng và thả tay ra sẽ có thể \"Tấn công nạp\".- Khi quái vật xuất hiện trên không trung, nếu tấn công kỹ năng thì sẽ bị chậm lại trong giây lát nên hãy chạm liên tục vào quái vật để tấn công.- Ấn và giữ nút tấn công và điều chỉnh thời gian phù hợp thì có thể nạp trong trạng thái tấn công tự động hoạt động.- Vào menu Tạm dừng khi đang chơi để thay đổi hiện vật cho phù hợp.\n",
  "new": "\n\n\n2 thg 12, 2016\nPhiên bản 1.06\n\n\n\n\nApple đã cập nhật ứng dụng này để có thể hiển thị biểu tượng của ứng dụng Apple Watch.Amount of gems earned ingame greatly increasedSome bugged achievements fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n",
  "size": "122,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/idle-survivor-fortress-tycoon/id6456844253?l=vi",
  "nameAndAge": "\n          Idle Survivor Fortress Tycoon\n 9+\n",
  "company": "\n\n            Libii HK Limited\n          \n",
  "ranking": "\n\n\n                      #69 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 237 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to our thrilling new game, \"Idle Survivor Fortress Tycoon\". In this game, you will take on the role of a survivor in a world overrun by a deadly zombie virus. With most cities already fallen to the undead, your only goal is to stay alive. You will start your journey at a makeshift shelter, a former safe haven from the zombie horde. You will have to scavenge for resources and fend off zombie attacks while fortifying your shelter.As you progress through the game, you will encounter other survivor teams, some looking for a safe haven like yours, and others who may have other motives. You will have to decide whether to welcome them into your shelter or turn them away. As your shelter grows,  you can also construct new facilities to help your survivors maintain their health and mental well-being.As your team expands, you can explore other cities and abandoned facilities, searching for valuable resources and equipment to improve your team's defenses and armaments. With time, you will become one of the strongest and best-armed survivor teams in the world.With immersive gameplay and a captivating storyline, \"Idle Survivor Fortress Tycoon\" is the ultimate survival game for fans of the post-apocalyptic genre. Will you be able to survive the zombie apocalypse and help humanity rise again? Play now and find out!\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 1.3.0\n\n\n\n\nHuge update for your Fortress!- The California Island Base is now open! Explore three-tier fortresses and discover new adventures.- Numerous rare flying warplanes have been added to the stranded aircraft carrier!- Pirate Zombies & 12+ revamped Leaders join forces with a new storyline for a fresh gaming experience!- Optimization of in-game details and bug fixes \n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "443,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/rat-on-a-scooter-xl/id342699962?l=vi",
  "nameAndAge": "\n          Rat On A Scooter XL\n 4+\n",
  "company": "\n\n            Donut Games\n          \n",
  "ranking": "\n\n\n                      #25 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,0 • 1 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWHY AN XL VERSION?As \"Rat On The Run\" skyrocketed into App Store's charts all over the world in November 2009, the included scooter bonus game gained MASSIVE ATTENTION and praise from reviewers and fans.Flattered by this, Ratty jumped back up on his scooter and gave you an XL version, packed with more features and fun than ever!Rat On A Scooter XL has been the #1 DOWNLOADED GAME in 33 COUNTRIES, chosen as APPLE STAFF FAVORITE, and we've even heard people saying they bought an iPhone just to play it!- - - - - - - - - - - - - - - - - -THE PLOT:Kick-start the scooter and head down to the abandoned suburbs to BURN SOME SERIOUS RUBBER.Perform dangerous STUNTS and jumps on top of the scaffolds in Ratty's boldest adventure ever.GAME FEATURES:- FOUR game modes- 1: \"Super Cheese XL\"- 2: \"Fuel Depot\"- 3: \"Skill Course\"- 4: \"Power Rider\" with SPECIAL POWER-UPS- Perform STUNTS and receive bonus points- Rock solid controls- New \"mid-air\" jumps- Achievements to unlock- Donut Games' Collectors Icon #17- And much more...TECH FEATURES:- Game Center support- Widescreen support- MFi controller support- Joystick support (ION arcade cabinet)- Universal App (iPad, iPhone, iPod Touch)- - - - - - - - - - - - - - - - - -Enjoy another Donut Games release!\n",
  "new": "\n\n\n28 thg 7, 2018\nPhiên bản 1.25\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.- Ratty goes iPhone X: Go scaffold jumping in a world that just grew waaay wider to suit the awesome iPhone X screen. Now don't get us wrong, we didn't widen the platforms that you jump upon... Hey, what did you expect? Easier stunts? No way, a certain little bold rat wouldn't let us fiddle with his stunt course. ;)Thanks to all fans for your feedback and for standing by Donut Games since 2009.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "8,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/find-out-c%C3%A1c-%C4%91%E1%BB%91i-t%C6%B0%E1%BB%A3ng-%E1%BA%A9n/id1488572081?l=vi",
  "nameAndAge": "\n          Find Out - Các đối tượng ẩn\n 9+\n",
  "company": "\n\n            EYEWIND LIMITED\n          \n",
  "ranking": "\n\n\n                      #26 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 44,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nVận dụng khả năng quan sát của bạn để tìm ra những vật phẩm được giấu trong ảnh là có thể qua cửa!Quan trọng nhất là, chúng tôi đã chuẩn bị nhiều cách chơi khác nhau cho bạnĐể bạn có thể thỏa sức tận hưởng những niềm vui mà game mang lại, thỏa mãn từng người chơi!Đặc điểm game1. Nhiều chủ đề để bạn lựa chọn: Động vật, Đại dương, Du lịch,v.v.2. Nhiều cách chơi khác nhau, những gì bạn muốn chúng tôi đều có！3. Những hình ảnh đẹp mắt thỏa mãn thị giác4. Rèn luyện khả năng quan sát và chú ý của bạnHãy đến thư giãn và cùng bạn bè chia sẻ những giây phút vui vẻ!\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 2.3.1\n\n\n\n\nXin cảm ơn bạn đã ủng hộ chúng tôi!Sự thay đổi của phiên bản mới:Tối ưu trải nghiệm chơi gameSửa một số bugHy vọng bạn sẽ thích cập nhật lần này!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.2 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.2 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.2 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "444,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/a-dance-of-fire-and-ice/id1456547302?l=vi",
  "nameAndAge": "\n          A Dance of Fire and Ice\n 4+\n",
  "company": "\n\n            7th Beat Games S.A.C.\n          \n",
  "ranking": "\n\n\n                      #2 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 147 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nA Dance of Fire and Ice is a strict one-button rhythm game. Keep your focus as you guide two orbiting planets down a path without breaking their perfect equilibrium.It's pretty hard to describe, but you should play the free online version on a desktop computer first if you are not sure if you would enjoy this game!Features:- More than 10 worlds, each introducing new shapes and rhythms. What do triangles, octagons or squares sound like? Each world starts with small tutorial stages and ends with a final test.- Post-game challenges: Speed Trials for each world and a blisteringly fast bonus level for the brave.- Calibration options: auto-calibration and manual calibration. This is a precise rhythm game, so use your ears more than your eyes when playing.- Play new levels for free: more levels will be added over the coming months.WARNING: This is a hard rhythm game. Not in the sense of note-spamming - for the most part all you have to do is keep a consistent beat - but this is a good test of whether you would be a good drummer. Keeping a beat is not very easy, and then weird breakbeats are added on top of that, so don't worry if you find it difficult!\n",
  "new": "\n\n\n11 thg 11, 2023\nPhiên bản 2.5.7\n\n\n\n\nThis version includes cloud saves support, achievements, a new pause menu, keyboard support, improvements and minor bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tom-bi%E1%BA%BFt-n%C3%B3i-r%C6%B0%E1%BB%A3t-v%C3%A0ng/id1089336971?l=vi",
  "nameAndAge": "\n          Tom Biết Nói Rượt Vàng\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #9 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,6 • 276,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTom Biết Nói đã sẵn sàng chạy, nhảy và đuổi theo Roy Rakoon.Ai đó phải chặn Roy Rakoon lại!Chú gấu mèo trúc phiền phức này đã cướp hết vàng. Giờ đây người chơi phải giúp Tom Biết Nói tăng tốc, trượt và tránh các thế giới hoang dã để cướp kho báu và bắt kịp Roy.- Những cuộc rượt đuổi gay cấn- Thử thách quãng thời gian với nhiều hành động- Thế giới thú vị- Bộ tăng sức mạnh tuyệt vời- Mở khoá bạn mới- Trang phục mới rất hấp dẫnNgười chơi có thể mở khóa Angela Biết Nói, Ginger Biết Nói, Ben Biết Nói và Hank Biết Nói khi đang di chuyển!Bởi Outfit7, nhà sáng tạo của Tom Biết Nói Của Tôi, My Talking Angela, My Talking Tom Friends và Talking Tom Hero Dash.Ứng dụng này có chứa:- Quảng bá sản phẩm và quảng cáo của Outfit7;- Liên kết hướng khách hàng đến các trang web của Outfit7 và các ứng dụng khác;- Cá nhân hóa nội dung để khuyến khích người dùng không ngừng chơi ứng dụng;- Tích hợp YouTube để cho phép người dùng xem video về các nhân vật hoạt hình của Outfit7;- Tùy chọn để mua hàng trong ứng dụng- Các vật phẩm để mua (có sẵn ở các mức giá khác nhau) bằng tiền ảo, tùy thuộc vào tiến trình của người chơi; và- Các tùy chọn thay thế để truy cập tất cả các chức năng của ứng dụng mà không cần thực hiện bất kỳ giao dịch mua hàng trong ứng dụng nào bằng tiền thật.Xin lưu ý rằng chúng tôi không xử lý tất cả dữ liệu được tiết lộ trên nhãn dành cho người dùng dưới độ tuổi được đồng thuận kỹ thuật số. Để biết thêm thông tin, vui lòng kiểm tra Chính sách quyền riêng tư của chúng tôi.Điều khoản sử dụng: https://talkingtomandfriends.com/eula/en/Chính sách quyền riêng tư EEA: https://talkingtomandfriends.com/eea/en/Chính sách quyền riêng tư Hoa Kỳ: https://talkingtomandfriends.com/privacy/en/Chính sách quyền riêng tư Brazil: https://talkingtomandfriends.com/privacy-brazil/en/Chính sách quyền riêng tư tại các quốc gia khác: https://talkingtomandfriends.com/privacy/en/Hỗ trợ khách hàng: support@outfit7.com\n",
  "new": "\n\n\n7 thg 12, 2023\nPhiên bản 6.9.1\n\n\n\n\nSửa lỗi và cải tiến nhỏ trong lối chơi.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "399,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/little-kitten-friends-school/id1382661240?l=vi",
  "nameAndAge": "\n          Little Kitten Friends & School\n 4+\n",
  "company": "\n\n            Squeakosaurus ug & co. kg\n          \n",
  "ranking": "\n\n\n                      #43 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "5,0 • 4 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nCreated with Primary School Teachers to be Fun & Educational!5/5: Educational App Store92/100: A primary school teacher that uses the app with her class said \"The animation and gameplay are wonderful and our users (pupils) fell in love with Little Kitten!\" \"It’s great fun! Our users benefited from the vast array of games and loved that the hallway could be explored. Each time our users played the game they found something else.\"\"Little Kitten & Friends is a great way for children to interact with a series of fun and educational games. Once the application has been used regularly parents can leave their children unsupported.\" \"This certainly could be used in schools\" ^‥^ No In-App-Purchases. No Ads. ^‥^Buy once and get free updates forever!App Description:Yay, Little Kitten is back and so excited about going to primary school! Our app „Little Kitten & Friends“ helps preparing children aged between 4 and 7 for their school start. Training perception, coordination and cognitive abilities - with Little Kitten this is a lot of fun! In 8 educational games, children learn social and motor skills. The teacher Ms. Fox lovingly guides the children through their first lessons. Confident children and parents without worries - we'll get you ready for school!Little Kitten Preschool Learning Games:8 adorable mini games where you and Little Kitten solve puzzles and tasks together. 1.Animal Shadow Game:Bat, crocodile or elephant? Do you recognize animals only by their shape? This game helps to enhance cognitive abilities and grows in difficulty as the game progresses. 2.Paint Game:Color in the animal shapes but don't go over the edge! This game is about creativity and fine motor skills - the various forms increase with difficulty and require hand-eye coordination to stay within the shape, this control helps to improve children’s writing skills. 3.Trampoline Game:What trick is Little Kitten thinking of? Be quick to recognize the trick and tell the others so they can pull it off together!  A game for improving visual perception and reaction speed. 4.Bubble Game:Match the pictures to the themes! What can you eat and what shouldn't you? This game is about logic and pattern recognition. 5.Recycling Game:Learn to sort and recycle various types of rubbish and develop a sense of responsibility. Kids love the funny monster bins! 6.Hop Scotch Game:Help Little Kitten hop in the right order! Do you remember it? This game enhances concentration, sound and visual memory. There are Easy, Medium & Hard modes to provide the right amount of challenge for every child. 7.Count & Sums Game:How many arms does an octopus have? How many is it missing? Learn to count from 1 to 10 and to perceive amounts visually - which pile looks bigger? Children start to develop mathematical skills, an important part of their cognitive ability. 8.AR Game (only for AR compatible devices):Find the crackers in Little Kitten’s Box! Spatial awareness and coordination will be improved. Other Features:•Feeding Game: Each mini game has a unique cracker reward, play all the learning games to collect them and feed them to Kitten to watch Kitten's special reaction to each!•Voice Acted in 14 Languages!: Touch the world map and choose from any of 14 supported languages, now Miss Fox's voice will talk you through every mini-game in your chosen language, you can even give her a tap to hear a tip any time. Once your child knows all the mini-games in their native language this is a great way for them to pick up words in a new language!All the mini games are tailored to assist with skills required in the first year of school. This preschool learning app was designed with the assistance of primary school teachers.Have fun learning!Squeakosaurus\n",
  "new": "\n\n\n9 thg 10, 2023\nPhiên bản 2.7\n\n\n\n\nbug fixes for : iPhone 15, 14 pro max, 14 pro, iPad Air 5th gen, iPad Mini 5\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.3 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.3 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.3 trở lên.\n                \n\n",
  "size": "750,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/dragon-hills/id963093508?l=vi",
  "nameAndAge": "\n          Dragon Hills\n 9+\n",
  "company": "\n\n            Cezary Rajkowski\n          \n",
  "ranking": "\n\n\n                      #52 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,4 • 54 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAre all Princesses really waiting for Princes to come and save them? Not this time!Take control of a very dangerous Dragon in this action-packed adventure and help the furious princess on her revenge mission. Slide down the hills jumping into and out of the ground, crashing and destroying everything on your way. Chase down the knights, conquer new castles and discover new lands! Awesome FEATURES: • Super fun, fast and furious gameplay• Fully destructible terrain• Epic boss battles• Upgradeable weapons, armor and explosive power-ups available for unlocking• Easy to learn, intuitive one-touch controls combined with innovative gameplay• Game Center achievements and leaderboards to compete with friends• iCloud Support Get ready for crazy adventures with this instantly playable and simple to control game!\n",
  "new": "\n\n\n12 thg 9, 2023\nPhiên bản 1.2.5\n\n\n\n\nThis update brings you essential bug fixes and optimizations to improve overall app performance. We're committed to making your experience better with each update. Thanks for being a valued user!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "191,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/temple-run/id420009108?l=vi",
  "nameAndAge": "\n          Temple Run\n 9+\n",
  "company": "\n\n            Imangi Studios, LLC\n          \n",
  "ranking": "\n\n\n                      #36 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,3 • 16,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"In pretty much every treasure hunting adventure movie there’s one specific scene in which the plucky hero finally gets his hands on the treasure but then has to navigate a maze of booby traps in order to get out alive. Temple Run is this scene and nothing else. And it’s amazing.\" - SlideToPlay.comFrom the makers of the award-winning best-seller Harbor Master® comes the most exhilarating running game on the App Store. Test your reflexes as you race down ancient temple walls and along sheer cliffs. Swipe to turn, jump and slide to avoid obstacles, collect coins and buy power ups, and see how far you can run! REVIEWS\"Best endless running game in the App Store… You'll love every minute.\" - AppleNApps.comVoted by TouchArcade Forums as Game of the WeekOne of TouchArcade's Best Games of the Month\"Most thrilling and fun running game in a while, possibly ever.\" - TheAppera.com\"A fast and frenzied iPhone experience.\" - IGN.com\"Very addicting… definitely a very different running game.\" - Appolicious.comFEATURES * Simple swipe and tilt controls that are easy to use and just feel right * Level up your character and use crazy powerups * Original 3D running mechanic combining turning, jumping, sliding and tilting - the first of its kind! * Play as 7 different characters!* Game Center Leaderboards and Achievements to compete with your friends * Incredibly fun, just one more time, endless game play!\n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 1.25.0\n\n\n\n\nThanks for making Temple Run one of the most popular apps of all time! Our Demon Monkeys have been squashing some bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "180,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/eatventure/id1600871388?l=vi",
  "nameAndAge": "\n          Eatventure\n 12+\n",
  "company": "\n\n            Lessmore UG (haftungsbeschränkt)\n          \n",
  "ranking": "\n\n\n                      #32 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,7 • 805 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAre you looking to become a restaurant millionaire? Want to manage a successful restaurant? Become a restaurant tycoon, earn money, level up, hire cooks & cashiers, get rich and build the biggest business the world has ever seen in this Restaurant Simulator!Start with a Lemonade Stand, then progress to a food truck, and then a cafe. In no time you will find yourself owning your own Diner and Drive-thru!Expand your restaurants, automate your business and find the right strategy in order to maximise your income! Eatventure is a money game where you simulate the management of different kinds of restaurants. Use your income to buy new stations in order to start selling more kinds of foods! Become the biggest Restaurant Millionaire in the world!Find our Terms of Service here: https://lessmore.games/games/terms-of-service/\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.13.4\n\n\n\n\nplugin updates. Thanks for playing!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "323,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/duet-cats-tr%C3%B2-ch%C6%A1i-m%C3%A8o-cute/id1658687701?l=vi",
  "nameAndAge": "\n          Duet Cats: Trò chơi mèo cute\n 4+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #5 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,7 • 2,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThế giới âm nhạc của mèo popcat dễ thương đã chính thức ra mắt, cùng va vào giai điệu mèo méo meo mèo meo. Bức phá bản thân, song ca cùng thần tượng popcat bongo nóng bỏng hơn bao giờ hết. Ai sẽ trở thành diva của loài mèo trong cuộc chiến không hồi kết này.Duet Cat là sự pha trộn hoàn hảo giữa những con mèo hài hước và những con mèo meo meo, thư giãn và thử thách nhịp điệu âm nhạc, và trò chơi mèo ảo phổ biến khiến bạn không thể dừng lại, nó thực sự gây nghiện !!! GAME ON!!!NGUYÊN TẮC TRÒ CHƠI:Tất cả những gì bạn cần làm là cảm nhận được nhịp điệu của các bài hát mèo dễ thương và điều khiển 2 bàn tay của bạn để tất cả những mèo con đều được cho ăn. Đừng để những chú mèo Pop cat bị đói meow~Thức ăn của mèo đang rơi liên tục! Bạn có thể cho chúng ăn tất cả không?Các tính năng của trò chơi âm nhạc Hai chú mèo con dễ thương:1.  Âm thanh mèo: Cho chúng ăn và Popcat sẽ hát cho bạn nghe với những âm thanh dễ thương. 2. Thức ăn cho mèo: Một cửa hàng thực phẩm dành riêng cho popcat dễ thương của bạn 3. Nâng cấp Popcat: Những con mèo dễ thương khác nhau để thu thập tại cửa hàng thực phẩm.4. Bài hát nổi tiếng:  Âm thanh của mèo - phối lại các bài hát nổi tiếng với âm thanh mèo dễ thương.5. Mèo con Cosplay: Hoá trang thành những nhân vật nổi tiếng Popcat meme...meow~QUẨY ĐỤC NƯỚC NÀO!!!● Không có Mỹ Diệu nhưng hãy duet cùng với Popcat, BongoKhông phải một mà là một bản song ca! 2 con mèo vui nhộn của bạn (Blackcat và Cat Kitty) đang hát meo meo đáng yêu của họ .. cùng nhau thành một bản hòa tấu vui nhộn. Bạn có thể vỗ béo chúng bằng cách cho chúng ăn tất cả các đồ ăn rơi xuống.● Đơn giản nhưng gây nghiện với điều khiển 2 tayTrái, phải, và ... trung tâm, với 2 tay. Sử dụng bàn tay và quan sát của bạn để di chuyển qua hàng trăm cấp độ nhịp điệu giảm. Nó không dễ dàng, nhưng nếu bạn vượt qua tất cả, mèo con dô cùng tự hào về bạn!● Một cửa hàng thực phẩm mèo dành riêng cho mèo dễ thương của bạn. Chơi các bài hát với giọng nói của họ, để có thêm thức ăn cho họ. Cửa hàng thực phẩm có sushi, kẹo mèo, bánh ngọt, cà rem ... và bạn cũng có thể mua sắm cho mèo của mình.● Thu thập bộ sưu tập mèo tất cả đều hiện diện tại Meow shopNếu bạn chán với con mèo màu xám và trắng mà bạn bắt đầu, đã đến lúc thay đổi diện mạo của nó! Bạn có thể chọn từ nhiều giao diện để thay đổi giống mèo: Mèo Anh quốc, Tam Thể, Mỹ Diệu, tây ta... Hoặc biến mèo mèo của bạn thành một thứ hoàn toàn khác: Spider Cat, Pikachu Cat, Bongo cat,... hãy thu thập tất cả! Những con mèo mịn dễ thương này là của bạn. Hoàn thành thử thách âm nhạc và mở khoá những nhân vật mới ngay!.● Chúng tôi đã phối lại các bài hát phổ biến với âm thanh cho mèoHơn 1000 bài hát phổ biến đang chờ bạn mở khóa. Với phiên bản mới nhất, Duet Cats đã thêm nhiều bài hát mới, hay hơn và vui nhộn hơn. Tham gia cộng đồng mèo con và bạn sẽ hoà mình trong cảm giác giai điệu diva đó. Nhanh lên và là người đầu tiên nghe nó.● Câu chuyện về Duet Cats. Những con mèo dễ thương đã kể những câu chuyện \" đói \" của chúng thông qua giọng nói diva. Đừng ngừng cho những con mèo dễ thương cho ăn nếu không chúng sẽ giận bạnCho dù con mèo của bạn thích meo meo hay đơn giản là bạn thích nghe âm thanh của những con mèo khác, Duet Cats - những chú mèo con song ca sẽ giúp bạn được thoã mãn điều đó. Ứng dụng này có một loạt các âm thanh mèo, bao gồm mèo meo meo, mèo meows và thậm chí cả những meme mèo vui nhộn chắc chắn sẽ làm cho người bạn lông xù của bạn trông thật đẹp.Đối với những người yêu thích một thử thách tốt, trò chơi cat cute cũng được đưa vào ứng dụng. Trò chơi thú vị và gây nghiện này cho phép bạn bật càng nhiều mèo càng tốt trong một khoảng thời gian đã thiết lập - một cách tuyệt vời để giữ cho mèo của bạn tham gia và giải trí. Loài mèo sắp sửa xâm chiếm thế giới loài người, hãy phục tùng cho cái ngài mèo ăn no mặc ấm trước khi mọi thứ dần tồi tệ đi!Dẫn đầu thú cưng của bạn vào những con mèo diva tỏa sáng như meme của chúng.\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 1.3.30\n\n\n\n\nThe biggest event of the year for the cat game has arrived this Christmas season.\"Jingle Meow Pack\" event is now open~! Welcome new cute and funny friends from lovely lands. Change to a new theme and choose gentle Christmas songs through the warm and cute voices of cats, meow!Immerse yourself in the atmosphere of the Christmas holiday season and find sweet treats for your cats.Let's join the warm Christmas party and create memories~!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "387,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/minigore-2-zombies/id576939960?l=vi",
  "nameAndAge": "\n          Minigore 2: Zombies\n 17+\n",
  "company": "\n\n            Mountain Sheep\n          \n",
  "ranking": "\n\n\n                      #77 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 4 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMinigore 2 is a dual-stick shooter masterpiece with over 6 million players worldwide!The furries are gone and a new threat is emerging from the dark corners of Hardland. You must help JOHN GORE fight his way through sunny lakes, graveyards and freezing plains into a stormy forest where the legendary METUSALEM has brought to life murderous chefs, giant lumberjacks, killer penguins, a single moose, three hundred rabbits and the entire undead army of the COSSACK GENERAL.Will you survive?\"One of the best action games on the App Store and the new mobile twin-stick shooter gold standard.\" - IGN\"Minigore 2 feels like a true sequel that has improved upon the original in every way.\" - Toucharcade \"Minigore 2: Zombies is everything we expected, an intense, over-the-top bloodbath.\" - GameTrailers \"Minigore 2: Zombies is an instant classic. The endless list of unlockable weapons, characters, and items is more than enough to keep you going. The battles with enormous armies of zombies are full of excitement and fun, and the game maintains a humorous tone.\" - Slide to Play \"It's fantastic fun.\" - The Guardian FEATURES:- iOS CONTROLLER SUPPORT- 300 AWESOME CHALLENGES- 20+ PLAYABLE CHARACTERS featuring guest stars such as Bike Baron, Zombieville USA and Hook Champ!- 60 DIFFERENT ENEMIES- 7 UNIQUE BOSSES- COLLECT LOOT TO BUY UPGRADES & ITEMS IN THE MERCHANT'S WAGON- MELEE & RANGED combat with over 10 weapons! - COMPANION & BEAST GAMEPLAY for each playable character- PROCEDURAL ANIMATION brings zombie reactions to a whole new level- PROPRIETARY ENGINE capable of showing 150 zombies on the screen at once- RANDOM PATTERNS guarantee the fights never feel the same- CINEMATIC LIGHTING that looks great on latest devices! - UNIVERSAL BUILDFind us on Facebook: http://www.facebook.com/MinigoreFanPage\n",
  "new": "\n\n\n5 thg 1, 2016\nPhiên bản 2.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Update 10 is here to celebrate the 6th Anniversary of Minigore! Now more action packed than ever before!- Takes advantage of all the latest 64-bit devices- Set of higher resolution assets and visual effects- New cinematic camera system which can display even more zombies on screen- New characters: Scarecrow and the Evil Knight of Hardland- Faster movement speed for player- Dynamic lighting- Balance tweaks- iOS 9 controls fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "138,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/labyrinth-2/id307758884?l=vi",
  "nameAndAge": "\n          Labyrinth 2\n 4+\n",
  "company": "\n\n            Illusion Labs\n          \n",
  "ranking": "\n\n\n                      #79 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,5 • 2 đánh giá",
  "price": "129.000đ",
  "availablity": "",
  "describe": "\nSee video trailer here: http://trailer.labyrinth2.com\"Labyrinth 2 is one of the absolutely very best games in the App Store. I didn’t know Labyrinth could be this deluxe, fun, challenging, easy, and addicting. Illusion Labs gives you absolutely everything with great levels already made, a level editor, local multiplayer, and access to a potentially limitless supply of more levels.\"- App Advice\"If you've enjoyed labyrinth games in the past, Labyrinth 2 is a must-own.\"- Touch Arcade\"It looks and plays like the real thing, with just the right number of additional features to elevate it high above the physical toy.\"- Pocket Gamer---------------------------------------------The creators of the original iPhone Labyrinth game bring you Labyrinth 2 - the groundbreaking game taken to the next level.- New game elements: Cannons, Bumpers, Multiple balls, Doors, Magnets, Fans, Resizers, Merry-Go-Rounds, Duplicators, Lasers and more...- Create your own levels and share them instantly with your friends and the world- Download and rate levels created by the community- Up to 4 player multiplayer over Wi-Fi or Bluetooth- Compete against yourself with a ghost ball showing your best run- Awards for your achievementsFollow @illusionlabs on TwitterLike us at www.facebook.com/illusionlabs1\n",
  "new": "\n\n\n19 thg 1, 2017\nPhiên bản 1.7.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Optimized for iOS 10\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "29,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/minion-rush-running-game/id596402997?l=vi",
  "nameAndAge": "\n          Minion Rush: Running game\n 9+\n",
  "company": "\n\n            Gameloft\n          \n",
  "ranking": "\n\n\n                      #13 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,6 • 19,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nIt’s time to take a run on the wild side with the incredibly fun and despicably daring Minions! Illumination, Universal, and Gameloft bring you Minion Rush, an endless running game that can be enjoyed offline, anytime! Run through lots of cool locations, dodging devious traps, battling vile villains, and collecting loads of bright, beautiful Bananas!GAME FEATURESDRESSED TO IMPRESSNow that Gru’s gone good, the Minions have a new goal: to become the ultimate Secret Agents! So they’ve created dozens of fun Costumes that don’t just look slick, but have unique skills, such as extra running speed, grabbing more Bananas, or turning you into a Mega Minion!A WIDE WORLD OF MINIONSYou’ll run through crazy locations, from the Anti-Villain League HQ to Vector’s lair, or the ancient past. Each location has its own unique set of obstacles to overcome, so keep your eye(s) peeled! And once you’re ready, you can enter the Top Bananas Room to compete against players from all over your region—or even the world—in an endless running mode to unlock tons of prizes!OFFLINE ADVENTURESAll this fun can be played offline without Wi-Fi, so you can enjoy the main features of the game anytime, anywhere._____________________________________________You can download and play this game for free. Please be informed that it also allows you to play using virtual currency, which can be acquired as you progress through the game, or by deciding to watch certain advertisements, or by paying with real money. Purchases of virtual currency using real money are performed using a credit card, or other form of payment associated with your account, when you input your iTunes account password. You will not be asked to re-enter your credit card number or PIN. Once your iTunes account password is entered, your account will allow in-app purchases for 15 minutes. To restrict or disable in-app purchases, you can change the settings on your device.This game contains advertising for Gameloft’s products or some third parties which will redirect you to a third-party site. You can disable your device’s ad identifier being used for interest-based advertising in the settings menu of your device. This option can be found in Settings -> Privacy -> Apple Advertising.Certain aspects of this game will require the player to connect to the Internet. Visit our official site at http://gmlft.co/website_ENCheck out the new blog at http://gmlft.co/centralPrivacy Policy: http://www.gameloft.com/en/privacy-noticeTerms of Use: http://www.gameloft.com/en/conditions-of-useEnd-User License Agreement: http://www.gameloft.com/en/eula\n",
  "new": "\n\n\n16 thg 11, 2023\nPhiên bản 9.6.1\n\n\n\n\nTeam up with the Minions for exciting adventures in Minion Rush: - Hop on the taco bus and unlock Catrina’s costume. - Enjoy a special Yummy Prize Pod, exclusively for Mexico-themed events. - The Minions are about to host a fashion show in Italy. Brace yourself for a haute couture takeover. - Dive into the Fashion Festival, where you can grab exclusive Fashion Prize Pods and earn a Couturier Stuart costume designed by fashion guru Kiana Bonollo. - Gather Spoons in the Jelly Puzzle event!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 12.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "467,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/townscaper/id1549531491?l=vi",
  "nameAndAge": "\n          Townscaper\n 4+\n",
  "company": "\n\n            Raw Fury\n          \n",
  "ranking": "\n\n\n                      #21 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,1 • 11 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBuild quaint island towns with curvy streets. Build small hamlets, soaring cathedrals, canal networks, or sky cities on stilts. Block by block.No goal. No real gameplay. Just plenty of building and plenty of beauty. That's it.Townscaper is an experimental passion project. More of a toy than a game. Pick colors from the palette, plop down colored blocks of house on the irregular grid, and watch Townscaper's underlying algorithm automatically turn those blocks into cute little houses, arches, stairways, bridges and lush backyards, depending on their configuration.\n",
  "new": "\n\n\n11 thg 6, 2023\nPhiên bản 1.04\n\n\n\n\nFixed a rare crash\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "79,1 MB",
  "language": "\nNgôn Ngữ\n\nBasque, Nhạc Latin, Tiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Catalan, Tiếng Croatia, Tiếng Do Thái, Tiếng Estonia, Tiếng Galicia, Tiếng Hindi, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Iceland, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Rumani, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/slayin/id548580856?l=vi",
  "nameAndAge": "\n          Slayin\n 12+\n",
  "company": "\n\n            FDG Mobile Games\n          \n",
  "ranking": "\n\n\n                      #40 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 34 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nPREPARE FOR THE WORLD’S FIRST ENDLESS ACTION RPGSlayin will test your skills like no other endless game on the App Store. Don’t get yourself fooled by its charming retro graphics and motivating chiptune soundtrack. In this game, death lurks behind every corner!Your task sounds all so simple. First choose from one of three heroes: knight, wizard and knave. Then slay as many monsters as possible, while leveling up and getting more powerful equipment and spells along the way. But there’s a catch: once you die, you’re gone for good!On your journey you will travel through numerous locations and encounter dozens  of different monsters and fearsome bosses. Eventually, you will even have to face the giant dragon of legend. But he will not part with his treasure easily. Only the most worthy adventurers will be able to complete this task and become a true hero. Get ready for some slayin!• World’s first endless action RPG• Challenging and rewarding• Pixel perfect retro graphics• Chiptune soundtrack by Matt Creamer (Retro City Rampage)• 6 unique playable classes: knight, wizard, knave, archer, tamer and ninja• Endless loot: tons of weapons, armor and spells• Face legendary monsters and bosses• More than a hundred challenging quests to master• 3 unique game modes• Compete with your friends on Game Center\n",
  "new": "\n\n\n10 thg 8, 2017\nPhiên bản 3.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Added 64-Bit support.Added External Music Support\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "21,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tower-war-tactical-conquest/id1579356887?l=vi",
  "nameAndAge": "\n          Tower War - Tactical Conquest\n 17+\n",
  "company": "\n\n            SayGames LTD\n          \n",
  "ranking": "\n\n\n                      #25 trong Chiến Thuật\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n► BEAUTIFULLY SYMMETRICAL WARFARE!Turn the tide and win the war in this elegantly simple casual tactics game that’s guaranteed to appeal to all armchair commanders and pocket Napoleons. Head into battle with a single swipe and watch your little warriors celiminate the enemy, allocating your cute little forces with skill and precision to maintain your position and overcome the opposing armies. Tap into your military genius and tap onto the next tower to continue your campaign of conquest and come out on top in this fast, fun, and occasionally infuriating strategy game that towers above the competition.► COLORFUL WARFARE!• Aww, war! Don’t be fooled by cute appearances, in this compact and colorful wargame it still takes nerves of steel, a will of iron, and ice-cold calculation to beat the enemy and conquer all before you. Real strategy and tactical thinking are required to win each battle, and every level can turn on a single lightning decision. Keep your wits about you, keep an eye on the enemy, and keep swiping fast to ensure victory.• Don’t let defeat get you down – you can relive past battles again and again, and you’ll want to keep on trying in this deceptively simple but fiendishly challenging game of military strategy and conquest that brings you fierce warfare and tactical intrigue in satisfying bite-size pieces.• Hours of towers! Use your tactical cunning to progress through the levels of tower-defense and unlock new types of towers, including artillery posts and tank factories. Other game mechanisms including multiple enemies, barriers, blockades, and mines mean the war is never over and there’s always a new challenge to spice up the already massively addictive gameplay.• Towering achievements – keep finding the elegant tactical solutions to win each battle so that you can unlock new areas and continue your reign of conquest in new climes, with beautiful backdrops adding to the game’s already supremely elegant (and cute) design.► ALL YOUR TOWERS ARE OURS!Looking for a mobile strategy game that’s both serious fun and offers a genuinely sophisticated tactical challenge?  Tower War takes tower-defense to a new level of entertainment and ingenuity, with intuitive gameplay and exceptionally smart game design that will keep you coming back to the battlefield for more and more wildly entertaining wargames. Raise your colors, stiffen your swiping finger and summon the fun of war by downloading  Tower War now and charging head-first into battle!Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.18.6\n\n\n\n\nWe keep working on improving your Tower War adventure.Let us know what you think about this update!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "208 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/talking-tom-hero-dash/id1434807653?l=vi",
  "nameAndAge": "\n          Talking Tom Hero Dash\n 4+\n",
  "company": "\n\n            Outfit7 Limited\n          \n",
  "ranking": "\n\n\n                      #21 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,5 • 92,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nTalking Tom must race to save his friends and stop The Rakoonz.The race is on.Talking Tom must run and chase down The Rakoonz and save the day. The Rakoonz have captured Angela, Ben, Hank and Ginger and it’s up to Tom to save them!Players jump, dodge and dash their way through lost temples, ancient cities, desert dunes and snowy peaks.- Awesome gadgets- Supersonic powers- Action-packed battles- Gravity-defying boosters- Exciting worlds- New outfits to unlock- Special missions and eventsThis endless runner game is guaranteed fun.From Outfit7, creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Please note, we do not process all the data disclosed on the label for users under the age of digital consent. For more information, please check our Privacy Policy.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 4.4\n\n\n\n\nHO-HO HOLIDAY FUN!It’s the most wonderful time of the year! Play the Christmas Score Madness event to unlock festive outfits and rewards.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "525,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/farm-frenzy-3-madagascar/id515214562?l=vi",
  "nameAndAge": "\n          Farm Frenzy 3 Madagascar\n 4+\n",
  "company": "\n\n            Alawar Entertainment, Inc\n          \n",
  "ranking": "\n\n\n                      #100 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "79.000đ",
  "availablity": "",
  "describe": "\nEnjoy an all-new Farm Frenzy adventure set in stunning Madagascar!  Join Scarlett as she travels to the exotic country to help the workers on a reservation save their animals that have become sick for an unknown reason.Raise indigenous creatures like guinea birds, elephants, and water buffalo, construct and use new buildings, and manufacture products throughout 90 thrilling levels!  If you've been itching to get back on the farm, the wait is over!GAME FEATURES:◇ 90 beautiful levels on the unique island - Madagascar!◇ Career and Endless modes◇ Grab unique trophies and achievements!◇ An assortment of various buildings! Upgrade them all!◇ Various transport vehicles and trucks!◇ Funny and amusing animals to care for!◇ Hilarious visual gags◇ Plant fresh crops, earn money and grow up your business further and further!◇ Helps you to greatly improve your concentration, perception, and focus, enhance your cognitive capacities and train your reaction◇ Unique graphics and embracing sound!◇ No Wi-Fi or internet connection required - download and play where and when you want!◇ Supported languages: English, Italian, Russian, German, French, Chinese, Dutch, Portuguese, Japanese, Spanish.\"Farm Frenzy 3: Madagascar\" - unique game, that stands in the middle of the collaboration of genres \"Farming game\" and \"Time manager\"!Your own farm, in this game, is a very funny business of growing crops, collecting goods and then trade them on the market. Also, you'll need to purchase factories and upgrade buildings.Upgrade all of your stuff: trucks and various facilities. Manage your business in real time and make yourself a most famous farmer around the world! Upgrade your vehicles and you're can earn money much faster in this perfect growing game! Hire smart cats for collecting goods and brave dogs to defend your animals  - it's a perfect time to serious business!Can you beat the highest score and prove everyone that you're the best virtual farmer in the world?Play the best games from \"Alawar\", the makers of such games as Beholder, Farm Frenzy, The Treasures Of Montezuma, House of 1000 doors, on App Store!FIND US on FACEBOOK: AlawarEntertainmentFOLLOW US on TWITTER: @AlawarMobileBe the first to hear about our new games and awesome contests!\n",
  "new": "\n\n\n3 thg 3, 2018\nPhiên bản 1.1.0\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Update for iOs 11. Play and enjoy your favorite game!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "125,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/alien-shooter-the-beginning/id616415678?l=vi",
  "nameAndAge": "\n          Alien Shooter - The Beginning\n 17+\n",
  "company": "\n\n            Sigma Team\n          \n",
  "ranking": "\n\n\n                      #55 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,3 • 6 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"With a wonderful array of weapons, non-stop action, splendid graphics, eerie music and a wonderful adventure setting, Alien Shooter is a game that delivers on every front.\" - Game TunnelLegendary PC Alien Shooter is now available on your iPhone, iPad and iPod touch!Deserted military complex. Hordes of merciless creatures. Here you are. Your mission is simple – clear the base so there are just dead monsters' corpses left around.   - burst through 10 missions and find out the reason of alien invasion! - Enjoy user friendly control schemes with auto-aim option available! - stand up to the huge crowds of monsters appearing on one screen at a time - level up, try out superhuman fighting abilities in an intense battle  - corpses of the monsters eliminated do not disappear - check out what happens at the end of every level! - compete with the gamers from all over the world use Game Center!Mow them down and stay alive!REVIEWS: - \"A thoroughly enjoyable game, I totally recommend it.\" - binaryjoy.co.uk- \"It's hard to stop once you start.\" - AG.ru- \"All in all, I highly recommend Alien Shooter, especially if you loved the old Doom by ID's because, although substantially different, they share the same frenzy and the same immediacy of play. Definitely a great title.\" - retrogaminghistory.com\"Step forward Alien Shooter, which in the absence of any empirical studies, I'm happy to stake has a higher body count than all the Dooms, Dukes and Gauntlets put together. It's also a bloody good game with an arsenal of weapons any FPS would be proud of.\" - PC Zone MagazineCUSTOMER REVIEWS:by earthcreatora really good game, totally old school and totally classic by Alien GonzoAlien Shooter is the best! It is full of action and it just keeps coming at you, you can hardly stop playing until you complete the game. The harder it gets the more you will try.by I Ain't Afraid of No AliensAlien Shooter is a MUST HAVE for people who can stand a 'little' bit of gore, blood, bodies and a horror scene.by Gaming GrownupGo Ahead - Have Some Grownup Fun.\n",
  "new": "\n\n\n12 thg 5, 2016\nPhiên bản 1.2.7\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Minor bugs fixed.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.1 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 6.1 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.1 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "90,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/railbound/id1636439801?l=vi",
  "nameAndAge": "\n          Railbound\n 4+\n",
  "company": "\n\n            Afterburn Lukasz Spierewka\n          \n",
  "ranking": "\n\n\n                      #91 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 4 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nRailbound is a comfy track-bending puzzle game about a pair of dogs on a train journey around the world.Connect and sever railways across different landscapes and help everyone reach their homes. Solve over 240 clever puzzles ranging from gentle slopes to twisted passageways.BEND RAILS TO MAKE THE TRAIN GO ‘CHOO-CHOO' Place, remove and reroute connections so that carriages safely connect to the locomotive. But be careful and don’t make them run into each other!240+ PUZZLES TO COMPLETEOur main levels will take you through a variety of locations at a relaxed pace. Forks along the road will lead you to spicy brainteasers that’ll please even the most demanding players!TRAIN-INSPIRED MECHANICSUse tunnels to cover vast distances in an instant. Delay trains using well-timed railway barriers. Switch tracks to reroute cars in different directions. Pick up cute friends on the way and encounter even more challenges on your journey!ART AND MUSIC FULL OF WHOLESOME VIBESAcross the game’s world enjoy our comic-book-inspired visuals and a relaxing original soundtrack by the team behind Golf Peaks and inbento.\n",
  "new": "\n\n\n4 thg 10, 2023\nPhiên bản 3.02\n\n\n\n\nMinor fixes & optimization.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "236,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tiles-hop-edm-rush/id1344702806?l=vi",
  "nameAndAge": "\n          Tiles Hop - EDM Rush\n 9+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #7 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,3 • 32 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nEnjoy various genres of music, from beautiful Piano, Guitar songs to Rock and EDM masterpieces.How to play1. Touch, Hold and Drag to make the ball jump on the tiles. 2. Don't Miss the Tiles! And remember do not tap, this is not a tap tap game3. Follow the rhythm of addictive challenges designed for each song.4. Make insane combos and impress your friends!Game features- One-touch control, easy to play- Breathtaking 3D effects- 30+ absolutely beautiful and fun songs to relax- 20+ Different backgrounds to truly bring you a new experience every play!- Collect beautiful skins for your dancing balls- Beat your own top score and challenge your friends!- Share your record with your friends, and compare with worldwide players on the ranking list!- Connect with Facebook account and sync the saved progress across multiple devicesBounce off the magic music tiles, listen to the beat, and make as many hops as you can in this mind-blowing music game now for Free!This game will create the whole new experience for music game fans!Tiles Hop is from Amanotes, the number one music games publisher in the world, with over one billion downloads. Music lovers can interact with thousand of songs through our different apps. Why just listen to music, if you can also play with it? At Amanotes, we believe that “everyone can music!”Tiles Hop: EDM Rush! is totally Free! Play this EDM music hopping now!Term of Service: https://amanotes.com/terms-and-conditions/Privacy Policy: https://amanotes.com/privacy-policy/\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 5.15.2\n\n\n\n\n- Cải thiện chất lượng game- Sửa một số lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "275,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/bermuda-adventures-n%C3%B4ng-tr%E1%BA%A1i/id1558716835?l=vi",
  "nameAndAge": "\n          Bermuda Adventures: nông trại\n 12+\n",
  "company": "\n\n            Samfinaco LLC\n          \n",
  "ranking": "\n\n\n                      #15 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,7 • 5,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nKhám phá đảo, xây dựng nhà và nông trại vui vẻ, trồng trọt và thu hoạch, chế biến công thức mới trong trò chơi giải trí Bermuda Adventures!Hãy hình dung một đại gia đình tụ họp cùng nhau để ăn mừng sinh nhật trong khu nghỉ dưỡng thiên đường nhiệt đới! Nhưng bỗng nhiên xảy ra sự cố, một chiếc máy bay mất kiểm soát và hạ cánh khẩn cấp trên đảo hoang và các thành viên trong gia đình bị lạc nhau. Có lẽ bạn không nên đến Tam Giác Bermuda? Bây giờ, họ không chỉ phải học cách sinh tồn trên đảo thiên đường nhiệt đới, mà còn phải tìm lại tất cả những người thân bị lạc khi hạ cánh.Hãy giúp gia đình sinh tồn qua mỗi ngày, dạy họ cách trồng cây và thu thập lương thực. Hãy quan sát xem sản lượng tăng lên như thế nào và chú ý đến những nhân vật mới xuất hiện trên đảo. Giải quyết vấn đề gia đình của họ và đừng để họ tranh cãi vì chuyện vặt. Cùng họ khám phá những điều bí mật và ngạc nhiên trước những phát hiện kỳ lạ ẩn giấu tại Tam Giác Bermuda.Và sớm thôi, bạn sẽ không muốn rời khỏi Bermuda Adventures tuyệt vời này!Tính năng chính:- Ranh giới trang trại nhiệt đới khổng lồ- Hàng tá hòn đảo với những hành trình thám hiểm thú vị- Rất nhiều thành viên có tính cách và hành vi đặc biệt- Hàng trăm cuộc đối thoại thú vị và hài hước- Những loại động vật, cây trồng và công trình đặc biệt- Một bộ lạc dân đảo, một Thành phố cổ với loài khỉ hoang dã, những du khách đến từ quá khứ và hàng xóm thú vị- Tùy chỉnh thành viên gia đình- Hàng trăm nhiệm vụ thị trấn- Và hàng tấn điều hài hước và vui nhộn!Bạn đã sẵn sàng trở thành nông dân và người cai quản thành phố để xây ước mơ của mình chưa? Hãy khám phá Tam Giác Bermuda với Mẹ Jenny, Bố Steve và Con Gái Sandy trong trò chơi mô phỏng cuộc sống nông trại này. Hãy phát triển nông trại riêng của bạn trên đảo và khám phá những vùng đất mới!Xây dựng ngôi làng và nông trại ấm cúng, thu thập tài nguyên và sản xuất mọi thứ bạn cần cho nhiệm vụ thám hiểm thú vị, xây dựng và giao dịch với các cư dân khác của Tam Giác Bermuda.Thiết lập nông trại gia đình của bạn, chăm sóc thú cưng, thu hoạch mùa vụ, sản xuất lương thực cho gia đình bạn và buôn bán với hàng xóm.Chào mừng đến với Bermuda Adventures!Terms of Service:https://belka-games.com/terms-of-service/Privacy policy:https://belka-games.com/privacy/\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.14.4\n\n\n\n\nChưa bao giờ có bất cứ điều gì giống như vậy! Hãy mở khóa Đảo Nhà và cứu vượn cáo khỏi tên côn đồ hung ác. Thú Cưng sẽ trở thành trợ thủ trung thành của bạn trên mọi hành trình!Trong bản cập nhật này còn có:- Tham gia Săn Kho Báu, đào kho báu và đánh bại những đối thủ khác!- Loại sự kiện mới: Lễ Hội! Đập Pinata trong khi khám phá và Máy Phát Điện Gấp Ba Công Suất đặc biệt.- Chúng tôi cũng đã cải thiện bảng xếp hạng và cập nhật thanh năng lượng cho người chơi chưa đăng nhập một thời gian!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "351,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/convenience-stories/id1601177112?l=vi",
  "nameAndAge": "\n          Convenience Stories\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #94 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 27 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nAre you ready to redefine convenience?Step into the shoes of a convenience store manager in this charming business sim. Arrange and customize the store using a wide variety of products - candy, drinks, even hot meals. The choice is yours!Add a news stand to sell the latest magazines, comic books, and more. Just remember - this is not a library!Sometimes the fastest way to your customers' hearts is through their stomachs! Stock hot snacks to entice passers-by to fill their bellies and lighten their wallets.Running a good store is a team effort. You'll have to recruit new employees to make the most of your working hours. Before you know it, you'll be offering 24-hour service all year long!It takes care and attention to take your business to the next level. Listen to your customers, help them find what they're looking for, and they might just become regular shoppers!When the time comes to expand, cooperation is the name of the game. Negotiate with suppliers and other companies to discover new products and unlock your store's true potential!You may not be the only store on the scene, but a little healthy competition never hurt anyone! Crush your rivals to take over their territory and become the most successful franchise the country has ever seen!The beginning of your journey to service industry domination is just a short step away. Stock your shelves, ring up your register, and start building the store of your dreams!Why not try running an amusement park, a hamburger restaurant, or even a campsite?Search for \"Kairosoft\" to see all of our games, or visit us at https://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on Twitter for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n22 thg 8, 2023\nPhiên bản 1.30\n\n\n\n\nNow available in French, German in total of 8 languages.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "85,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/flooring-master/id6450663853?l=vi",
  "nameAndAge": "\n          Flooring Master‪!‬\n 9+\n",
  "company": "\n\n            FutureBright\n          \n",
  "ranking": "\n\n\n                      #48 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,5 • 59 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIn this innovative simulation game, you become a professional renovation master, breathing new life into old houses. From floor remodeling to overall polishing, your craftsmanship will reshape the cityscape. After successfully renovating a city, more exciting challenges await for you to unlock. Join \"Flooring Master\", embark on your architectural legend, and let's witness more surprises and innovations together!\n",
  "new": "\n\n\n1 thg 12, 2023\nPhiên bản 1.4.0\n\n\n\n\nbug fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "234,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/magic-tiles-3-piano-game/id1443446174?l=vi",
  "nameAndAge": "\n          Magic Tiles 3: Piano Game\n 4+\n",
  "company": "\n\n            Amanotes Pte. Ltd.\n          \n",
  "ranking": "\n\n\n                      #3 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "3,9 • 19,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThật thú vị biết bao khi ghi lại những khoảnh khắc quý giá nhất trong năm bằng các nhịp điệu tuyệt vời? Hãy để ÂM NHẠC giúp bạn thăng hoa bằng các bài hát nổi tiếng.Với Magic Tiles 3, bạn có thể chơi nhiều thể loại nhạc: pop, rap, acapella, EDM, jazz, instrumental. Cả nghìn bài hát đang chờ đợi bạn. Hãy khám phá thêm để tìm thấy sự kỳ diệu trong tâm trí của bạn.Các đặc điểm chính của Magic Tiles 3:1.    Các thể loại nhạc hấp dẫn, hiện đại, đa dạng, đáp ứng mọi gu âm nhạc! Chúng tôi có hơn 1000 bài hát đang chờ bạn chinh phục.2.    Chế độ chơi trực tuyến được thực hiện tuyệt vời – kết nối với vô số đối thủ trên toàn thế giới. Bạn cũng có thể mời bạn bè/kẻ thù vào phòng và chiến đấu với nhau.3.    Giải đấu hàng tuần đi kèm với các phần thưởng hấp dẫn.4.    Chế độ ban nhạc nơi bạn có thể chơi cùng các nhạc cụ bổ sung như guitar, piano, v.v.Luật chơi:1.    Chạm vào các ô màu đen2.    Tránh các ô màu trắng3.    Tốc độ sẽ tăng lên theo từng cấp Đăng nhập tài khoản Facebook của bạn và chia sẻ dữ liệu trên nhiều thiết bịHãy sẵn sàng để thử miễn phí trò chơi piano thử thách nhất! Ngoài ra, để cải thiện hiệu suất của trò chơi và cung cấp trải nghiệm cá nhân hóa dựa trên vị trí của bạn, chúng tôi cần quyền truy cập vào bộ nhớ và vị trí của bạn.Trở thành một nghệ sĩ piano thực thụ ngay bây giờ!ĐĂNG KÝ VIP- Hãy truy cập Tính năng VIP ngay để nhận nhiều lợi ích độc quyền1. Không có quảng cáo. Không phiền hà 2. Mở khóa 50000+ bài hát chất lượng cao và các bài hát sắp ra mắt3. Hồi sinh miễn phí. Chơi không ngừng nghỉ4. Tạo danh sách phát của bạn và mở danh sách phát không ngừng nghỉ5. Tải xuống các bài hát để phát ngoại tuyến. Không cần wifi6. Tạo phòng chiến đấu riêng không giới hạn để chơi trong Battle Mode 1.- Phí đăng ký là 19.000đ theo tuần, 59.000đ theo tháng và 239.000đ theo năm.- Bạn có thể chơi tất cả các bài hát chất lượng cao và tận hưởng toàn bộ các lợi ích VIP trong suốt thời gian đăng ký của mình*.- Thanh toán sẽ được tính vào Tài khoản iTunes khi xác nhận mua.- Đăng ký tự động gia hạn trừ khi tự động gia hạn bị tắt ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.- Tài khoản sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc giai đoạn hiện tại với chi phí của gói đã chọn.- Đăng ký có thể được quản lý bởi người dùng và tự động gia hạn có thể bị tắt bằng cách vào phần Cài đặt tài khoản của người dùng sau khi mua.- Bất kỳ phần chưa sử dụng nào trong thời gian dùng thử miễn phí, nếu được cung cấp, sẽ bị hủy bỏ khi người dùng mua đăng ký sản phẩm đó, nếu có.- Không được phép hủy đăng ký hiện tại trong thời gian đăng ký đang hoạt động.Lưu ý:* Các album và các nội dung liên quan không thuộc quyền đăng ký riêng và có thể cần mua riêng để mở khóa.* Giá bằng với giá trị mà \"\"\"\"\"\"\"\"Apple's App Store Matrix\"\"\"\"\"\"\"\" xác định tương đương với giá đăng ký bằng USD.Điều khoản sử dụng: https://www.amanotes.com/terms-and-conditions/Chính sách bảo mật: https://www.amanotes.com/privacy-policy/*Hỗ trợ:Bạn đang có thắc mắc? Hãy gửi email đến magictiles3.support@amanotes.com hoặc liên hệ với chúng tôi trong trò chơi bằng cách vào phần Cài đặt > Câu hỏi thường gặp và Hỗ trợ.Magic Tiles 3 đến từ Amanotes, nhà phát hành trò chơi âm nhạc số một thế giới với hơn một tỷ lượt tải xuống. Những người yêu âm nhạc có thể tương tác với hàng nghìn bài hát thông qua các ứng dụng khác nhau của chúng tôi. Tại sao chỉ nghe nhạc, nếu bạn cũng có thể chơi vui với nó? Tại Amanotes, chúng tôi tin rằng “mọi người đều có thể chơi nhạc!”.\"\n",
  "new": "\n\n\n25 thg 11, 2023\nPhiên bản 10.111.027\n\n\n\n\n- Optimize performance and fix bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "363,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/coin-master/id406889139?l=vi",
  "nameAndAge": "\n          Coin Master\n 17+\n",
  "company": "\n\n            Moon Active\n          \n",
  "ranking": "\n\n\n                      #1 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,6 • 233,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nChúng đã cướp tiền Xu của bạn! Hãy tham gia băng cướp biển trong một hành trình xây dựng đế chế lớn nhất chưa từng có.Du hành xuyên thời gian đến những vùng đất ma thuật và chiến đấu với bạn bè và kẻ thù vì một sự nghiệp cướp biển thống trị.Xoay, tấn công, cướp bóc và xây con đường đi lên đế chế cướp biển!•\tTrở thành Coin Master!•\tChơi với bạn bè•\tCướp bóc làng của những người chơi khác và lấy tài sản của họ!•\tPhòng thủ và bảo vệ những gì thuộc về bạn•\tVới mỗi ngôi làng xâm chiếm được, chiến thắng của bạn sẽ càng to lớn hơn•\tChơi với hàng triệu người chơi khác, cướp bóc tài sản của hằng trăm căn cứ kẻ thù •\tChiến đấu và chiến thắng trước kẻ thù của bạn•\tCạn tranh với bạn bè qua danh hiệu Coin Master•\tChọn Ảnh đại diện cướp biển độc đáo riêng của bạn•\tTấn công làng bạn bè và tiêu duyệt đấng sáng tạo của họTheo dõi Coin Master trên Facebook và Instagram để nhận các ưu đãi và tiền thưởng độc quyền!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Điều khoản Dịch vụ: https://static.moonactive.net/legal/terms.html?lang=enThông báo về Quyền riêng tư: https://static.moonactive.net/legal/privacy.html?lang=enBạn có thắc mắc về trò chơi? Liên hệ với chúng tôi bằng cách nhấp vào menu > Cài đặt > Hỗ trợChúng tôi luôn sẵn sàng hỗ trợ tại: https://support.coinmastergame.com/\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 3.5.1381\n\n\n\n\nThanks for playing Coin Master!In this version, we’ve implemented bug fixes & performance improvements.We have also implemented our new reward calendar feature - collect your daily rewards! Enjoy a world of fun, thrills, and huge rewards right at your fingertips. Invite your friends to play Coin Master & get your FREE REWARDS! We also recommend joining our community on Facebook, Twitter, and Instagram for more fun & excitement.Enjoying Coin Master? Leave a review :)\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "257,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/xep-hinh-x%E1%BA%BFp-kh%E1%BB%91i-kim-c%C6%B0%C6%A1ng/id6444055589?l=vi",
  "nameAndAge": "\n          Xep hinh - Xếp khối kim cương\n 4+\n",
  "company": "\n\n            Nguyen Lan\n          \n",
  "ranking": "\n\n\n                      #41 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,6 • 36 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTrò chơi câu đố cổ điển cho mọi ngườiXếp hình kiểu mới là trò chơi câu đố cổ điển được thiết kế với phong cách khối kim cương. Nhiệm vụ của bạn cực kỳ đơn giản, bạn chỉ việc kéo thả các ô khối để phá hủy chúng sao cho được nhiều điểm nhất có thể. Hãy thưởng thức trò chơi xếp hình khi có thời gian rảnh, nó sẽ khiến bạn thư giãn và cảm thấy tốt hơn.Trò chơi này vô cùng đơn giản, bạn có thể chơi mọi lúc mọi nơi và phù hợp với mọi lứa tuổi. Một khi bạn đã bắt đầu chơi thì bạn không thể dừng lại được. Với nhiều khối kim cương màu sắc rực rỡ và nhiều độ khó, bạn sẽ thấy rằng Xếp hình khó có thể vượt qua dễ dàng được nếu không suy nghĩ cẩn thận.- Cách chơi Xếp hình:+ Kéo và thả các khối kim cương từ dưới vào các khoảng trống trên bảng. Bạn có thể chọn bất cứ hình khối nào cho phù hợp.+ Trò chơi không bị giới hạn thời gian, vì thế bạn cần suy nghĩ kỹ trước khi di chuyển các khối hình.+ Một khi có một dòng hoặc cột được lấp đầy khối kim cương, thì nó sẽ bị phá hủy và bạn ăn điểm.- Tính năng:+ Thể loại kim cương cổ điển mới+ Bạn có thể chơi khi không có kết nối Internet+ Trò chơi câu đố đơn giản cho mọi người+ Âm thanh thú vị và khối kim cương cực đẹp+ Tự động lưu khi thoát\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.2\n\n\n\n\n- Sửa lỗi- Cải thiện trải nghiệm người dùng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "26,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/muster-mobile-vn-music-games/id1569132959?l=vi",
  "nameAndAge": "\n          Muster Mobile VN - Music Games\n 4+\n",
  "company": "\n\n            Dan Tran\n          \n",
  "ranking": "\n\n\n                      #9 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,6 • 762 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTrò chơi âm nhạc với những bài hát nổi tiếng mang đến cho bạn những giây phút thư giãn cùng trải nghiệm âm nhạc tuyệt vời.◉ Với các trò chơi: Magic Tiles, Tiles Hop, Dancing Road, Beat Blader và nhiều trò chơi hấp dẫn khác.◉ Thư viện nhạc phong phú được cập nhật hàng tuần với những bài hát mới nhất và cả những ca sĩ nổi tiếng nhất.Ghi chú:◉ Muster phù hợp với các thiết bị từ iPhone 7 trở lên. ◉ Việc sử dụng với các thiết bị cũ có thể ảnh hưởng đến trải nghiệm chơi trò chơi của bạn.Điều khoản sử dụng: https://muster-app.netlify.app/mustertermconditionsChính sách quyền riêng tư: https://muster-app.netlify.app/musterprivacypolicy\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 6.4.0\n\n\n\n\nSửa lỗi và nâng cao trải nghiệm người dùng\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "323,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/duet-game/id634235735?l=vi",
  "nameAndAge": "\n          Duet Game\n 4+\n",
  "company": "\n\n            Kumobius\n          \n",
  "ranking": "\n\n\n                      #95 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 13 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\nEnter a mesmerising trance of co-dependence in Duet. The rules are simple: control two vessels in sync, survive against all odds and keep calm.Best, Most Elegant iPhone Games of the Year 2013 - The New YorkerGrand Prize Winner, Best Action, Best Audio - Intel Level UpBest Design, Best Audio - Australian Game Developer AwardsBest Design - IGF ChinaPAX 10 & PAX East Indie Showcase SelectionMobile Game of the Year 2013 - Kotaku4.5/5 - Touch Arcade4.5/5 - 148 Apps4.5/5 - App Smile\"...few other games are as fun when you succeed.\" -- The New Yorker\"It feels as designed as a raindrop, and just as perfect.\" -- Ben Kuchera, Polygon\"Duet does what the best video games do.\" -- Kotaku\"Highly Recommended.\" -- Penny Arcade Report\"Duet looks hard as nails. And I love it.\" -- Touch Arcade\"Duet is a must-have.\" -- 148 Apps\"Shiel's soundtrack ... is as innovative as the game it scores.\" -- Jake Cleland, The Vine\"Your eyes, ears, and thumbs were built to perform this Duet together.\" -- Indie Games\"...Duet's plaintive and melancholic aesthetic imbues it with a sense of the profound.\" -- CVG\"But while the aesthetic of Duet is familiar, the gameplay is all new.\" -- Pocket Gamer\"It is fantastic.\" -- Tim Rogers\"Duet on iOS. Instant love. Instant.\" -- Mark SerrelsYour survival is dependent on protecting two vessels - they are devices in sync, a dance and song between two entities tethered together in symbiosis. Feel edge of your seat terror where the world around you becomes quiet and numb as all that matters is the game living between your palms -- that is Duet.% NINE CHAPTERSExperience nine chapters of deceptive narrative and nerve-twisting gameplay. Unlock the bonus Survival chapter for endless score chasing delight. Replay any stage to perfect your movements and unlock over 25 Game Center achievements. This is a game that will test you.% EIGHT NEW EPILOGUE CHAPTERSExplore a whole new narrative with all-new game mechanics in our new “epilogue” to Duet. Including over 40 new stages, new narrative and new remix tracks. You will need a new state of mind to complete this experience.% PERFECT GAMEPLAYWith air tight controls and gameplay that’s tuned to perfection Duet provides the perfect balance between challenge and pure gaming satisfaction. Touch either side of the screen to twist your vessels and avoid everything in your path. Remember: even that which begins simple can end complex.% HYPNOTIC AUDIOAn outstanding handcrafted soundtrack by Melbourne composer and Gotye multi-instrumentalist Tim Shiel. Nine unique and mesmerizingly beautiful compositions ensure an immersive experience for you at every step of your journey, complemented by full in-game vocal narration by Jojo Petrina.% FULLY FEATURED- Full iCloud support - sync your progress across all your devices.- Universal App - play on your new iPhone, iPod touch, iPad and iPad mini.- Compete with Game Center on the leaderboards.% ABOUT KUMOBIUSSelected for the Indie Showcase at PAX Aus and a finalist in both Game Design and Audio for the Freeplay Festival. This is another award-winning title from the team behind Time Surfer & Bean’s Quest. We call Duet a “Hex-like” in honour of Terry Cavanagh’s contribution to the medium of games and exploration of genres.% ABOUT TIM SHIELTim Shiel is a composer/producer based in Melbourne. Tim is known to some as Faux Pas, the moniker under which he released a steady stream of constantly shifting electronic music for many years. He is also known for his work as a broadcaster at Melbourne independent radio station 3RRR FM, and for his recent role as multi-instrumentalist in Gotye's live band. % SUPPORT Say hello@kumobius.com we’d love to hear from you! And follow us on Twitter: @kumobius\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 4.1\n\n\n\n\nBug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 12.0 trở lên.\n                \n\n",
  "size": "118,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%E7%8C%AA%E6%9D%A5%E4%BA%86-%E7%A4%BE%E4%BA%A4%E6%B8%B8%E6%88%8F/id1148006948?l=vi",
  "nameAndAge": "\n          猪来了-社交游‪戏‬\n 12+\n",
  "company": "\n\n            HK Aladinfun Technology Co., Limited\n          \n",
  "ranking": "\n\n\n                      #29 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "2,7 • 369 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n--国民社交手游----幸运转盘，转出好运来----欢乐建岛，带你环游世界--欧式花园建筑来袭~快来一起打造梦幻家园吧！【游戏特色】>>精美画风唯美浪漫炫酷古典，精美岛屿应有尽有......>>环游世界想要带你去浪漫的土耳其，猪猪带你去实现~>>转盘我的世界我做主，转盘在手世界我有！>>庄园天空之城梦幻来袭，打造专属梦幻家园~>>宠物Q萌宠物携专属技能，等你领养~>>副本搞怪副本等你来战，是兄弟你就来！>>家族五湖四海来相会，天下英雄出我辈！\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 4.25.0\n\n\n\n\n4.25.0 版本全新活动：跑马灯1. 获得并使用火鸡道具，在活动轮盘中不断获取奖励，最终进入内圈赢取幸运大奖吧！2. 在跑马灯中收集跑马灯道具，获得丰厚奖励！\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "257,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zombieville-usa-2/id454781476?l=vi",
  "nameAndAge": "\n          Zombieville USA 2\n 12+\n",
  "company": "\n\n            Mika Mobile, Inc.\n          \n",
  "ranking": "\n\n\n                      #8 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,8 • 4 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe definitive zombie shooter returns, reborn with stunning new graphics, gameplay and more!Brought to you by the creators of Battleheart, OMG Pirates!, and the original Zombieville USA - this sequel is jam packed with content and features.  Take command of your favorite character, customize them with a spectrum of weapons and skills, and do battle with the living dead - either alone, or with your friends!- Features - • Simple, pick-up-and-play arcade action.  Fight hordes of enemies, make the most of your ammo, and go for your high score!• Tons of unlockable content, including dozens of weapons, skills, playable characters and upgrades. • Incredibly fluid, stylish animation optimized for retina displays.• Full Game Center integration, including achievements and leader boards.• Wireless Co-op multiplayer!  (requires iPhone 3GS+, iPod Touch 3rd Gen+, or any iPad)• iCloud support, allowing your zombie slaying progress to sync automatically to all of your devices!Follow us on Twitter @MikaMobile to keep up to date on all of our games!\n",
  "new": "\n\n\n24 thg 6, 2016\nPhiên bản 1.6.1\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.• Multiplayer will now connect to closest master server by ping, which should greatly improve latency for players outside the US.• Multiplayer can again be played with random players - choose \"public game\" to match with other random players• Added manual upload/download for iCloud for when automatic syncing is unreliable.  This can be found in the options menu, and requires iCloud Drive to be enabled.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "176,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/the-bug-butcher/id1090552213?l=vi",
  "nameAndAge": "\n          The Bug Butcher\n 12+\n",
  "company": "\n\n            Noodlecake\n          \n",
  "ranking": "\n\n\n                      #46 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,5 • 2 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n*** WARNING: DUE TO HEAVY GRAPHIC AND PROCESSING REQUIREMENTS, THE BUG BUTCHER IS ONLY COMPATIBLE WITH IPAD MINI 2+, IPAD 3+, IPHONE 5+ AND iPOD TOUCH 6TH GENERATIONS. ***Reviews:\"Squashing Makes Me Feel Good!\" - Touch Arcade 5/5\"It’s just brilliant fun. Shoot stuff, smile, shoot more stuff.\" - Pocket Gamer 9/10The Bug Butcher is an intense action shooter, wrapped in stylistic 2D art, and smeared with humor where timing and fierce reflexes are paramount!The gameplay has an extremely simple core mechanic that is easy to understand, but hard to master. Plus, who doesn’t love a universe where you wield a beefy arsenal of military grade weaponry.The core mechanics hold old ties from the classic arcade shooter “Super Pang” where you shoot vertically, but with modern day twists. You are Harry, a brash and tenacious exterminator who has a knack for decimating bugs. Harry’s current assignment takes him to the infested futuristic research facility on planet Zoit. The surviving and dwindling number of scientists employed him for his slaughtering skills. Harry’s mission: survive until the decontamination of the building is complete, hoard coins like his life depended on it, and protect the scientists at all costs. Watch out for the spiders as they have a particular fondness for rubber encased scientists. After landing, you will move from room to room through the facility blasting rockets, lasers, and wielding the power of lighting upwards at anything not human.\n",
  "new": "\n\n\n6 thg 11, 2018\nPhiên bản 1.0.7\n\n\n\n\n- Butchered the \"no-touch-controls-on-first-launch-bug\".- Improved wide screen device support.- Added some more controller support for 8BitDo Gamepads.- Minor bug fixes and improvements.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "550,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/mini-motor-racing/id426860241?l=vi",
  "nameAndAge": "\n          Mini Motor Racing\n 4+\n",
  "company": "\n\n            The Binary Mill\n          \n",
  "ranking": "\n\n\n                      #7 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  iMessage\n                \n\n",
  "describe": "\n**Winner of App Store Best of - Casual Games **Little Cars, BIG Fun!Start your engines! The most vibrant, super-charged racing game you’ve ever seen is here! And now it's better than ever with the massive Anniversary Update!Mini Motor Racing plays like a favorite remote-controlled car showdown, combined with modern tech to nitro-boost your engines! Play multiplayer against your friends or rivals, via WiFi, Bluetooth and ONLINE! Race in campaign competitions for big rewards! Upgrade your skills and cars to win more!  It’s all here in Mini Motor Racing.Features:* HUGE new update featuring new Championships, four in total. Now over 400 races to conquer!* YOUR CHOICE OF CARS. Race in fully upgradeable cars, each with their own unique handling and style! Whether it be Sports, Hatch, Big-rig, Pick-up, School Bus, Hot Rod…the list goes on! * WIN RACES, WIN CARS! Win races throughout the game and you’ll find yourself behind the wheel of the sweetest rides around including the official Fruit Ninja buggy! * MANY RACE TYPES. Race on over 50 tracks, day and night, in varying weather conditions* ONLINE MULTIPLAYER. Up to 4 players – WiFi, Bluetooth or over the internet via random games or with friends.* GAME CENTER SUPPORT. Invite up to four friends to play online via Game Center plus dozens of Achievements and Leaderboards! * ENHANCED FOR LATEST iPhones and iPads. Full remastered tracks and effects for more eye-popping visual candy taking advantage of all that extra power!  All this, and no assembly required! There's never been a better time to join in on the fun that is Mini Motor Racing!\n",
  "new": "\n\n\n19 thg 7, 2017\nPhiên bản 2.0.3\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.- Fixed Double Winnings not taking effect- Fixed an issue some users were encountering when attempting to restore purchases- Several multiplayer fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n",
  "size": "925 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pixel-cup-soccer-16/id1092276838?l=vi",
  "nameAndAge": "\n          Pixel Cup Soccer 16\n 4+\n",
  "company": "\n\n            BATOVI Games Studio\n          \n",
  "ranking": "\n\n\n                      #9 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "3,1 • 20 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nPixel Cup Soccer 16 is a casual retro style soccer game, a great evolution from the first edition. It's a dynamic arcade game with a fast paced gameplay, just the fun part of soccer! The game has great pixel art graphics like the games from the 90’s, evoking nostalgia!Play Modes:1. Friendly Match2. Competitions3. Penalty KicksYou can play single player (player VS computer), two players (player VS player), or Party Mode (in Competitions).The supported competitions are:- World Cup- American Cup- European Cup- Women's World Cup- Pixel Cups (men and women)- Pixel League- Pixel TournamentFeatures:- Universal Purchase: buy one, play on iOS and Apple TV.- Play with your favourite MFi game controllers.- Simplified controls for casual players. Only Shoots, Passes and Tackles. - Simple to pick up and enjoy, with a clean and challenging gameplay.- A very dynamic gameplay. No foul and no free kicks,  just the fun part of the game!- Retro style pixel art resembling old games and evoking nostalgia.- Party modes: Play with your friends in different game modes (iPad & Apple TV).- Deeper gameplay: short pass, long pass, etc., aiming when shooting, controlled shoot or lobs, etc. (all this depending on the context).- Lots of Animations (overhead kick, scorpion kick, scissors kick, diving header, etc.)- Penalties! - Women’s Soccer.- 18 stadiums, full of animated fans! - Revamped AI. This implementation was made from scratch and it allows us to create teams with very different game playing styles (ie: Catenaccio from Italy or Tiki-Taka like Barcelona FC).- Tons of effects of retro style games / CRT shader.- Many leagues and playing modes.Whether you like football or not, this game will keep you entertained for hours!Do you have what it takes to become a champion?Feel free to post or contact us with your suggestions and ideas. We are always taking note of the player’s feedback to make Pixel Cup Soccer 16 the best retro soccer game on the market!\n",
  "new": "\n\n\n9 thg 8, 2017\nPhiên bản 1.0.9\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.Stability and bug fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "67,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/slow-mo-run/id6443659871?l=vi",
  "nameAndAge": "\n          Slow Mo' Run\n 12+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #9 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,5 • 4,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nMove people and fight! Run and drag the limbs to hit, kick and punch the enemies in this unique fast paced runner.Draw your custom fighting pose to attack, dodge bullets, shoot guns and engage in variety of fighting combat. This game features many fighting styles such as boxing, karate, judo, kung fu, jiu jitsu and more. Channel your inner ninja and fight people in variety of ways such as one-on-one combats, running duels, parkour challenges, and even epic boss fights. The game mechanics allow you to choose your own fighting style and pose, giving you full control over your character's moves and attacks. In addition, this game features cool parkour levels as well as an engaging story.So get ready to fight and become the ultimate ninja runner!\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 4.8\n\n\n\n\n- Fixes and optimizations- Holiday special event is live!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "340,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]