[{
  "link": "https://apps.apple.com/vn/app/rat-on-the-run/id321366355?l=vi",
  "nameAndAge": "\n          Rat On The Run\n 4+\n",
  "company": "\n\n            Donut Games\n          \n",
  "ranking": "\n\n\n                      #45 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "3,0 • 2 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n### Over 7 million downloads ###Help Ratty get FATTENED UP for the winter in this hilarious platform game, the very first and original game in the \"Rat on\" series!Ratty has just found the house of his dreams - full of cheese blocks and snacks.There's just one problem. The floors are full of slimy blobs, mean spiders and other baddies who try to stop Ratty from getting the goodies.Includes the bonus game RAT ON A SCOOTER.* * * * * * * * * * * * * * * * * * * * * * * *GAME FEATURES:- THREE game modes:- 1: \"CHALLENGES\" with 60 levels to beat- 2: \"ARCADE MODE\" with 8 floors to clear- 3: \"RAT ON A SCOOTER\" the original version -- jump, grind and grab cheese puffs- Classic platform fun- Simple, responsive controls- Lots of ACHIEVEMENTS to unlock- Donut Games Collector's Icon #07- The original Ratty game, experience where it all began!- And much more...TECH FEATURES:- Game Center support- MFi controller support- ION Arcade controller support- Universal App (iPad, iPhone, iPod Touch)* * * * * * * * * * * * * * * * * * * * * * * *Enjoy another Donut Games release!\n",
  "new": "\n\n\n2 thg 8, 2019\nPhiên bản 1.35\n\n\n\n\n- 10 Levels added- Improved support for the latest generation of iPhonesThanks to all fans for your support, kind emails and reviews. You're the reason we keep releasing these updates.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "6,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/10-pin-shuffle-pro-bowling/id316227296?l=vi",
  "nameAndAge": "\n          10 Pin Shuffle Pro Bowling\n 4+\n",
  "company": "\n\n            Digital Smoke LLC\n          \n",
  "ranking": "\n\n\n                      #14 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "5,0 • 3 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\n10 Pin Shuffle Pro contains three great games in one, played in a realistic 3D environment and doesn't contain any adverts or In-App Purchases! One of the most addictive, “pick up and play”, 3D bowling games available in the App Store, this Pro version features traditional 10 Pin Bowling, 10 Pin Poker and Shuffleboard, peer-to-peer multiplayer and is completely Advert free with no In-App Purchases.10 Pin Shuffle™ is now available for the new Apple TV and is a Universal Purchase! Pay once and play on all your devices - iPhone, iPod touch, iPad and Apple TV. Game Center leaderboards and achievements and Retina display optimized graphics are available on all devices. If you play 10 Pin Shuffle on your Apple TV then you can install this Pro version on your iPhone or iPad too and use that device as a second remote control in two player Apple TV games.10 Pin Shuffle Pro contains three great games in one! [1] SHUFFLEBOARD the game you’ve enjoyed in your local bar. Play against a friend or a computer opponent trying to out-shuffle each other’s weights or blast them off the table. [2] BOWLING with real 3D pin physics! Similar to 10 Pin Bowling except played on a shuffleboard table using weights/pucks instead of a bowling ball. If you liked Wii Sports Bowling then you're going to love your 10 Pin Shuffle™ bowling experience.[3] 10 PIN POKER is a combination of Shuffleboard, Bowling and Five Card Draw Poker. Earn playing cards for Strikes and Spares. Draw new cards when you have five. The player with the best five card poker hand after 10 frames wins.PEER-TO-PEER MULTIPLAYER !! Challenge a friend to a game of Shuffleboard or Bowling using either Bluetooth or a local Wi-Fi connection.The powerful \"Newton\" 3D physics engine provides the most realistic pin collisions of any ten pin bowling game available on the App Store to date. Play on your own, against a friend or against one of several computer opponents of varying skill levels.Features:* Amazing Retina 3D graphics with shiny chrome weights, shadows and reflections.* Universal Purchase - buy once and play on all your devices.* iPhone, iPad, iPod touch and the new Apple TV.* Use your iPhone or iPad as a second remote control in Apple TV two player games.* Scores and statistics are shared between devices using the iCloud.* Hi-resolution graphics on all Retina devices.* Hi-definition graphics on all iPads and Apple TV.* Game Center leaderboards and achievements.* Real 3D physics engine and accurate pin physics.* Peer-to-Peer multiplayer with other iOS devices over Bluetooth or local Wi-Fi.* Instant replays of great shots.* Play against computer opponents of varying skill levels or practice on your own.* Crowd reactions that reflect your moves in real time.* Realistic sound effects capture every nudge, bump, and collision on the table.* Controls that are easy to grasp, but challenging to master.* Turkey rewards and winners animations.* Bowling statistics and game scores are tracked and saved each game.* Listen to your iTunes music library while you play.* Resume game if iPhone is interrupted.* Three fun games for the price of one! Visit our website: http://www.10PinShuffle.comFacebook: https://www.facebook.com/10PinShuffleTwitter: 10PinShuffle From Digital Smoke, developers of the popular Solitaire City® collection and Silly Saucers™, also available on the iTunes App Store.\n",
  "new": "\n\n\n2 thg 12, 2021\nPhiên bản 2.34\n\n\n\n\n1) The game would freeze and not accept input on iPhone 12, 13 and newer iPads when running iOS 15.2) Buttons and other UI now correctly positioned on all iPads (the main culprits were 12.9 inch iPads, latest iPad Air and other non standard pixel sized iPads.3) Dark mode made certain screens look bad so the backgrounds are now always white instead of black.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "29,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/drop-the-chicken-2-the-circus/id423722522?l=vi",
  "nameAndAge": "\n          Drop The Chicken 2 The Circus\n 9+\n",
  "company": "\n\n            Blakzero Oy\n          \n",
  "ranking": "\n\n\n                      #49 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 4 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nOver 5.5 million players globally! Thanks to everyone who has made the game such a success!Drop The Chicken is a super cool, fully animated, addictive, and challenging puzzle game. THE STORYOur hero 'Chuck The Chicken' has been captured by the circus's evil monkey ring master and he must perform his way through each of the levels to win his girlfriend back.YOUR MISSIONYour mission is to cunningly plan Chucks journey to the dive pool while catching all the bugs along the way. Drag the acrobatic tools into place, swipe the switch and watch Chuck bounce off elephants, shoot out of cannons, do a trapeze act with monkey's and fly around the levels like a master acrobat.Use a host of awesome new tools and animated circus characters in your effort to solve the levels and save Chuck and his girlfriend! Think before you drop and be sure to avoid the bombs, fire torches, lions and unicycle-riding, juggling bears along the way.It's not going to be easy! This is one of the most challenging and hilarious puzzle games on the app store. There is no time limit, just awesome puzzles and weeks of entertainment!KEY FEATURES• Exclusive to iOS and Apple• 100 tricky puzzle levels over 5 stages with more soon to come• 5 bonus levels & hidden easter eggs• Game Center, leaderboards & stacks of achievements• Great for all ages, easy to learn• Very addictive, brain training game play• In-game 'helping hands' in case you get super stuck• Do awesome dives & huge splashes• Really challenging & great fun• Absolutely NO ads and NO restricting IAPs. This is a premium game title and we care about our fans (and chickens).BONUS LEVELSFinish all the levels in a stage to open the bonus levels where Chuck has the chance to have a feeding frenzy and gain some valuable extra points.UNIQUE CERTIFICATE OF ACHIEVEMENTFinish all the stages and levels, and receive a free 'Certificate of Achievement' with your name and score and go onto the ‘Drop Master’ leader board.WHAT'S THE WORLD SAYING-------The No.1 Puzzle game in 102 countries world wide and the No.1 App overall in 11 countries.-------A '5 star rating average' worldwide.------- \"...we can definitely agree that this game is a true success.\" IPWNGAMES\"...Bound to be a classic... Oozing with charm, awesome graphics and fun game play... Amazing value for money with many levels. Well crafted game with highly polished presentation...\" HEATH & HEATHER\"... probably my favorite puzzle game, it's earned it's spot on my home screen...\" NZiPhone.com\"After playing Drop the Chicken for a few minutes, I can definitely see another game of the avian variety within the top 5...\" APPTA.CO\"...Now don’t go thinking this game is just another knockoff or clone, it most certainly is not... Drop The Chicken is more about a predetermined strategy...\" APP DISCOVERCHECK OUT THE PROMO VIDEO, FREE STUFF AND GAME TIPSVisit www.DropTheChicken.com for more info....We hope you enjoy the game!!!\n",
  "new": "\n\n\n23 thg 10, 2019\nPhiên bản 2.3\n\n\n\n\n- Fixed some UI issues for newer devices.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n",
  "size": "363,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/survivor-island-idle-game/id6451130382?l=vi",
  "nameAndAge": "\n          Survivor Island-Idle Game\n 4+\n",
  "company": "\n\n            武汉九龙云天信息科技有限公司\n          \n",
  "ranking": "\n\n\n                      #62 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,9 • 511 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nTrò chơi đơn giản nhưng đầy thách thức. Xây dựng hòn đảo bằng cách chế tạo một số công cụ thô sơ để giữ cho nhiều người sống sót hơn...  Phát triển lãnh thổ và dân số của riêng bạn và giữ cho người dân của bạn không bị chết đói. Hãy đốt lửa trại để xua tan sương mù, nếu không mọi người sẽ bị ốm. Hòn đảo vào ban đêm rất nguy hiểm, vì vậy đừng thực hiện bất kỳ hoạt động nào. Làm việc chăm chỉ để sửa chữa con tàu và ra khỏi đây.Chuyện của những người sống sót:Một nhóm các nhà thám hiểm đã bị một cơn sóng lớn cuốn đến hòn đảo sương mù này. Hệ động thực vật nguy hiểm và kỳ lạ ở khắp nơi trên đảo. Chờ một chút! Họ tìm thấy một con tàu đổ nát. Có vẻ như ai đó đã từng đến đây trước đây và đã gặp bất hạnh. Họ quyết định sử dụng con tàu làm nơi cắm trại. Họ tập hợp thêm những người sống sót và cố gắng cùng nhau sửa chữa nó để thoát khỏi nơi kỳ lạ này...  Đặc trưng:1. Sự kết hợp giữa sim và sinh tồn2. Cân bằng tài nguyên và xây dựng đảo.3. Giải cứu những người sống sót và giao việc cho họ4. Xây tháp, huấn luyện binh lính, phòng thủ trước nguy hiểm.5. Miễn phí xếp, lên kế hoạch nhận nhà6. Chế độ nhàn rỗi và ngoại tuyến7. Đồ họa đơn giản và dễ dàng với phong cách 3D8. Khám phá bản đồ và thử thách nhiều môi trường sống khác nhau.Nếu bạn thích trò chơi sinh tồn chiến lược, bạn sẽ thích trò chơi này! Hãy chơi trò chơi mô phỏng sinh tồn hoàn toàn mới này ngay bây giờ!\n",
  "new": "\n\n\n23 thg 10, 2023\nPhiên bản 1.8\n\n\n\n\n1. Sửa các lỗi đã biết2. Tối ưu hóa các chi tiết trong game\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "192,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/supreme-duelist-stickman/id1477336151?l=vi",
  "nameAndAge": "\n          Supreme Duelist Stickman\n 12+\n",
  "company": "\n\n            Neron's Brother SARL\n          \n",
  "ranking": "\n\n\n                      #37 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,2 • 11,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSupreme Duelist Stickman is a funny and crazy Stickman mobile game- With Simple control -A lot of map-Play and unlock new skin -1 player, 2 player and survival mode-Realistic stickman -2d physic stick fight battleYou can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and funThis is an addictive game!!!give me your feedback\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 1.4.7\n\n\n\n\nNew Mini-Gamebug fixed(cards)new social buttons\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "139,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cytus-ii/id1290687550?l=vi",
  "nameAndAge": "\n          Cytus II\n 12+\n",
  "company": "\n\n            Rayark International Limited\n          \n",
  "ranking": "\n\n\n                      #12 trong Nhạc\n                    \n\n",
  "ratingAndReviews": "4,9 • 1,7 N đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n\"Cytus II\" is a music rhythm game created by Rayark Games. It's our fourth rhythm game title, following the footsteps of three global successes, \"Cytus\", \"DEEMO\" and \"VOEZ\". This sequel to \"Cytus\" brings back the original staff and is a product of hardwork and devotion. In the future, humans have redefined internet development and connections. We can now easily sync the real world with the internet world, changing life as we have known for thousands of years. In the mega virtual internet space cyTus, there exists a mysterious DJ legend Æsir. His music has an irresistible charm; people fall madly in love with his music. Rumor has it that every note and beat of his music hits the audiences in the depths of their souls. One day, Æsir, who had never shown his face before, suddenly announced that he will be holding the first mega virtual concert —— Æsir-FEST and will invite a top idol singer and a popular DJ as opening performances. The instant the ticket sales began, an unprecedented rush occurred. Everyone wanted to see Æsir's real face. On the day of the FEST,  millions of people were connected to the event. At one hour before the event started,  the previous world record for most simultaneous connection was smashed. The whole city was on its feet, waiting for Æsir to descent from the skies...Game Features:- The unique \"Active Judgement Line\" rhythm game playstyleTap the notes as the judgement line hits them to achieve a high score. Through five different kinds of notes and the judgement line that actively adjusts its speed according to the beat, the gameplay experience is further combined with the music. Players can easily immerse themselves in the songs. - A total of 250+ high-quality songs (50+ in base game, 200+ as IAP)The game includes songs by composers from all across the world, Japan, Korea, the US, Europe, Taiwan and more. Through the characters, players get to play songs from different genres including but not limited to: electronic, rock and classical. We are confident that this game will live up to the hype and expectations.- Over 800 different chartsOver 800 different charts designed, from easy to hard. The rich game content can satisfy players of different levels. Experience exciting challenges and enjoyment through the sensation of your fingertips. - Explore the virtual internet world with the game's charactersThe one-of-a-kind story system \"iM\" will lead the players and the in-game characters to slowly piece together the story and world behind \"Cytus II\". Reveal the truth of the story with a rich, cinematic visual experience. PAFF (CV:上坂すみれ Sumire Uesaka)NEKO (CV:花守ゆみり Yumiri Hanamori)Xenon (CV:関智一 Tomokazu Seki)ConneR (CV:竹内栄治 Eiji Takeuchi)Cherry (CV:ファイルーズあい Fairouz Ai)Nora (CV:石見舞菜香 Manaka Iwami)Ivy (CV:河瀬茉希 Maki Kawase)Vanessa (CV:楠木ともり Tomori Kusunoki)Rin (CV:能登麻美子 Mamiko Noto)*************************************************************Cytus II will perform a connection authentication for its In-app purchases from time to time.If you discover during the authentication period that your IAP was lost due to your device not connecting to the internet, please make sure your device is connected to the internet. Afterwards, click \"Restore Purchases\" to recover your IAP.*************************************************************※ This game contains mild violence and vulgar language. Suitable for users age 15 and above.※ This game contains additional in-app purchases. Please purchased base on personal interest and ability. Do not overspend.※ Please pay attention to your game time and avoid addiction.※ Please do not use this game for gambling or other illegal purposes.\n",
  "new": "\n\n\n6 thg 9, 2023\nPhiên bản 5.0.7\n\n\n\n\nCytus II 5.0.7 is here!- New song pack Rayark 12th Collection addedXceon / 白の影、蒼の影。 ft. Kanae Asaba柳田Ethnica / Xing-Lai Heavenモリモリあつし vs. uma / NoëlTeam Grimoire / CHAOS MAGNVMnaotyu- feat. Aizdean / But I Know- Added Rayark 12th Anniversary Free Playable Song: Go Adventure! (Graff.J)- The CAPSO! New chart rewards added\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n",
  "size": "3,7 GB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/alien-shooter-survive/id403977617?l=vi",
  "nameAndAge": "\n          Alien Shooter - Survive\n 17+\n",
  "company": "\n\n            Sigma Team\n          \n",
  "ranking": "\n\n\n                      #4 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,4 • 109 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThis is a SPECIAL version of the legendary Alien Shooter game, created upon the numerous gamers' requests from all over the world!Try Survive mode, gain top results, share your achievements using Game Center and compete with the others across the Globe.\"With a wonderful array of weapons, non-stop action, splendid graphics, eerie music and a wonderful adventure setting, Alien Shooter is a game that delivers on every front.\" - Game TunnelDeserted military complex. Hordes of merciless creatures. Here you are. Your mission is simple – clear the base so there are just dead monsters' corpses left around.- Enjoy user friendly control schemes with auto-aim option available!- stand up to the huge crowds of monsters appearing on one screen at a time- level up, try out superhuman fighting abilities in an intense battle- corpses of the monsters eliminated do not disappear - check out what happens at the end!- compete with the gamers from all over the world use Game Center!Mow them down and stay alive!REVIEWS:- \"A thoroughly enjoyable game, I totally recommend it.\" - binaryjoy.co.uk- \"It's hard to stop once you start.\" - AG.ru- \"All in all, I highly recommend Alien Shooter, especially if you loved the old Doom by ID's because, although substantially different, they share the same frenzy and the same immediacy of play. Definitely a great title.\" - retrogaminghistory.com\"Step forward Alien Shooter, which in the absence of any empirical studies, I'm happy to stake has a higher body count than all the Dooms, Dukes and Gauntlets put together. It's also a bloody good game with an arsenal of weapons any FPS would be proud of.\" - PC Zone MagazineCUSTOMER REVIEWS:by earthcreatora really good game, totally old school and totally classicby Alien GonzoAlien Shooter is the best! It is full of action and it just keeps coming at you, you can hardly stop playing until you complete the game. The harder it gets the more you will try.by I Ain't Afraid of No AliensAlien Shooter is a MUST HAVE for people who can stand a 'little' bit of gore, blood, bodies and a horror scene.by Gaming GrownupGo Ahead - Have Some Grownup Fun. Have you ever felt yourself like machine? A killing machine. Have your muscles ever been so tensed it's hard to breathe? Could you imagine being a single whole with your powerful gun?\n",
  "new": "\n\n\n15 thg 9, 2017\nPhiên bản 1.2.4\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.minor changes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "72,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nga\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/arcadia-arcade-watch-games/id1479608271?l=vi",
  "nameAndAge": "\n          Arcadia - Arcade Watch Games\n 4+\n",
  "company": "\n\n            Raffaele D'Amato\n          \n",
  "ranking": "\n\n\n                      #24 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 8 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple TV\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nArcadia is a collection of 22 arcade games for Apple Watch, iPhone, iPad and Apple TV.List of currently available games:• FastRunAvoid traffic and reach your destination• RainBowlingHit all the pins and get a strike! But beware, you will encounter unexpected obstacles and an explosive ending!• Yarr!Destroy all the enemy ships. YOU ARE A PIRATE! YARR!• BrickoMatch colored bricks horizontally, vertically or diagonally in order to remove them and score points• Fruity SnakeCollect as many fruits as you can• CandyBallA \"delicious\" pinball. Use the flippers to hit the ball• MineHoundMines are hidden in a grid of cells. The number tells you how many mines touch the cell. Open all the safe cells• Bubble ManiaClear as many bubbles as you can without any bubble crossing the bottom line• BadaBoomPrevent bombs from falling on the floor by collecting them• Ho Ho Hop!Help Santa eat cookies and avoid all obstacles• The ClawGrab as many treasures as possible with the claw• Galaxy InvadersDestroy all enemy spaceships• Indiana GPChallenge your rivals in this crazy race• BrickOutDestroy all the bricks with the ball• Treasure MapRecompose the map to reach the treasure• ReplayPress the coloured pads in the correct order• BounceLike Pong but in Circle. Keep the ball in stage• Sewer RatAvoid obstacles while swimming in the sewer• PongPongBeat your opponent in ping-pong• SlimenatorDefend your position and destroy as many slimes as you can• Crazy BalloonCollect gems and avoid obstacles• Tap-A-MoleWhack a mole. Whack it!Features:- No ads.- No In-App purchases.- No user tracking.- Daily, Weekly and All Time leaderboards.*- iCloud storage.- Compatible with all Apple Watch models.- Color-blind mode.- Up to 120 fps on  ProMotion devices.Credits:[Music] 8-bit Loops by Snabisch[Music] Wellerman by Zumi DaxuyaLet us know if you have any suggestions or ideas for next games!* Leaderboards require a Game Center account.\n",
  "new": "\n\n\n30 thg 11, 2023\nPhiên bản 1.18.12\n\n\n\n\n• New winter-themed icon• Added snow to the main menu• Added Christmas-themed song to the main menuHappy holidays!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 13.0 trở lên.\n                \n\n",
  "size": "36,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/aquapark-io/id1453989822?l=vi",
  "nameAndAge": "\n          aquapark.io\n 12+\n",
  "company": "\n\n            Voodoo\n          \n",
  "ranking": "\n\n\n                      #7 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,5 • 116,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nReach to the end of the water slide, try to be the first. Bump other players during the race and have fun playing this colorful and sunny water slide game.\n",
  "new": "\n\n\n24 thg 11, 2023\nPhiên bản 6.7.0\n\n\n\n\nbug fix\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "204,2 MB",
  "language": "\nNgôn Ngữ\n\nNam Phi, Ndebele, Bắc, Tiếng Anh, Tiếng Aragon, Tiếng Belarus, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/m%C3%A8o-s%C3%BAp/id1581431235?l=vi",
  "nameAndAge": "\n          Mèo & Súp\n 12+\n",
  "company": "\n\n            hidea\n          \n",
  "ranking": "\n\n\n                      #60 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 88,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nĐảm bảo 100% trang phục [Áo mưa ếch] cho tất cả nam giớiTiết lộ [Baby Kitty] đáng yêu! Mọi người đều có thể nhận con nuôiBạn đang tìm trò chơi với những chú mèo siêu dễ thương?Đây là khu rừng thú cưng yên bình, nơi các bé mèo đang nấu món súp thơm lừng!Trò chơi mèo đầy thư giãn dành cho các ông bố, bà mẹ mèo1. Trò Chơi Nuôi Mèo Hoạt Hình Siêu Dễ ThươngTrò chơi nuôi mèo độc nhất vô nhị!Mỗi bé mèo đều có hoạt ảnh theo đặc điểm riêng biệt, có mèo Ragdoll, mèo rừng Na Uy, mèo Birman, mèo Himalaya, mèo Maine Coon, mèo Siberia, mèo Anh lông ngắn và hơn thế nữa!Gặp gỡ các bé mèo trong khu rừng cổ tích2. Tương Tác Với Các Bé Mèo Đáng YêuCho mèo ăn diện nhiều bộ trang phục với mũ, phụ kiện và quần áo.Chụp ảnh thú cưng xinh xắn của bạn.Bạn có thể nhận tim bằng cách cho mèo ăn cá bắt được từ trò chơi phụVà bạn còn có thể đặt tên độc đáo cho mèo của mình nữa!3. Nhạc Nền Và Âm thanh ASMR Đầy Thư GiãnGiải tỏa căng thẳng với âm thanh đầy thư giãnChuẩn bị nguyên liệu và tập trung vào những bé mèo đang nấu ăn!Có thể nghe thấy mọi âm thanh từ nhà hàng thú cưng Sột soạt Ợ hơiĐặt nhạc nền vào danh sách phát mà bạn muốn.4. Trò Chơi Thú Cưng Mô Phỏng Kinh Doanh Nhanh Chóng Và Dễ DàngMèo nấu ăn và thu thập tài nguyên khi bạn rảnh rỗi!Bạn có thể chơi trong khi ăn uống, ngồi xe buýt hoặc làm việc~!Sở hữu công thức nấu ăn và địa điểm mới từ các tài nguyên thu thập được.Đây là trò chơi hoàn hảo dành cho những người thích chơi trò chơi nhà hàng thú cưng và trò chơi mô phỏng kinh doanh!Nếu bạn là một trong số này, hãy tải trò chơi ngay!Người yêu mèo muốn nuôi mèoBố mèo, mẹ mèo muốn nuôi thêm bé mèoSinh viên hoặc người đi làm muốn nghỉ ngơi một chútNgười đang tìm kiếm trò chơi mèo và thú cưng siêu dễ thươngNgười thích âm thanh ASMRNgười đang tìm kiếm trò chơi thư giãn, tự động hoặc nhập vaiNgười không thể ngừng xuýt xoa \"Lũ mèo mới đáng yêu làm sao!\"Người không thể ngó lơ tụi mèoNgười say mê trò chơi cắm trại như Animal CrossingCao thủ trò chơi mô phỏng kinh doanh với tốc độ nhấn siêu nhanh trong các trò chơi nhà hàng hoặc nấu ănAi cũng có mèo thế mà mình...Thôi nào, gặp gỡ mèo cưng của riêng bạn ngay thôi!Hãy đi xem những chiếc găng tay bông dễ thương của bạn nào~\n",
  "new": "\n\n\n29 thg 11, 2023\nPhiên bản 2.31.0\n\n\n\n\nĐã là tháng cuối cùng của năm 2023~!Hãy tham gia sự kiện tham dự cuối cùng của năm 2023 và mặc cho mèo của bạn những bộ trang phục mùa đông ấm áp trước khi trời quá lạnh!Ngoài ra, hãy gửi bé Kitty đến những điểm đến ấm áp và tạo nên những kỷ niệm khó quên nhé~!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "890,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/arcadia-sports/id1645125796?l=vi",
  "nameAndAge": "\n          Arcadia Sports\n 4+\n",
  "company": "\n\n            Raffaele D'Amato\n          \n",
  "ranking": "\n\n\n                      #1 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n\n\n                  Apple Watch\n                \n\n",
  "describe": "\nArcadia Sports is a collection of arcade games with a sports theme for Apple Watch, iPhone, and iPad.The collection consists of 11 games (with many more to come):- Formula RaceCompete in the premier racing series and outpace your opponents with skillful overtaking maneuvers.- Hoop FeverJuggle, shoot and score. All with just one finger. Possible? Certainly. Easy? I wouldn't say so.- BasketGetting the ball in the hoop is a given. But what if the hoop had to target the ball instead?- 8-Ball PoolClassic 8-Ball in solo mode. Sink balls of one type (solid or striped) first and then the rest, culminating in the 8-ball.- 9-Ball PoolHit the lowest numbered ball first, but numerical order isn't necessary for pocketing.- Air HockeySimilar to hockey, minus the ice and Zamboni. First to reach 10 points wins.- CyberSoccerTurn-based soccer, a new twist.Each CyberPlayer manages a zone on the field. If the ball lands there, it's their turn.- MiniGolf (Course A)Golf, but downsized with compact courses full of obstacles and challenges.- MiniGolf (Course B)Similar to before, but with different courses (and challenges).- BowlingA classic! Knock down all the pins, preferably in one roll. Easier said than done, right?- RainBowlingBowling meets a rainbow, with explosive pins and obstacles. Not quite the rainbow we remember.Is this a small offering? Don't worry!This is just the beginning.We're already working on new games that will be added to the collection over time.Additional Features:- Advanced support for Apple Watch (Series 1 to Series 8 and Ultra)- 120 fps support on compatible devices- iCloud support for saving progress- Game Center support for online leaderboards- No advertisements- No tracking\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.1\n\n\n\n\n• New game: Hoop Fever - Juggle, shoot and score. All with just one finger.• New winter-themed icon• Added snow to the main menu• Added Christmas-themed song to the main menuHappy holidays!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "28,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/food-factory-idle-fever/id6468988093?l=vi",
  "nameAndAge": "\n          Food Factory: Idle Fever\n 4+\n",
  "company": "\n\n            丽颖 张\n          \n",
  "ranking": "\n\n\n                      #3 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "1,0 • 1 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to Food Factory, a fast-paced and management game that puts you in charge of your very own food production empire! Embark on an exciting culinary adventure as you build, manage, and expand your factory.Here, you can run and manage a food factory and become an Industry Giant and tycoon.You should upgrade machines and hire employees to work on the production line, try your best to increase the efficiency and benefit to earn as much revenue as you can.Come to satisfy the hungry customers and become the ultimate food tycoon!Features:- Free to play, play it anywhere anytime- Easy to operate, tap the areas to upgrade- Take good advantage of your benefit to manage the production lineIf you like management and simulation games, Food Factory is for you! It's an easy-to-play game where strategic decisions have to be taken to grow your factory with profitable results.\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.1.0\n\n\n\n\nfix bugs\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "214,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/falcon-tr%C3%B2-ch%C6%A1i-b%E1%BA%AFn-m%C3%A1y-bay/id1337514468?l=vi",
  "nameAndAge": "\n          Falcon - Trò chơi bắn máy bay\n 12+\n",
  "company": "\n\n            ONESOFT GLOBAL PTE. LTD.\n          \n",
  "ranking": "\n\n\n                      #16 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 11,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nGame chiến đấu KHÔNG dành cho trẻ em và những người nhát gan!Trong tương lai không xa, loài người đã làm chủ toàn bộ hành tinh trong hệ mặt trời và đồng thời trở thành giống loài mạnh nhất vũ trụ. Nhận thấy hiểm họa tiềm tàng trong việc đó, các chủng tộc khác đã tập hợp lực lượng vũ trang lại, chuẩn bị cho âm mưu thôn tính loài người.Cuộc tấn công rất bất ngờ, khiến cho loài người thất thủ, đánh mất rất nhiều thuộc địa. Bạn trong vai một người anh hùng ẩn dật, nay trở lại điều khiển chiếc chiến cơ của mình tham gia vào cuộc chiến chống lại thế lực ngoài hành tinh tàn ác.Tính năng- Điều khiển cực dễ đến mức không cần hướng dẫn- Kẻ thù mạnh mẽ và đa dạng- Những trận đánh Boss kịch tính, nghẹt thở- Nâng cấp sức mạnh của bạn bằng nhiều cách khác nhau- Đồ họa pixel tuyệt đẹp- Trải nghiệm chiến đấu không gian chân thậtFanpage: https://www.facebook.com/spacewargameHãy tham gia ngay vào Falcon Squad - Protectors Of The Galaxy !*** Term of Use: https://sites.google.com/view/onesoft/terms-and-condition*** Privacy policy:https://sites.google.com/view/onesoftgames/\n",
  "new": "\n\n\n12 thg 12, 2023\nPhiên bản 98.4\n\n\n\n\nĐừng bỏ lỡ các tính năng mới. Cập nhật bây giờ!- Sale 12/12- Sự kiện DarkNemesis- Chiến cơ mới- Chiến cơ phụ mới- Cánh mới- Màn chơi mới - Sửa lỗi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "228,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/gemstone-tetra/id6464373310?l=vi",
  "nameAndAge": "\n          Gemstone Tetra\n 4+\n",
  "company": "\n\n            Word Puzzle & Fun Games For Free\n          \n",
  "ranking": "\n\n\n                      #10 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,3 • 1,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nFeatures:- Stunning Visuals:Immerse yourself in a world of sparkling gems and mesmerizing backgrounds.Enjoy high-quality graphics, animations, and effects designed for a truly captivating gaming experience.- Addictive Gameplay:Classic Tetra-style gameplay with a gemstone twist! Rotate, move, and drop gems to create lines and clear the board.Use powerful boosters and special abilities to help you complete levels and achieve high scores.- Competitive Leaderboards:Compete with players from around the world on global leaderboards.Earn achievements and unlock new gemstones as you progress through the game.How to Play:1.Rotate, move, and drop gemstones to create horizontal lines.2.Clear lines to score points and make room for new gemstones.3.Use power-ups and special abilities to help you complete levels and achieve high scores.4.Keep an eye on the timer and don't let the gemstones reach the top of the screen!Contact us: business@beyondcloudmobile.ltd\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.2.0\n\n\n\n\n1. Bug fixed\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "140,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/icy-village-tycoon-survival/id6470175895?l=vi",
  "nameAndAge": "\n          Icy Village: Tycoon Survival\n 9+\n",
  "company": "\n\n            Unimob\n          \n",
  "ranking": "\n\n\n                      #14 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 365 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nStep into a captivating city-building game during the ice age in Icy Village: Tycoon Survival. You're in charge of creating the very first village on Earth, dealing with the big job of collecting resources and building society. Your leadership will guide this new village through tough challenges, helping it not only survive but also thrive in the cold chaos.In Icy Village: Tycoon Survival, you're like the heartbeat of this community, responsible for managing resources, survivors, and village life. It's a big test. The wild surroundings are tough but have exciting things to find. Put together your workers, give them roles, and conquer the tough challenges ahead to ensure your village does well in this frozen world. Your big goal is finding the right balance between surviving, making things, and keeping your people happy.Icy Village: Tycoon Survival's features:Survival Simulation: Your village's strength relies on its people. These survivors are vital for your village to work. Make them gather resources, take care of daily needs, and finish story quests to unlock progress and get rewards.Management system: People automatically work, eat, or go to sleep depending on the time of day. Learn how to distribute workers and manage essential things that people need, and set how much to make. Let's make your village better.Town Expansion: Help your survivors grow and make new parts of the village. As more people hear about your village, new folks will want to come, and your village will grow even more.Recruit Heroes:Make a group of heroes with special skills. They're like your village's champions, helping fight in battle, limited-time events, and making sure your village can survive no matter what.Want to try it out? Get Icy Village: Tycoon Survival now and see if you can make your village thrive even in the ice age!Need assistance navigating the frosty challenges? Reach out to us at support@unimobgame.com, and together we'll weather the storm.\n",
  "new": "\n\n\n4 thg 12, 2023\nPhiên bản 1.7.0\n\n\n\n\nAdded new event: The Last Spring\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.4 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.4 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.4 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "256,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/khu-v%C6%B0%E1%BB%9Dn-tr%C3%AAn-m%C3%A2y-sky-garden/id1588009371?l=vi",
  "nameAndAge": "\n          Khu Vườn Trên Mây - Sky Garden\n 17+\n",
  "company": "\n\n            MPT Entertainment PTE. LTD\n          \n",
  "ranking": "\n\n\n                      #1 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "3,3 • 1,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\n KVTM ZingPlay VNG -  Xây dựng vườn nông trại online.Giữa cuộc sống hiện đại tấp nập, có bao giờ bạn muốn được thử cảm giác được sống chậm lại, trồng cây, thu hoạch và sản xuất nông sản? Muốn được thư giãn và tận hưởng những gì bình dị nhất? Chào mừng bạn đến với nông trại trên mây KVTM ZingPlay!   + KHÁM PHÁ VÔ TẬN Hàng trăm cây và chậu xinh ở Vườn Mây đang chờ bạn khám phá. Bật mí: Mỗi chậu đều có buff hỗ trợ siêu xịn.    + BUÔN CÓ BẠN, BÁN CÓ PHƯỜNG Tham gia trồng cây và buôn bán nông sản cùng bạn bè ở khắp nơi. Cùng nhau tranh tài ở các bảng xếp hạng, so xem vườn ai xinh hơn!  + SỰ KIỆN SIÊU HẤP DẪN Muôn vàn sự kiện hấp dẫn diễn ra quanh năm, luôn đổi mới làm bạn chẳng bao giờ chán được khi đã đặt chân đến vườn mây ZingPlay. Khu vườn trên mây ZingPlay - Thế giới thần tiên ngay trên tay bạn! Với nông trại KVTM ZingPlay, toàn bộ tính năng hoàn toàn miễn phí. \n",
  "new": "\n\n\n21 thg 6, 2023\nPhiên bản 1.36\n\n\n\n\nRa mắt Phiên Chợ Ba Tư.Cân bằng phần thưởng tích luỹ tính năng đơn hàng, khinh khí cầu, nhiệm vụ phù thuỷ.Sửa lỗi hiển thị và tối ưu hiệu năng trên từng thiết bị.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "173,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/super-hexagon/id549027629?l=vi",
  "nameAndAge": "\n          Super Hexagon\n 4+\n",
  "company": "\n\n            Distractionware Limited\n          \n",
  "ranking": "\n\n\n                      #69 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 20 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSuper Hexagon is a minimal action game by Terry Cavanagh, with music by Chipzel.Super Hexagon was a best of 2012 runner up for game of the year on the app store.\"A masterpiece of design purity\" - EDGE 9/10\"This is the kind of game you’re going to pass off to your friends and say, “You’ve gotta check this out.” It’s dangerously addictive.\" - IGN 9/10\"One of the best mobile gaming experiences I've had this year.\" - Destructoid, 10/10\"Knows exactly what type of game it wants to be and executes on it spectacularly. Merciless difficulty meets brilliant design.\" - Gamezebo, 5/5\n",
  "new": "\n\n\n10 thg 5, 2018\nPhiên bản 3.0.2\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.3.0.2: Minor patch for 3.0.3.0: Welcome to Super Hexagon 3.0! This new version supports iPhoneX, brings 120 FPS support to ProMotion enabled iPads (iPad Pro 2017+), and supports iOS 11.3. This is all possible thanks to our new GLKit renderer, which should also bring faster performance and increased battery life to all devices!In addition, you can now also play the game on iPad Pro smart keyboards (as well as the existing support for MFI controllers.)Thank you so much for playing Super Hexagon. I hope you enjoy the update!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "35,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/wing-fighter/id1562065271?l=vi",
  "nameAndAge": "\n          Wing Fighter\n 9+\n",
  "company": "\n\n            Joyfort\n          \n",
  "ranking": "\n\n\n                      #55 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,8 • 2,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWing Fighter is an free classic arcade online shooting game, with epic 3D realistic scene, gorgeous and fascinating combat effects and variety of unique bosses and equipment. If you loved arcade shooting games as a kid, this retro, vintage game blend modern combat styles would be the perfect game for you!In every battle of Wing Fighter, You will become an air force pilot, controlling different fighters to fight evil enemies and bosses. It is your mission to defeat them and protect the safety and freedom of the skies！Enemies have invaded, the battle is on the verge of breaking out, come on and start this thrilling combat flight action game now!Features:- Shoot down enemy fighters, challenge powerful and diverse ultimate bosses.- Enrich equipment arsenal, hundreds kinds of equipment to choose. Turn your fighter into flying tank.- Clone skill, furious mode, damage bonus...Choose strong fighters with multiple additional attributes as you wish!- Hundreds of combat buffs, different buffs and attack strategies create different combat experiences.- Complete the mission and unlock battle scenes and levels.- Select multiple activity patterns from normal to nightmare.- Improve fighter power, fight your way to the top of the Leaderboard!- Complete daily missions to gain resources, lots of rewards are waiting for you.- Choose your favorite beautiful pilots and send them out on tasks. - Mysterious talent system that combines Roguelike elements to increase combat power permanently.- Challenge the limit and win big prizes in Endless voyage event.- Easy to operate, no tutorial required.Enjoy the classic thrilling combat flight action game--Wing Fighter. Don’t let the enemy conquer your freedom, shoot and be ready to attack right now! DOWNLOAD AND PLAY IT FOR FREE! Contact us: wszj6868@gmail.com Join us on Facebook:  https://www.facebook.com/WingFighterOfficial Join Discord to get support: https://discord.gg/2WaJZbqFAy\n",
  "new": "\n\n\n2 thg 11, 2023\nPhiên bản 1.7.570\n\n\n\n\n- 15 new pilots have been added;- New attribute display has been added on Planet Wars player information interface;- Optimize the Planet Wars combat recording function;- Fixed a bug in Planet Wars combat animations where the highest rarity of Conqueror Winggun only had 2 trajectories;- Fixed a bug in the incorrect description of rewards in the Battlepass;- Other optimizations and fixes.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "520,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/animals-coins/id1492722342?l=vi",
  "nameAndAge": "\n          Animals & Coins\n 17+\n",
  "company": "\n\n            Innplay Labs\n          \n",
  "ranking": "\n\n\n                      #16 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,8 • 1,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPlay with millions of players around the globe in this addictive animal adventure game. Build islands and bridges, raid lands, and collect treasure island coins!Explore the animal island, steal coins, and build your kingdom to become the ultimate raid master! Start the coin run, unlock new characters, and discover the amazing animal world.In this free coin game, you can easily raid rivals and progress to build your animal treasure island. Show your friends who is the real raid king! Join the coin challenge and lead the leaderboard!Explore the animal treasure islandConquer different islands, steal coins from other players, and prove yourself as the real coin master.Do you have what it takes to be the next island king of the animal kingdom? Play with your Facebook friends and start your next animal adventure game NOW! In this raid game, you will discover the animal world and meet new and exciting characters as you progress. Join the coin run and start winning!REVEAL DIFFERENT KINGDOM ISLANDSBuild bridges, loot coins and treasures from others, and collect animal cards to develop your island and master the coin challenge.STEAL COINS & RAID LANDS TO BECOME THE NEXT COIN MASTERIn this fun raid game, you can win coins and treasures, cash, or gems by stealing and raiding other players’ animal islands. Start your Animals & Coins experience in this coin collection game and become a kingdom ruler and the true raid king!Join the treasure raid, or play guessing games where you can reveal cards that will help you win the treasure and master this animal adventure game!PLAY AGAINST YOUR FACEBOOK FRIENDSAttack your friends and other players, raid lads, steal coins and treasures, and defend your island from ongoing attacks. Looking for revenge? You can raid other players who attacked your island and steal their gold coins and treasures back! In this coin game, anything is possible!COLLECT ANIMAL CHARACTER CARDSExplore islands and kingdoms in this animal adventure game and find unique animal cards. Once you finish the collection, you’ll win amazing prizes including island coins and exclusive power-ups!Like to play multiplayer raid games where you can attack your friends and other players online? In this exciting coin game, you can raid lads and other animal islands and gain millions of treasure island coins. Join the coin run NOW!HOW TO PLAY ANIMALS & COINS TO BECOME THE KING OF COINS?* Tap and hold to build a bridge* Release to drop the bridge onto the adjacent platform. Hold for the perfect duration to earn extra cool rewards, island coins, gems, and more! Your running animal will show you the way with every bridge you build.* Earn and collect coins from each successful bridge to spend on gear for your island. Build islands, progress, and discover the animal world.* Collect all animal cards, conquer the treasure island coin game, and become the island king and the true kingdom ruler!Join millions of players worldwide, start playing the most addictive coin game, and become the next master of coins!Animals & Coins is intended for those 18 and older.  Animals & Coins does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Animals & Coins may also contain advertising. You may require an internet connection to play Animals & Coins and access its social features. You can also find more information about the functionality, compatibility, and interoperability of Animals & Coins in the above description and additional app store information. By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 14.2.1\n\n\n\n\nExciting updates are coming to Animals & Coins!Check out what's new in this version:- Introducing, The Amazing Trail! Spin the wheel and fly high for huge rewards!- New graphic improvement for a better look and feel.- Several bug fixes for a smoother gameplay experience.Follow Animals & Coins on social media for exclusive content and great benefits!https://www.facebook.com/AnimalsandCoinshttps://www.instagram.com/animalsandcoins\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "276,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/block-puzzle-plus-puzzle-brain/id6446405484?l=vi",
  "nameAndAge": "\n          Block Puzzle Plus-puzzle brain\n 4+\n",
  "company": "\n\n            美玲 王\n          \n",
  "ranking": "\n\n\n                      #3 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "2,5 • 2 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBlock Puzzle Plus is a very fun puzzle elimination game. You only need to put the blocks in the correct position, and you can eliminate the entire row or column by aligning the entire row or column. If the box can't be put down, try clicking the box-changing props in the lower right corner.Come and experience our simple but very fun puzzle casual game and good luck.\n",
  "new": "\n\n\n7 thg 4, 2023\nPhiên bản 1.0.3\n\n\n\n\nFixed some bugs and streamlined the game package.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "67,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/man-top-t%C3%A0i-x%E1%BB%89u-slot-game-b%C3%A0i/id6450676397?l=vi",
  "nameAndAge": "\n          Man Top: Tài Xỉu Slot Game Bài\n 17+\n",
  "company": "\n\n            SKOL BUILDING CONTRACTORS LTD\n          \n",
  "ranking": "\n\n\n                      #7 trong Sòng Bạc\n                    \n\n",
  "ratingAndReviews": "4,5 • 2,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "",
  "describe": "\nMan Top - Cổng game giải trí Tài Xỉu, Slot, Game Bài,.. Đa dạng, phong phú.* Tải Game Miễn Phí - Tặng Ngay 500.000 Gold khi đăng kí tài khoản.* Đua top tài xỉu, đu dây tài xỉu, hũ jackpot tài xỉu cực đã.* VQMM, sự kiện x3 hũ diễn ra hàng ngày.* Hình ảnh, giao diện đồ họa đẹp mắt.* Đội ngũ chăm sóc khách hàng tận tình.----------------------• Game dành cho người trưởng thành, không bao gồm hành vi cờ bạc, cá độ, đổi tiền.• Game không bao gồm hành vi đổi tiền mặt hoặc đổi thưởng.\n",
  "new": "\n\n\n21 thg 7, 2023\nPhiên bản 1.0.1\n\n\n\n\nSửa một số lỗi quan trọng.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "125,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Trung Giản thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cut-the-rope-magic-gold/id1044677336?l=vi",
  "nameAndAge": "\n          Cut the Rope: Magic GOLD\n 4+\n",
  "company": "\n\n            ZeptoLab UK Limited\n          \n",
  "ranking": "\n\n\n                      #26 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 530 đánh giá",
  "price": "29.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nHãy cho Om Nom ăn thường xuyên! Giờ trở nên dễ dàng hơn, bởi vì bạn lên cấp mới mỗi ngày. Và hơn nữa: mỗi cấp sẽ nhận thêm 2 thử thách để bữa ăn thêm gia vị. Vòng đua mới mỗi ngày GOLD! Hãy thưởng thức phiên bản Premium của game cực hot trên toàn thế giới!ÚM BA LA XÌ BÙA! Sau hơn 800 triệu lượt tải xuống, loạt game Cut the Rope đã trở lại với phần tiếp theo mới đầy ma thuật: Cut the Rope: Magic! Hãy tham gia trong chuyến phiêu lưu mới của Om Nom và biến chú thành các sinh vật phép thuật để giúp chú quái vật bé nhỏ đáng yêu lấy lại kẹo do bọn thuật sĩ độc ác đánh cắp! ĐIỂM NỔI BẬT MỚI THÚ VỊ- Một thế giới ma thuật với đồ họa, âm thanh và lối chơi hoàn toàn mới- 6 cách để biến Om Nom thành các sinh vật ma thuật trên hành trình của chú- Các cấp độ của trùm phức tạp sẽ thách thức các kỹ năng cắt dây, nghiền kẹo của bạn- 120+ câu đố hoàn toàn mới, và sẽ còn tiếpMột rủi ro kỳ diệu đã vô tình dịch chuyển Om Nom đến một thế giới huyền bí đầy chứa câu đố thách thức người chơi ở mọi lứa tuổi. Bạn có thể sử dụng những kỹ năng mới Om Nom để hóa giải thủ đoạn và bẫy của bọn thuật sĩ độc ác không? Phần mới nhất của loạt game giải trí toàn cầu phổ biến này sẽ mang đến luồng khí mới trong lối chơi giải đố vật lý mang tính biểu tượng của Cut the Rope, bao gồm hơn 120 cấp độ theo chủ đề phép thuật hoàn toàn mới trong một thế giới tưởng tượng đầy màu sắc.LÀM PHÉP BIẾN OM NOM THÀNH CÁC SINH VẬT MỚI- Hình hài Chú chim giúp Om Nom bay ở trên cao các chướng ngại vật và bẫy- Hình hài Em bé cho phép Om Nom chui qua được các không gian nhỏ bé, giới hạn- Hình hài con Cá giúp Om Nom lặn sâu để chộp lấy viên kẹo ngon miệng- Hình hài con Chuột mang đến cho Om Nom khứu giác cực thính đánh hơi được các loại kẹo mà chú yêu thích.- Hình hài Thần linh đảm bảo rằng không gì cản trờ Om Nom trên chuyến hành trình phép thuật của mình - Hình hài Rồng triệu hồi một cơn hắt hơi mạnh thổi bay tất cả mọi thứ  ĐÓ KHÔNG PHẢI LÀ TẤT CẢ -- Các cấp độ và phép biến hình bổ sung sẽ sớm ra mắt!Đã là fan? Hãy giữ liên lạc!THÍCH CHÚNG TÔI: http://facebook.com/cuttheropeTHEO DÕI CHÚNG TÔI: http://twitter.com/cut_the_ropeXEM CHÚNG TÔI: http://youtube.com/zeptolabGHÉ THĂM CHÚNG TÔI: http://cuttherope.net/\n",
  "new": "\n\n\n4 thg 3, 2019\nPhiên bản 1.11.0\n\n\n\n\nCây gậy phép thuật trên màn hình tải giờ có gấp 2x số đa giác!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n",
  "size": "204,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hà Lan, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/block-blast/id1617391485?l=vi",
  "nameAndAge": "\n          Block Blast‪!‬\n 12+\n",
  "company": "\n\n            Hungry Studio\n          \n",
  "ranking": "\n\n\n                      #12 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,8 • 13,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nBlock Blast: Sự kết hợp hoàn hảo giữa trò chơi xếp khối và giải đố trí tuệ, kết hợp sự sáng tạo với những tác phẩm kinh điển! Điều khiển đơn giản, hiệu ứng âm thanh tuyệt vời và nhịp điệu tuyệt vời! Block Blast sẽ khiến bạn muốn nhiều hơn nữa! Bên cạnh lối chơi trí não cổ điển, bạn cũng sẽ được trải nghiệm lối chơi COMBO nguyên bản hoàn toàn mới. Kéo và thả các khối vào bảng để điền vào một hàng hoặc cột để hoàn thành việc loại bỏ và xóa nhiều hàng hoặc cột cùng một lúc sẽ tạo ra một hoạt ảnh loại bỏ thú vị cũng như các điểm bổ sung. Càng thực hiện nhiều COMBO, bạn càng nhận được nhiều điểm. Tùy thuộc vào kỹ năng logic và chiến lược bố cục của bạn nếu bạn muốn ghi điểm cao. Kiểm tra chỉ số IQ của bạn và rèn luyện trí não của bạn trong Block Blast! Đặc trưng:1. Đơn giản và dễ chơi, phù hợp với mọi lứa tuổi, sự lựa chọn tuyệt vời để giết thời gian.2. Không cần kết nối mạng; bạn có thể thưởng thức Block Blast mọi lúc, mọi nơi.3. Các khối vuông đẹp mắt và hiệu ứng âm thanh tuyệt vời sẽ mang đến cho bạn trải nghiệm chơi game tuyệt vời. Cách chơi:1. Kéo và thả các khối vào bảng và xóa các khối khi một cột hoặc hàng được lấp đầy.2. Chúng tôi sẽ tiếp tục cung cấp các khối có nhiều hình dạng khác nhau cho đến khi bạn không còn chỗ trống trên bảng.3. Lập kế hoạch cho bước đi tiếp theo của bạn khi bạn liên tục nghĩ về những khối nào có thể xuất hiện. Làm thế nào để trở thành một bậc thầy khối:1. Thay vì chờ đợi các khối có hình dạng hoàn hảo, hãy tận dụng cơ hội để giải phóng thêm không gian và ghi điểm.2. Không có giới hạn thời gian trong Block Blast, vì vậy hãy suy nghĩ cẩn thận về mọi hành động của bạn. Dù bạn đang ở đâu, dù mệt mỏi, buồn chán hay thất vọng, Block Blast sẽ luôn ở bên bạn, quét sạch những buồn chán và giúp bạn thư giãn, vui vẻ hơn!Bắt gặp chúng tôi tại Facebook: Block BlastĐề xuất hoặc Nhận xét? Hãy cho chúng tôi biết tại blockblast@hotmail.com\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 3.6.7\n\n\n\n\nCảm ơn bạn đã chơi 'Block Blast'.Phiên bản này được cập nhật với các tính năng tối ưu hóa trải nghiệm, thay đổi thông số kỹ thuật và sửa các lỗi nhỏ để có trải nghiệm chơi game tốt hơn!Theo dõi chúng tôi tại Facebook: Block BlastĐề xuất hoặc Bình luận? Hãy gửi cho chúng tôi tại blockblast@hotmail.com\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "153,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Nepali, Pali, Tiếng Amharic, Tiếng Anh, Tiếng Azerbaijan, Tiếng Ba Tư, Tiếng Bồ Đào Nha, Tiếng Campuchia, Tiếng Croatia, Tiếng Do Thái, Tiếng Gujarati, Tiếng Hindi, Tiếng Hungary, Tiếng Hy Lạp, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Kannada, Tiếng Lithuania, Tiếng Lào, Tiếng Malayalam, Tiếng Marathi, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Punjab, Tiếng Rumani, Tiếng Singhala, Tiếng Slovak, Tiếng Swahili, Tiếng Séc, Tiếng Tamil, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ukraina, Tiếng Urdu, Tiếng Uzbek, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pako-2/id1317692806?l=vi",
  "nameAndAge": "\n          PAKO 2\n 12+\n",
  "company": "\n\n            Tree Men Games\n          \n",
  "ranking": "\n\n\n                      #24 trong Đua Xe\n                    \n\n",
  "ratingAndReviews": "4,2 • 13 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n*** RECOMMENDED DEVICE: iPhone SE/iPhone6 OR BETTER ***PAKO 2 is an arcade driving game where you work as a getaway driver. Pick up your crew from heist spot, escort them to safety in dramatic chase against the cops, repeat and compete in the leaderboards!  Every run gains you money which can be used to buy new rides and locations. Get in, get out, get paid!FEATURES- Absolutely NO in-app purchases or ads- Easy controls!- Pick up crew members and escort them to safety- Vast handcrafted levels full of detail- Drive-by shooting action- Huge arsenal of cars to buy- Various guns and special perk items- Electro soundtrack by DKSTR- Leaderboards to compete- Achievements\n",
  "new": "\n\n\n26 thg 9, 2018\nPhiên bản 1.0.8\n\n\n\n\nOptional CHASE CAMERA view + new map SUBURBIA with new cars!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "370,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/enigmo/id281736535?l=vi",
  "nameAndAge": "\n          Enigmo\n 4+\n",
  "company": "\n\n            Pangea Software, Inc.\n          \n",
  "ranking": "\n\n\n                      #73 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "49.000đ",
  "availablity": "",
  "describe": "\n• NETWORKED MULTIPLAYER MODE WITH GAME CENTER!• Voted \"Best iPhone Game\" at Apple's WWDC '08• 2008 Austin GDC Independent Games Festival Showcase Winner!• \"Best Puzzle Game\" from appstoreapps.com• \"Best Puzzle Game 2008\" from Best App Ever AwardsEnigmo is a 3D puzzle game where you direct animated streams of flowing liquid so that the droplets get to their destination. Water, Oil, and Lava fall from Droppers and bounce around the walls of the puzzle. You move and rotate various types of bumpers, sliders, accelerators, and sponges in order to divert the flow of the falling droplets. The faster you complete each of the 50 levels, the more bonus points you receive.The physics in Enigmo are truly amazing to watch!  This is one of the most unique puzzle games ever created.In addition to the 50 levels that come with the game, you can also download many more levels for free!  As of version 1.1, you can download levels created by other users or by yourself with the Mac or PC version of Enigmo which has a built-in level editor.  You may submit your levels to us and we'll include them in the public list if we like them enough._______________Watch the behind the scenes video:  http://pangeasoft.net/iphone/behindthescenes.html\n",
  "new": "\n\n\n7 thg 7, 2022\nPhiên bản 6.2\n\n\n\n\nNow supports up to 120h refresh rates on new iPhone models.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 8.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "24,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/badminton-league/id1230352595?l=vi",
  "nameAndAge": "\n          Badminton League\n 4+\n",
  "company": "\n\n            RedFish Game Studio\n          \n",
  "ranking": "\n\n\n                      #4 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "3,7 • 3,6 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe best badminton game with realistic gameplay! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!Features: - Multiple game modes available, play with sports fans in local- Create your very own character, and level - up- Easy to control, challenging to win- Simple and elegant UI design- Cool stunts and realistic hitting shuttlecock experience- Numerous gorgeous badminton outfits This game needs an Internet connection to play. Contact us:Twitter: http://bit.ly/badmintonleagueFacebook: http://bit.ly/badmintonleaguefacebookSupport team:badminton@redfishgame.com\n",
  "new": "\n\n\n7 thg 11, 2023\nPhiên bản 5.39.50630\n\n\n\n\n- Bug fixed and game experience optimized.Enjoy this awesome badminton world!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "141 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Indonesia, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/find-out-find-5-differences/id6465895424?l=vi",
  "nameAndAge": "\n          Find Out - Find 5 Differences\n 4+\n",
  "company": "\n\n            帅 朱\n          \n",
  "ranking": "\n\n\n                      #44 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n\"Find Out - Find 5 Differences\" is an upcoming差异找寻game that challenges players to仔细观察images and locate five specific differences within each level. The game provides a fun and engaging experience that tests players'观察力and concentrate.Players start by selecting a scene with two similar images. Their objective is to quickly identify the five differences between the two images and highlight each one with a marker. Players can use various tools and hints to help them locate the differences, but they must complete the level within a limited amount of time and move on to the next level.Gameplay in \"Find Out - Find 5 Differences\" is challenging and requires players to exercise their cognitive abilities. Players must quickly switch between images and use their spatial reasoning skills to locate the differences. As they progress through the levels, they will encounter various types of images, including landscapes, animals, and abstract patterns, each with its own unique challenges.Visually, the game features beautiful and highly detailed images that provide a realistic feel. Players can easily toggle between the two images using simple controls, and a timer keeps track of their progress. The game also includes various achievements and rewards that encourage players to replay levels and master new skills.\"Find Out - Find 5 Differences\" is set to be a highly addictive and engaging game that will provide hours of entertainment for both casual and hardcore gamers alike. With its simple yet challenging gameplay, \"Find Out - Find 5 Differences\" is sure to become a hit among fans of the genre.\n",
  "new": "\n\n\n19 thg 9, 2023\nPhiên bản 2.0\n\n\n\n\nFix bug.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "141,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/unpacking/id6450058135?l=vi",
  "nameAndAge": "\n          Unpacking\n 4+\n",
  "company": "\n\n            Humble Bundle\n          \n",
  "ranking": "\n\n\n                      #51 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 10 đánh giá",
  "price": "249.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nUnpacking is a BAFTA Award-winning zen game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you are invited to create a satisfying living space while learning clues about the life you’re unpacking. Over the course of eight house moves, you are given a chance to experience a sense of intimacy with a character you never see and a story you’re never told.FEATURES- Unpack a home — from a single bedroom to an entire house- Meditative gameplay with no timers, meters or scores — perfect for playing at your own pace or on the move- Explore domestic environments with all their nooks and crannies while you stack plates, hang towels, and arrange bookshelves- Discover a character's story through the items that come with her to each new home (and the items that get left behind)- Perfect for mobile — Unpack with the touch of a finger, feel the world through haptics, and easily create snapshots and videos for sharing on social media- Soundtrack by BAFTA award-winning composer and audio director Jeff van Dyck- Winner of over 20 awards, including the 2022 BAFTA Games Awards for Narrative and EE Game of the Year- Experience this handcrafted story in its entirety right in the palm of your hand\n",
  "new": "\n\n\n31 thg 8, 2023\nPhiên bản 1.04\n\n\n\n\n- Bug fixes and Performance Improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "575,4 MB",
  "language": "\nNgôn Ngữ\n\nFilipino, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thổ Nhĩ Kỳ, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/aquarium-land-fishbowl-world/id1613175018?l=vi",
  "nameAndAge": "\n          Aquarium Land - Fishbowl World\n 4+\n",
  "company": "\n\n            HOMA GAMES\n          \n",
  "ranking": "\n\n\n                      #35 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,6 • 6,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nWelcome to Aquarium Land, one of the best sea world fishing games you'll ever play!Go fish in the sea, swim, collect fishes like goldfish, starfish, koi fish and add them in your fish tank to expand your aquarium mini mart and attract more visitors and buyers and become the best zoo tycoon in the idle sea park!Discover new mystery sea animals in your idle sea park, you can collect them too, there is a customer for every sea animal!Invest in your Aquarium Park and explore the sea world like a real zoo tycoon! The more money you earn, the more upgrades you can get! The game play is fun and addicting just like my mini mart but for fishes like goldfish, starfish, koi fish and sea animals!Go fish and unlock new fish tanks in you tiny fishing fish farm! Fishing games have never been so fun and addicting, especially when we talk about sea animals games!Your visitors want more beautiful fishes like goldfish, starfish, koi fish and more and you are the one that should get them from the shoal of fish into your fish tank in your fish mini mart! Act like a real zoo tycoon in his own idle sea park and use the money from the fishes to buy more aquariums for the sea world animals.Be the best fish tycoon and rule your fish farm!Play Aquarium Land now!--------Subscription terms – Aquarium LandHere are the subscriptions available in our game:- Weekly subscription for $5.99 after a 3-day free trialThe offer unlocks the following features:– 10 gems per day– New skin– +5 capacity– +4 workers– no interstitial and banner adsEnd of trial and subscription renewal: the payment is charged to your account after a confirmation of purchase. The subscription is renewed automatically unless you turn it off 24 hours before the end of the current period. The subscription automatically renews for the same duration as the original offer the users subscribed to (weekly, monthly or yearly). Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s account settings after purchase.any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.no cancellation of the current subscription is allowed during the active subscription period.‍Cancelling a trial or a subscription: f you want to cancel a subscription during its free trial, you have to cancel it through your account in the store. This must be done at least 24 hours before the end of the free trial period to avoid being charged.‍For more information, please visit https://support.apple.com/ht207865If you have any question, feel free to contact us at contact@homagames.comPrivacy policy and terms of use: https://www.homagames.com/privacyLink to subscription terms : https://academy.homagames.com/subscription-terms-aquarium-land/\n",
  "new": "\n\n\n8 thg 12, 2023\nPhiên bản 1.111.9\n\n\n\n\n- New icon- Optimizations\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "467,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/monkey-ropes/id1240674439?l=vi",
  "nameAndAge": "\n          Monkey Ropes\n 4+\n",
  "company": "\n\n            PlaySide\n          \n",
  "ranking": "\n\n\n                      #31 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,3 • 1 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nA super hard, funky monkey retro swinging jungle simulator! It’s time to monkey around, jumping from tree to tree trying to escape the jungle, where everything is out to get you! From snappy crocodiles to hungry piranhas you’ll never escape the wildlife!Welcome to the world of Monkey Ropes! Brought to you by the creators of Icy Ropes, Bouncy Bits & Fishy Bits!Collect coins, open up secret jungly boxes, and unlock a super awesome collection of characters! - Super Hard!- 50+ Characters to Unlock- Lots of enemies and obstacles to dodge and traverse!- Explore the Jungle, Treetops, Lava Pits, and Mystery Caves!- Don't pull your buddy over the edge! - Challenge Mode!- Supports 13 Languages!- UnicornsPLEASE NOTE:Monkey Ropes is completely free to play. However, some items can be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your devices settings.Monkey Ropes was developed by PlaySide, the developers behind Editors' Choice title \"Catch The Ark\", Icy Ropes, Lego Batman, Batman v Superman, Spongebob : Sponge on the Run and Bouncy Bits..Let us know what you would love to see in our next update at : www.playsidestudios.com\n",
  "new": "\n\n\n2 thg 12, 2021\nPhiên bản 2.83\n\n\n\n\nSmall fixes and a little monkeying around just for you!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 10.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 10.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "228,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/amazing-breaker/id421088863?l=vi",
  "nameAndAge": "\n          Amazing Breaker\n 4+\n",
  "company": "\n\n            Dekovir, Inc.\n          \n",
  "ranking": "\n\n\n                      #70 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,8 • 5 đánh giá",
  "price": "29.000đ",
  "availablity": "",
  "describe": "\nTOP METACRITICS SCORE: 91KOTAKU:  \"Gaming App of The Day!\"Gamezebo:“A fantastic game for the iOS platform. It is refreshingly different than most of the other puzzle titles currently on the market, and challenging at that.”AppSafary:\"Most Angry Birds fans will love Amazing Breaker, especially those who want a greater challenge.\"Slide To Play:“Amazing Breaker is a challenging and addictive puzzle game which turns a popular genre on its side and keeps us coming back for more.”AppSmile:\"Through its beautiful art style and engaging gameplay, Amazing Breaker easily distinguishes itself from the other app store stalwarts, poised to take its place among the chosen.\"Everyeye:\"Beautiful addicting puzzle game. Beautiful addicting gameplay. If this is not enough, add 80 levels with 80 icy figures to be destroyed and an update coming soon. Add a great sound quality. Add a astonishing graphic. And it's yours for 0,79€. What are you doing here?\"AVERAGE USER REVIEW SCORE is 4.85 / 5 :“INCREDIBLE!”“Better than Angry Birds!”“Finally a GREAT ORIGINAL game!!!”“It's why the birds are so angry. Cuz this game is way cooler”Check out other reviews and do not miss this breathtaking game!FEATURES: - Full high resolution Retina Display graphics - Addictive “Aim and Shoot” Gameplay - Game Center & Achievements- 120 Awesome Levels - More levels coming - Easy to learn but hard to master - Explosive Excitement - create cascades of exploding crystals EARN MORE STARS: 1 STAR = 90% of level cleared 2 STARS = 95% of level cleared 3 STARS = 100% of level cleared BUILD YOUR WINNING STRATEGY: ◆ Spike Bomb – simply aim and shoot ◆ Ghost Bomb – goes through ice, rub the screen to control it ◆ Helicopter Bomb – tap to deploy violet crystals ◆ Split Bomb – tap to split into 3 green explosive crystals\n",
  "new": "\n\n\n27 thg 9, 2017\nPhiên bản 1.56\n\n\n\n\nThis app has been updated by Apple to display the Apple Watch app icon.+ stability improvements and bug fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 6.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "66,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tiny-wings/id417817520?l=vi",
  "nameAndAge": "\n          Tiny Wings\n 4+\n",
  "company": "\n\n            Andreas Illiger\n          \n",
  "ranking": "\n\n\n                      #28 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 46 đánh giá",
  "price": "49.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nYou have always dreamed of flying - but your wings are tiny. Luckily the world is full of beautiful hills. Use the hills as jumps - slide down, flap your wings and fly! At least for a moment - until this annoying gravity brings you back down to earth. But the next hill is waiting for you already. Watch out for the night and fly as fast as you can. Otherwise flying will only be a dream once again.Tiny Wings was chosen as the iPhone Game of the Year in App Store Rewind 2011 in Europe and many other countries. Thank you Apple and a big thank you to all Tiny Wings fans!Highlights: • simple \"one button\" (ok... maybe \"one tap\") arcade game about the dream of flying • the world is changing every day - so it does in this game! Procedural generated graphics will make \"tiny wings\" look different every day you play • Two game modes: \"Day Trip\" and \"Flight School\"• iPad only: Split screen multiplayer!• upgrade your nest by fulfilling tasks• Play as the mama bird or one of her four children• 30 hand-designed levels in the new \"Flight School\" mode• iCloud support (even syncs your game between the iPhone & iPad versions)\n",
  "new": "\n\n\n3 thg 6, 2021\nPhiên bản 2.3.3\n\n\n\n\n- Bugfixes2.3.2:- added support for newer iPads- Manta Island: 5 new level for \"Flight school\"\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "29,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hà Lan, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tv-studio-story/id6463115144?l=vi",
  "nameAndAge": "\n          TV Studio Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #5 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 1 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nLights, camera, action! Get ready to enter the TV industry... Kairosoft style!In this charming pixel art sim game, you'll create your own shows, deciding everything from the theme and genre down to the set and the performers who star in it. Experiment with different combinations, and you might just have a hit on your hands!Where would a TV show be without its stars? Build rapport with different talent agencies, find performers that specialize in certain genres, and get the studio audience really fired up!Preparation is an important part of any production. Send your staff out to scout new locations, and they'll come back with new themes, genres, and decor items, giving you even more options to work with.Once one show airs, you can start on another right away! Publicize it in magazines, on the radio, or on social media to win new fans. How high will the ratings on your next show be...?It's time to take control of the airwaves and create a hit that will go down in TV history!--Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and paid games!Kairosoft's pixel art game series continues!Follow us on X (Twitter) for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n22 thg 11, 2023\nPhiên bản 1.14\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "89,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/cat-snack-bar-cat-food-games/id6443895159?l=vi",
  "nameAndAge": "\n          Cat Snack Bar : Cat Food Games\n 4+\n",
  "company": "\n\n            treeplla Inc.\n          \n",
  "ranking": "\n\n\n                      #24 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,8 • 13,7 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSnack Bar có mọi món ăn mà các khách hàng động vật thích!Khách hàng dễ thương của chúng ta muốn có gì hôm nay?Gặp gỡ những chú mèo đáng yêu tại quầy ăn nhanh (=^･ω･^=)Nhà hàng mèo dễ thương và cực kỳ đáng yêu!Chào mừng đến với quán ăn nhanh của chúng tôi.Bước 1: Lấy đơn hàng từ khách.Mèo nhận đơn hàng, nấu ăn và phục vụ thức ăn cho khách hàng!Bạn ngồi thư giãn. Trò chơi tự động hoàn hảo dành riêng cho bạn!Bước 2: Nấu món ăn ngon.Một nhà hàng động vật tuyệt vời có thể nấu bất kỳ món ăn nàotừ súp, cà phê, nước chanh, xúc xích, bánh mì kẹp thịt, pizza và hơn thế nữa!Bước 3: Những con vật sẽ thưởng thức đồ ăn tuyệt vời của bạn.Khi họ hài lòng, họ sẽ để lại cho bạn một số tiền boa!Bước 4: Mở rộng nhà hàng.Bắt đầu với một quán cà phê mèo nhỏ, sau đó mở rộng thành nhà hàng động vật!Hãy cho chúng tôi thấy kỹ năng quản lý tuyệt vời của bạn!Trở thành ông trùm nhà hàng, thuê đầu bếp, bán đồ ăn và xây dựng đế chế nhà hàng lớn nhất trong trò chơi mô phỏng nhà hàng này. Bạn có thể trở thành triệu phú bằng cách quản lý nhà hàng.- Trò chơi Đế chế Tự động dễ chơi, nhẹ nhàng- Mèo điều hành quầy bán đồ ăn nhanh ngay cả khi bạn đi vắng!- Mèo sẽ chơi cho bạn, ngay cả khi bạn đang ngoại tuyến để ngủ hoặc làm việc!- Trò chơi tuyệt vời cho những người yêu mèo. Hoan nghênh tất cả các “con sen”!===== Trò chơi hoàn hảo cho những người sau đây: =====- Người mê game mèo, game động vật, game dễ thương!- Người thích nấu các món ăn như súp, cà phê, nước chanh và hơn thế nữa!- Người yêu thích đế chế thực phẩm, đế chế nhà hàng, đế chế nước chanh... tất cả các trò chơi xây dựng đế chế!- Người yêu thích trò chơi thư giãn, trò chơi tự động, trò chơi mô phỏng!- Người thích chơi các trò chơi ngoại tuyến và tự động!- Người thích chơi trò chơi một người chơi và trò chơi miễn phí!Bạn muốn ăn gì?Những chú mèo con kêu rừ rừ vui sướng mỗi khi chúng ăn đồ ăn từ quầy bán đồ ăn nhanh.Cảm nhận sự rung cảm thư giãn khi bạn xem chú mèo dễ thương tại nơi làm việc!Hãy đến với chúng tôi \n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 1.0.93\n\n\n\n\nSự kiện đặc biệt “Cutesy Jolly Christmas” đã bắt đầu!Hãy chơi ở quán ăn nhẹ và thu thập những cây gậy kẹo ngọt để giúp “Santa Cat” và “Rudolf Cat” chuẩn bị cho Giáng sinh và mời họ làm khách mời đặc biệt đến quán ăn nhẹ!Trò chơi mini “Dành trang trí cây thông Noel” đã đến!Tìm những đồ trang trí giấu trong cánh đồng tuyết trắng để hoàn thiện cây và mời một vị khách đặc biệt “Mèo cây” đến quán ăn vặt.Thêm một bộ đồng phục nhân viên độc quyền cho sự kiện Giáng sinh!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "254,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/pirate-kings/id654671575?l=vi",
  "nameAndAge": "\n          Pirate Kings‪™‬\n 17+\n",
  "company": "\n\n            Playtika LTD\n          \n",
  "ranking": "\n\n\n                      #26 trong Phiêu Lưu\n                    \n\n",
  "ratingAndReviews": "4,3 • 4,8 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nA brand new adventure is on the horizon! Attack, revenge and steal your friends’ pirate treasure in an extreme online pirate game experience!Ahoy there, matey - will you be the richest Pirate King of all?- Master the slot of good fortune for loot and other goodies!!- Build your pirate kingdom, one island at a time, with new islands to conquer added every update!- Attack, steal, raid...and watch your friends’ islands go BOOM!- Stash coins, prizes and all the pirate treasure you can carry to build your islands!- Be the master of your own pirate kingdom - avast, ye who draw near!All’s fair in love and pirate games. So be the Pirate King! Enjoy brand new swashbuckling adventures, live the pirate-y life all wrapped up in the thrill of an online multiplayer game. Master and build your own pirate kingdom in this thrilling pirate adventure game!** New Bonuses and Loot Ahoy: Epic Island Adventures Await! **It‘s a whole new adventure, matey! - Spin, win coins, and use them to upgrade your pirate island.- Complete epic Pirate Missions! Follow the map and search for legendary treasures...who knows which coins and goodies ye shall find? -Collect new pirate cards, and complete the Pirate album for even more epic loot and pirate game goodies!Love pirate games? Play Pirate Kings with friends and win coins (and other pirate treasure)! Play Pirate Kings and win coins!Become the greatest Pirate King of all your friends. Pirate adventures are even more fun with your friends, so invite them all! For the best multiplayer game experience, invite fellow pirates and your Facebook friends for even more coins, and to join in the fun!This is Pirate Kings – the multiplayer pirate game where you choose to be a friend, dozer or a foe. Will you take revenge or will you show no mercy? ‘Tis the pirate life, arrrr!Let’s sail away to new horizons. Lower your sails, load your cannons and conquer the 7 seas, pirate-style! Get in the adventure game spirit and become the richest Pirate King of all (loot those coins)!Gift coins and treasures to your friends - who said all pirates were bad?Anything goes in the most pirate-tastic multiplayer game!Follow Pirate Kings on Facebook and Instagram for exclusive bonuses and prizes!Facebook: facebook.com/CashKingPirates/Instagram: instagram.com/thepiratekings/Brought to you by Jelly Button, a Playtika studio.PK este destinat celor în vârstă de 18 ani sau mai mult. PK nu necesită plată pentru a fi descărcat și pentru a-l juca, dar vă permite, de asemenea, să cumpărați articole virtuale cu bani reali în cadrul jocului. Puteți dezactiva achizițiile în cadrul aplicației prin setările PK și să aveți acces la proprietățile sale sociale. De asemenea, puteți găsi mai multe informații despre funcționalitatea, compatibilitatea și interoperabilitatea [NUMELE JOCULUI] în descrierea de mai sus și informații suplimentare la magazinul de aplicații. Descărcând acest joc, sunteți de acord cu actualizările viitoare ale jocului, după cum vor fi lansate în magazinul dvs. de aplicații sau în rețeaua socială. Puteți opta să actualizați acest joc, dar dacă nu actualizați, beneficiile și funcționalitățile dvs. de joc pot fi reduse.Termeni și condiții de folosire: https://www.playtika.com/terms-service/Notificare de confidențialitate: https://www.playtika.com/privacy-notice/\n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 9.7.4\n\n\n\n\nAhoy, Mateys! Winter is finally here!  Bring a sweater, cause we're entering Snowy Shores Update yer version now to dive in & join the fun!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "555,3 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/metal-slug-2/id589779009?l=vi",
  "nameAndAge": "\n          METAL SLUG 2\n 9+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #86 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "2,0 • 4 đánh giá",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nThe second chapter of the acclaimed run-and-gun action shooting series, \"METAL SLUG 2\" launches on iPhone / iPod Touch!Thwart General Morden's evil ambition, and uncover the secret of his new coup!!Features■Not only a perfect port of the original NEOGEO game!  In addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG 2” includes a “MISSION MODE”, allowing you to select in which stage you want to play!You can now train yourself in your favorite stages or those which give you a hard time! ■New playable characters will assist you on the battlefield!2 female recruits, Eri, a former super agent, and, Fio, the  heir of a military family, join Regular Army's PF Squad Marco and Tarma, in order to put an end to Gen. Morden's dastardly plans. Moreover, you will be supported during your mission by a heroic prisoner who will fight alongside you once freed, and a volunteer who will provide you with bonus items!■Use new weapons and slugs to fight your way through and survive on the battlefield!!The METAL SLUG arsenal expands with the introduction of new weapons such as the \"Laser Shot\", \"Flame Bottles\", and new slug vehicles such as the \"Slugnoid\" (bipedal tank) and the \"Slug Flyer\" (fighter plane)! The \"Camel Slug\", a camel equipped with a Vulcan Cannon also awaits in the Desert Stage to help you!!■ A control scheme allowing for precise controls!The \"Autofire\" feature allows you to fire your weapons continuously by holding down the button, you can reposition the buttons outside of the game screen area in \"Window mode\".Enjoy every corner of METAL SLUG 2 using your own custom controls!■Intense cooperative gameplay via the Wi-Fi function!  \"METAL SLUG 2” can be doubly enjoyed by playing with another brother-in-arms simultaneously via the Wi-Fi function! Will you be able to clear the hardest stages with your friends? ■Compatible with “GAME CENTER”! Complete the maximum number of “ACHIEVEMENTS” in order to increase your \"METAL SLUG 2\" Player Rank!Beat the best scores and become World’s Number 1!!\n",
  "new": "\n\n\n19 thg 4, 2022\nPhiên bản 1.4.1\n\n\n\n\nCompatible with iOS14 or higher\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 14.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 14.0 trở lên.\n                \n\n",
  "size": "89,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hyperforma-premium/id1296875300?l=vi",
  "nameAndAge": "\n          Hyperforma Premium\n 9+\n",
  "company": "\n\n            NORD UNIT LLC\n          \n",
  "ranking": "\n\n\n                      #97 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 9 đánh giá",
  "price": "129.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nFACE THE FUTUREThe civilization of the past vanishes, leaving behind only the Ancient Network. 256 years later, an anonymous explorer descends into its cold depths. Venture into a journey through the endless empty cyberspace, inspired by the works of William Gibson, Dan Simmons and Peter Watts. Immerse into the Ancient Network and uncover the secrets of the vanished civilization. Communicate with the Titanic Interfaces and hack their secured Forms. Secrets hidden in the Network are waiting for you. Hyperforma is a premium game without ads and in-app purchases. Enjoy an exciting sci-fi story with dynamic gameplay and a great atmosphere.AWARDSBest Mobile Game (Casual Connect London 2018)Indie Prize Grand Prix (GTP Indie Cup 2018)Best Mobile Game (GTP Indie Cup 2018)Best Unity Game (Games Gathering 2017)Best Mobile Game (DevGAMM 2017)Excellence In Visual Art (DevGAMM 2017)Best Game Design (White Nights 2017)\n",
  "new": "\n\n\n10 thg 12, 2023\nPhiên bản 1.42\n\n\n\n\nNew chapter in the Lost Archives section: Archive V - Warrior- 10 new challenging levels- New gameplay mechanics- New highscore leaderboard- Minor improvements and fixes\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "1,1 GB",
  "language": "\nBộ Điều Khiển Trò Chơi\n\n            Được đề xuất\n            \n              Nhà phát triển NORD UNIT LLC đã thiết kế trò chơi này có hỗ trợ chơi bằng bộ điều khiển để đem lại trải nghiệm tốt nhất.\n            \n\n"
},
{
  "link": "https://apps.apple.com/vn/app/peace-death/id1249864455?l=vi",
  "nameAndAge": "\n          Peace, Death‪!‬\n 12+\n",
  "company": "\n\n            Azamat Bayzulaev\n          \n",
  "ranking": "\n\n\n                      #35 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,9 • 36 đánh giá",
  "price": "5.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nPeace, Death! is an arcade simulator with difficulties. In this game, you play as the Reaper working for your boss, Death, in Apocalypse, Inc. You face a challenge: go through a trial period of seven weeks to get a permanent job and advance the interests of your employer.Features.You need to examine each client's feature to determine his, her, or its fate. There are more features every day and the game becomes more difficult. Your client holds a pistol? Send him to Hell unless he changes his mind and drops weapons. Is your client a hat-lover? Should you send him to Heaven? No, it's not that easy! First, take the hat off, and you might see the horns. Being a demon, killer, or an angel are features, too. Catastrophes.These are unique events, they're unexpected and rapid, so Reaper is pressed by time. But you must allocate clients correctly to complete a catastrophe, unlock new clients and increase Death's influence! Unlucky pirates, bear influenza epidemic in Siberia, fighting for a free soup - these are only some of the catastrophes.Events.Each week you will face a new event. The more days you worked, the more events you have. Trainees' phone calls, safes with smuggled goods, undercover agents of Paradox, kidnappers. They all pose some difficulties but help you to become the best in the biz. Why, you can even cook a soup!Theme Days.Each seventh day is a theme day. You'll choose clients' fate for a unique soundtrack corresponding to the spirit of the chosen theme. Egypt? Certainly! Mother Russia? Nostrovia! Pirate day? Yo-ho-ho!What else?Horsemen tasks, funny clients' phrases, lots of references and easter eggs, bonuses, penalties, very special clients - all this will define your future as the Reaper determine the game ending!Good luck, Reaper!\n",
  "new": "\n\n\n26 thg 10, 2021\nPhiên bản 1.6.11\n\n\n\n\n- Sound issues fixed;- Minor bugs fixed;\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "88,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/water-sort-puzzle/id1514542157?l=vi",
  "nameAndAge": "\n          Water Sort Puzzle\n 12+\n",
  "company": "\n\n            IEC GLOBAL PTY LTD\n          \n",
  "ranking": "\n\n\n                      #15 trong Giải Đố\n                    \n\n",
  "ratingAndReviews": "4,5 • 8,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWater Sort Puzzle is a fun and addictive puzzle game! Try to sort the colored water in the glasses until all colors in the same glass. A challenging yet relaxing game to exercise your brain!HOW TO PLAY:• Tap any glass to pour water to another glass.• The rule is that you can only pour the water if it is linked to the same color and there’re enough space on the glass.• Try not to get stuck - but don’t worry, you can always restart the level at any time.FEATURES:• One finger control.• Multiple unique level• FREE & EASY TO PLAY.• NO penalties & time limits; you can enjoy Water Sort Puzzle at your own pace!\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 13.0.0\n\n\n\n\n+ Bug fixes and improvements.+ New levels updated.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.5 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.5 trở lên.\n                \n\n",
  "size": "548,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/zoo-park-story/id1672004303?l=vi",
  "nameAndAge": "\n          Zoo Park Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #66 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 7 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nReady to build the zoo of your dreams? Depart on wild adventures to find exotic fauna, exploring all manner of environments from savanna to tundra, jungle and beyond! Give your new animal friends a home and take your zoo to the top of the industry!Savor the thrill of opening day. Feed the animals in your burgeoning lineup—even give them the occasional treat to show you care! From apples to acorns, meat, and more, tailor your critters' diet according to their natural habitat. On that note, do the same with the surrounding flora too!Your customers will also require expert care. Develop your zoo's infrastructure, installing benches, fountains, and the odd hot dog stand to make sure zoo-goers stay satisfied till close. Propel your place to mega-park proportions and you'll even be able to start an on-site shuttle!What's more, if you're lucky, two of your critters who share the same pen may find romance—resulting in the grand gift of life! Potential partners can be found via the Animal Hub or when out exploring. But be forewarned; the latter method requires animals be won over through a heated battle of negotiation!Well, what are you waiting for? Build a top-ranking zoo, set social media ablaze, and show the world your wild side!Supports drag to scroll and pinch to zoom.Search for \"Kairosoft\" to see all of our games, or visit us at https://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on Twitter for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n6 thg 12, 2023\nPhiên bản 1.17\n\n\n\n\nNow available in English, Traditional Chinese, Simplified Chinese and Korean!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "91,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/star-survivor-premium/id6464449923?l=vi",
  "nameAndAge": "\n          Star Survivor:Premium\n 4+\n",
  "company": "\n\n            Erabit Studios\n          \n",
  "ranking": "\n\n\n                      #3 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "",
  "price": "79.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSURVIVE the swarm in this rogue-lite + survivors + asteroids bullet heaven mashup! Exterminate as many space invaders and alien drones as you can. Upgrade your ship from the crafted deck of equipment and power-ups. You are the Last ship against the Endless... Will your choices be enough to overcome the thousands hunting you in this offline action shoot'em up game?【One vs Thousands】You are the last ship, survive the endless swarm with every overpowered weapon and upgrade the fleet has to offer.【Slaughter the Endless with Unique Builds Every Run】In this rogue-lite survival asteroids game, select from a variety of weapons and upgrades to create fun run-worthy, overpowered builds every run. Carefully control your ship with Newtonian physics past the swarm of thousands of enemies. Each kill will gain you resources to upgrade your vessel, unlock new ships, or stack the odds in your favor.【Select Your Ship】Choose from a selection of ships that offer a variety of unique gameplay experiences and equipment synergies.【Build Your Deck】Turn the odds in your favor with Challenge Mode. Unlock new cards each run, purchase, and add new cards to your deck that is drawn when you level up in combat. Upgrade them to increase your power and customize your upgrade deck for strategic builds. A space shooter twist to the randomness of rogue-lites.【Choose Your Path】In Campaign adventure mode, choose your path wisely and build your ship as you conquer each sector on your way to slay the Endless Queens in an epic space war. Immerse yourself in the thrilling arcade-style battle, and test your reflexes in this intense shooting game!【Contact Us】Discord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosFacebook：@Star SurvivorEmail：support@erabitstudios.com\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 1.0.34\n\n\n\n\nCampaign and Challenge mode are now available\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "558,8 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Ukraina\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/%C4%91%E1%BA%A1i-hi%E1%BB%87p-ch%E1%BA%A1y-%C4%91i/id6451429794?l=vi",
  "nameAndAge": "\n          Đại Hiệp Chạy Đi\n 12+\n",
  "company": "\n\n            MGOL SOFTWARE CO.,LTD\n          \n",
  "ranking": "\n\n\n                      #13 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,1 • 3,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nGame mobile 《Đại Hiệp Chạy Đi》 - một game roguelike nhập vai võ hiệp, được chào đón nhất Châu Á năm 2023,  đã chính thức xuất hiện tại Việt Nam vào hôm nay! Vào game ngay, tặng Rương Thú Cưỡi tuyệt thế, Tự Chọn Ngọc, vô số tài nguyên nhận miễn phí!Bạn, một kẻ vô danh trong giang hồ, tuy mang trong người bí tịch võ công tổ tông truyền lại, nhưng cuối cùng sự phân tranh trong giang hồ làm bạn muốn rời xa chốn giang hồ tranh đấu, vân du tứ phương, nhưng các đại môn phái như hổ rình mồi làm sao có thể dễ dàng bỏ qua cho bạn?Các đại môn phái bày thiên la địa võng, phát lệnh treo thưởng giang hồ, nếu không cẩn thận, thiếu hiệp sẽ bị tiêu diệt, làm sao trốn thoát? Ở chốn giang hồ này, Hơn 100 bí tịch môn phái chờ bạn tu luyện! Ở chốn giang hồ này, hồng nhan tri kỷ đơn độc chiến đấu chờ bạn anh hùng cứu mỹ nhân! Ở chốn giang hồ này, các loại kỳ ngộ phúc lợi giúp bạn tiêu dao thiên hạ!Mà thiếu hiệp, bạn có phải cuối cùng cũng thỏa ước nguyện, thoái ẩn sơn lâm, toàn bộ chỉ trong ý niệm của bạn!Đây mới là Game mobile võ hiệp bạn chờ đợi đã lâu!Đặc sắc game【Thao tác đơn giản (Trải nghiệm cực đã, xả stress cực hạn)】Thao tác bằng một tay, cảm giác cực sướng từng ngón tay, dũng cảm xông pha thiên la địa võng, bạn cũng có thể xưng bá võ lâm!【Tiêu diệt quái vật không ngớt (Quét sạch kẻ thù không chừa một ai)】Vô số quái vật tập kích, lựa chọn đương đầu thử thách, hay thoái ẩn giang hồ, đều do bạn!【Kết hợp kỹ năng (Thử thách sinh tồn, mở toàn bộ hỏa lực)】Trăm loại võ công kết hợp vô hạn, Giáng Long Thần Chưởng hoặc Sư Tử Rống, các đại môn phái ai mạnh ai yếu? 【Tổ đội vượt ải (Giang hồ đồng đạo giao lưu kết nghĩa)】Tìm bạn đồng hành cùng chung chí hướng, mở khóa Chiến Đấu Buff tăng lợi ích, giang hồ từ đây không cô đơn!Liên lạc với chúng tôiFanpage chính thức: https://www.facebook.com/vndhcd\n",
  "new": "\n\n\n5 thg 12, 2023\nPhiên bản 1.0.2\n\n\n\n\n1. Tối ưu hóa nội dung game 2. Sửa lỗi đã biết\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "827,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/kof-2002-aca-neogeo/id1599005073?l=vi",
  "nameAndAge": "\n          KOF 2002 ACA NEOGEO\n 12+\n",
  "company": "\n\n            SNK CORPORATION\n          \n",
  "ranking": "\n\n\n                      #85 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "2,7 • 3 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNEOGEO's masterpiece games are now available in the app !!And in recent years, SNK has partnered with Hamster Corporation to bring many of the classic games on the NEOGEO onto modern gaming environments through the ACA NEOGEO series. Now on smartphone, the difficulty and look NEOGEO games had back then can be reproduced through screen settings and options. Also, players can benefit from online features such as online ranking modes. More, it features quick save/load and virtual pad customization functions to support comfortable play within the app. Please take this opportunity to enjoy the masterpieces that are still supported to this day.[Game introduction]THE KING OF FIGHTERS 2002 is a fighting game released by SNK in 2002.The 9th entry in the KOF series. In this tame, the Striker System is replaced by creating teams for the comeback of the 3-on-3 Battle Mode.The easier to use MAX Activation System adds a more in-depth experience to your gameplay![Recommendation OS]iOS 13 and above© SNK CORPORATION ALL RIGHTS RESERVED.Arcade Archives Series Produced by HAMSTER Co.\n",
  "new": "\n\n\n13 thg 3, 2023\nPhiên bản 1.1.0\n\n\n\n\n・Added a news feature to the title screen.・Added Bluetooth controller support.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "210,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Nhật, Tiếng Pháp, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/granny/id1323957120?l=vi",
  "nameAndAge": "\n          Granny\n 12+\n",
  "company": "\n\n            Dennis Vukanovic\n          \n",
  "ranking": "\n\n\n                      #71 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,2 • 10,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nWelcome to Granny.Granny keeps you locked in her house.Now you have to try to get out of her house, but be careful and quiet. She hears everything.If you drop something on the floor, she hears it and comes running.You can hide in wardrobes or under beds.You have 5 days.Good luck!The game contains advertisement.\n",
  "new": "\n\n\n24 thg 11, 2022\nPhiên bản 1.8\n\n\n\n\n* Added a new part to explore.* Added another way to escape.* Some more items to search for.* Now the player does not drop items when falling.* Granny no longer spawns near the player.* Fixed some bugs.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n",
  "size": "333,6 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/notebook-for-golf-clash/id1448143628?l=vi",
  "nameAndAge": "\n          Notebook for Golf Clash\n 17+\n",
  "company": "\n\n            Ian McIntosh\n          \n",
  "ranking": "\n\n\n                      #96 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "4,3 • 3 đánh giá",
  "price": "99.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nIf you love playing Golf Clash and want to lower your scores this tool will help make adjustments simple and easy!This app has been built and designed by top players of the Golf Clash community whose primary focus is providing you with the best, most reliable information we've gathered for over a year. If you are looking for a shot aide that will help you adjust faster and more precisely, then this is the tool for you!Key Features Include:* Tournament Course and hole maps for every hole in the game with over 1500 searchable tutorials to help you play holes for all wind scenarios.* Complete tournaments and course library coupled with annotated tutorial videos* Built in search function to easily find all the tournament, tour play, golden shot walkthroughs, you are looking for to help improve your game* Min, Mid, Max slider range which not only reports the 3 key values, but all values in between* Precise ring adjustment values for all in game power balls* Wind direction input in addition to a wind calculator to give you the most precise ring adjustment numbers available* Multi-bag support for easy club swap outs* Elevation control* Cloud sync for storing your bags across multiple devices* Detailed Help / Documentation for explaining all the functions the app features and much, much more!\n",
  "new": "\n\n\n16 thg 11, 2021\nPhiên bản 1.6.6\n\n\n\n\nIncrease max wind value to 28.0.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "43,2 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/tr%C3%B2-ch%C6%A1i-trang-%C4%91i%E1%BB%83m-th%E1%BB%9Di-trang/id1619719913?l=vi",
  "nameAndAge": "\n          Trò chơi trang điểm-Thời trang\n 12+\n",
  "company": "\n\n            REMEMBERS INFORMATION TECHNOLOGY CO., LTD.\n          \n",
  "ranking": "\n\n\n                      #49 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "4,6 • 4,3 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nBạn có muốn trở thành một nghệ sĩ trang điểm giỏi không?Bạn có hứng thú với trang điểm, son bóng, chăm sóc sắp đẹp và trình diễn thời trang không? Trong trò chơi trang điểm công chúa của chúng tôi, vai trò của bạn là một nghệ sĩ trang điểm, bạn có thể tùy ý trang điểm theo phong cách của riêng bạn và chọn kiểu mặc quần áo mà bạn thích nhất trong trò chơi trang điểm tuyệt vời này!Tận hưởng với trò chơi trang điểm sáng tạo dành cho cô gái này, Ở đây bạn sẽ sở hữu các loại son môi đầy màu sắc, phấn mắt, phấn ma hồng và các loại mỹ phẩm khác, các loại kiểu tóc và phụ kiện vv!Hãy đến và thử thách kỹ năng thời trang của bạn!Thông báo đăng ký: Sau khi xác nhận đăng ký, chi phí sẽ trừ định kỳ từ tài khoản của bạn. Đăng ký sẽ tự động gia hạn trừ khi bạn tắt tính năng hủy gia hạn tự động trước 24h trước hoạt động hiện tại kết thúc. Tài khoản sẽ tính toàn chi phí lần đăng ký tiếp theo trong vọng 24h trước hoạt động hiện tại kết thúc và bạn có thể tắt tính năng tự động gia hạn trong cài đặt tài khoả của mình.Chính Sách Quyền Riêng Tư:http://sbsnn.com/private/policy.htmlĐiều Khoản Sử Dụng:http://sbsnn.com/user/agreement.html\n",
  "new": "\n\n\n10 thg 11, 2023\nPhiên bản 4.0\n\n\n\n\n- Tối ưu hóa UI trò chơi\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "170,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Việt, Tiếng Anh, Tiếng Ba Lan, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Indonesia, Tiếng Mã Lai, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/forest-camp-story/id1566275194?l=vi",
  "nameAndAge": "\n          Forest Camp Story\n 4+\n",
  "company": "\n\n            Kairosoft Co.,Ltd\n          \n",
  "ranking": "\n\n\n                      #82 trong Phổ Thông\n                    \n\n",
  "ratingAndReviews": "5,0 • 7 đánh giá",
  "price": "149.000đ",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe great outdoors are calling! Create and run your own campground in this business management sim.Get a lay of the land and find the best places to camp. Before you know it, customers will be setting up tents and taking pictures, making memories that will last a lifetime.But it's not all about peace and solitude. With activities like bird watching, fly fishing, and horse riding, there's no shortage of ways to show your campers a good time!No camping experience? No problem! Set up guided tours to show new campers the ropes, and they'll soon be coming back for more. If you play your cards right, you might get visits from rabbits, squirrels, and other cute critters too!Don't be afraid to branch out and grow your business. Set up a camping goods store in nearby towns to earn extra cash and attract new customers. Get more people interested in your wares, and you might just spark a nationwide camping craze...Answer the call of the wild and start creating the camp of your dreams!--Try searching for \"Kairosoft\" to see all of our games, or visit us at http://kairopark.jpBe sure to check out both our free-to-play and our paid games!Kairosoft's pixel art game series continues!Follow us on Twitter for the latest Kairosoft news and information.https://twitter.com/kairokun2010\n",
  "new": "\n\n\n18 thg 5, 2022\nPhiên bản 1.26\n\n\n\n\nNow available in English and 10 other languages.\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 9.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 9.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "274,7 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Hàn, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Thái, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Đức\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hungry-shark-world/id1046846443?l=vi",
  "nameAndAge": "\n          Hungry Shark World\n 12+\n",
  "company": "\n\n            Ubisoft\n          \n",
  "ranking": "\n\n\n                      #25 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,7 • 63,5 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n\n\n                  Apple TV\n                \n\n",
  "describe": "\nThe Sharks are back in the bigger and badder sequel to Hungry Shark Evolution!Control a shark in a feeding frenzy and eat your way through many oceans feasting on everything from bite-size fish and birds to tasty whales and unwitting humans!Number 1 app on iPhone and iPad in over 100 countries.THIS GAME IS ONLY COMPATIBLE WITH iPhone 5S or later, iPad Mini 2 or later, iPad 5 or later, iPad Air 2 or later and iPod 6th generation or later. 43 SPECIES OF SHARKSChoose from a range of sharks in 8 different size tiers, including the most iconic ocean predator: the Great White!HUGE OPEN WORLDSExplore the lush Pacific Islands, frozen Arctic Ocean, exotic Arabian Sea, and now the South China Sea, a vibrant urban destination full of fresh, unwary victims!FEAST FOR YOUR EYESExperience the feeding frenzy in stunning console quality 3D graphics that will blow everything else out of the water!SURVIVAL OF THE HUNGRIESTIt’s eat or be eaten in waters packed with 100s of delicious and dangerous creatures… Whales, submarines and wandering locals BEWARE!SMASHING SHARK SWAGLevel up your shark and equip jawsome gadgets to bite harder, swim faster and grow even hungrier! No shark is complete without headphones, umbrella and a freakin' jetpack!SUPER SKINSCustomize your predators with unique skins! These rockin’ looks not only release your inner shark’s personality but also maximise your stats!MANIC MISSIONS & BADASS BOSSESTake on more than 20 different types of mission including high score challenges, prey hunts and epic boss fights!HELPFUL PREDATORY PETSBaby sharks, whales, an octopus, and even a bald eagle are happy to help with special abilities to increase health, score and more!SUPERSIZED MEAL DEALUnleash your shark's predator potential: SuperSize mode, rushes, explosion, hypnosis and more! EXTINCTION MODEAscend from the abyss to save the world from imminent destruction. Rise up to the challenge! Activate Apex sharks abilities and rampage through the ocean.Use Facebook or Apple sign-in to synchronise your progress across your IOS devices.Hungry Shark World is regularly updated with new features, content and challenges to keep you coming back for more!This app contains In-App Purchases which allow you to buy Gems and Gold currency which can be spent on upgrades and accessories. Gems, Gold and Pearls can also be collected in game without requiring purchases.This game contains advertising. Advertising is disabled if you make any purchase.Like the game on Facebook for the latest news: www.facebook.com/HungrySharkFollow us on Twitter @Hungry_Shark Instagram @hungrysharkOr Youtube: @HungrySharkGamesAnd join our community!Facebook http://facebook.com/UbisoftMobileGamesTwitter http://twitter.com/ubisoftmobileYoutube http://youtube.com/user/UbisoftAny Feedback? Contact: http://support.ubi.comNeed support? Contact: http://support.ubi.comhttps://legal.ubi.com/termsofusehttps://legal.ubi.com/privacypolicy\n",
  "new": "\n\n\n21 thg 11, 2023\nPhiên bản 5.4.1\n\n\n\n\nA FINTASTIC new update coming your way! Unlock special rewards in Splash Pass 6: Nature's Grace, including the new Apex Manta Ray: Francis! Dive in to the new event Ray's Revenge in collaboration with Green Game Jam & Oceana!NEW APEX MANTA RAY: Welcome Francis, the latest Apex Predator in Hungry Shark World! Use Mind Dash to rush into prey & power up Psychic Pulse to obliterate nearby edibles!NEW EVENT: Baby Manta Rays are at risk! Fight for the future of our seas in Ray's Revenge!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Apple TV\n                \nYêu cầu tvOS 9.0 trở lên.\n                \n\n",
  "size": "323,1 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Ba Lan, Tiếng Bokmål Na Uy, Tiếng Bồ Đào Nha, Tiếng Hungary, Tiếng Hà Lan, Tiếng Hàn, Tiếng Indonesia, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Séc, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Điển, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đan Mạch, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/2-player-games-the-challenge/id1465731199?l=vi",
  "nameAndAge": "\n          2 Player Games : the Challenge\n 4+\n",
  "company": "\n\n            Moreno Maio\n          \n",
  "ranking": "\n\n\n                      #14 trong Gia Đình\n                    \n\n",
  "ratingAndReviews": "4,5 • 3,4 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPhone\n                \n\n\n\n                  iPad\n                \n\n",
  "describe": "\nNếu bạn muốn chơi cùng bạn bè trên cùng một thiết bị, đây là trò chơi phù hợp!Tuy nhiên, nếu bạn không có bạn bè để chơi cùng trong trò chơi dành cho nhiều người chơi trên một thiết bị, bạn có thể chơi một mình chống lại AI!Thách thức bạn của bạn với bộ sưu tập trò chơi dành cho 2 người chơi này và thưởng thức đồ họa tuyệt đẹp của các trò chơi nhỏ!Chọn một trong số các trò chơi dành cho 2 người chơi (và hãy nhớ rằng bạn cũng có thể chơi một mình chống lại AI nếu bạn không thể chơi nhiều người):Bóng bàn :Di chuyển vợt bằng ngón tay của bạn và thách thức bạn bè của bạn!Chiến tranh Spinner:Đẩy đối thủ của bạn ra ngoài sân khấu! Hai người chơi trong một khu vực nhỏ là quá nhiều!Khúc côn cầu trên không :Sử dụng ngón tay của bạn để di chuyển gậy và ghi bàn đưa banh vào lưới của bạn của bạn!Rắn:Đừng chạm vào cơ thể của đối thủ và sống sót!Bi-a:Trò chơi bi-a cổ điển dành cho 2 người chơi trên một thiết bị! Cờ ca-rô:Thay vì sử dụng bút và giấy, chỉ cần mở ứng dụng và thách thức bạn của bạn trên cùng một thiết bị! Một trò chơi dành cho hai người cổ điển!Đá phạt đền:Hãy khiến thủ môn bổ nhào và đá bóng để ghi bàn! Đấu vật Sumo:Phiên bản cho nhiều người chơi của một môn thể thao nổi tiếng của Nhật Bản!Và nhiều hơn nữa! (Giống như minigolf, xe đua, đấu kiếm, cờ, ...)Bộ sưu tập trò chơi dành cho 2 người này có vi đồ họa đẹp mắt để giúp bạn tập trung vào trận đấu với đối thủ và lưu điểm giữa các trận đấu, bằng cách này bạn có thể thi đấu để giành một chiếc cúp giữa 2 người chơi và tiếp tục các thử thách trong các trò chơi nhỏ!Giải phóng sức mạnh của nhiều người chơi cùng lúc trên cùng một thiết bị / một điện thoại / một máy tính bảng và mang lại niềm vui cho cả nhóm!Khước từ trách nhiệm: trò chơi dành cho nhiều người chơi này có thể hủy hoại tình bạn!\n",
  "new": "\n\n\n11 thg 12, 2023\nPhiên bản 6.3.3\n\n\n\n\n• New game: Soccer Pool• New game: Sea Battle• Bug fixes and improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n",
  "size": "114,9 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/hole-io/id1389111413?l=vi",
  "nameAndAge": "\n          Hole.io\n 12+\n",
  "company": "\n\n            Voodoo\n          \n",
  "ranking": "\n\n\n                      #17 trong Thể Thao\n                    \n\n",
  "ratingAndReviews": "4,6 • 71,2 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nThe most addictive black hole game! Can you move the black hole to swallow the buildings into the hole like an attacking hole master? The clock is ticking, tik tok, tik tok, will you succeed to swallow? Enter the arena and face the other black holes in a fierce battle. Eat everything in sight with your black hole and expand it to eat more! Choose your favorite black hole skin and go like a hoard master. Show them who is the biggest black hole in town! Play Hole.io now!\n",
  "new": "\n\n\n13 thg 12, 2023\nPhiên bản 2.6\n\n\n\n\nIn this update, we've focused on fixing bugs to improve your gaming experience. Here's what's new:Bug Fixes:- We fixed crashes and made the game more stable.- You won't get stuck in weird places on the map.- The game runs better and uses fewer resources.We're committed to making Hole.io the best it can be. Enjoy Version 2.6!\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 13.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 13.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "289 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh, Tiếng Bồ Đào Nha, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Trung Giản thể, Tiếng Trung Phồn thể, Tiếng Tây Ban Nha, Tiếng Ý, Tiếng Đức, Tiếng Ả Rập\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/going-balls/id1499081620?l=vi",
  "nameAndAge": "\n          Going Balls\n 12+\n",
  "company": "\n\n            SUPERSONIC STUDIOS LTD\n          \n",
  "ranking": "\n\n\n                      #54 trong Hành Động\n                    \n\n",
  "ratingAndReviews": "4,5 • 6,9 N đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\n*** From the creators of GyroSphere ***A road full of unexpected obstacles lies ahead in this challenging rolling ball platformer!Ready for a fun ride?Features:• Easy, one-finger swipe ball control• A funny collection of balls to play with• Inventive and more treacherous tasks at every turn• Remove unsolicited ads available\n",
  "new": "\n\n\n15 thg 11, 2023\nPhiên bản 1.1.95\n\n\n\n\n- Added Thanksgiving Season- Changed App Icon- Bug fixes and performance improvements\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 12.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 12.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "459,4 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
},
{
  "link": "https://apps.apple.com/vn/app/ch%C6%A1i-kh%C4%83m-s%C3%BAng-%C4%91i%E1%BB%87n-taser/id1666170351?l=vi",
  "nameAndAge": "\n          Chơi khăm súng điện Taser\n 4+\n",
  "company": "\n\n            Muhammad Nomeer Tufail\n          \n",
  "ranking": "\n\n\n                      #6 trong Mô Phỏng\n                    \n\n",
  "ratingAndReviews": "3,4 • 7 đánh giá",
  "price": "Miễn phí",
  "availablity": "\n\n\n                  iPad\n                \n\n\n\n                  iPhone\n                \n\n",
  "describe": "\nSử dụng khẩu súng gây choáng điện ảo thú vị này để chơi khăm bạn bè của bạn bằng một khẩu súng máy - trò chơi khăm nhiệm vụ. Một ứng dụng thú vị, miễn phí để giải trí có tên là Electric Stun Gun Simulator taser Prank. Súng mô phỏng Taser khá đơn giản để vận hành; ứng dụng chỉ mô phỏng những điều gây choáng, nhằm mục đích giải trí và gây sốc cho bạn bè của bạn. Chỉ cần nhấn nút súng giả lập taser sẽ khiến điện thoại rung, sáng và phát ra âm thanh thể hiện cú sốc điện bằng súng điện. Một khi bạn bắt đầu chơi trò điện giật này - trò chơi khăm giả lập nhiệm vụ với bạn bè và những người xung quanh, bạn chắc chắn sẽ không thể bỏ qua.Trong trình giả lập súng điện, bạn sẽ trải nghiệm đèn pin trên thiết bị của mình như thể bạn đang bị điện giật thực sự khi nhấn nút để thực hiện trò chơi khăm gây sốc điện. Với mỗi lần bắn bằng súng điện, điện thoại của bạn sẽ rung lên. Một trình giả lập súng điện/nhiệm vụ cực kỳ chân thực được gọi là \"Trò đùa giả lập súng điện giật Taser\". Ứng dụng này sử dụng một khẩu súng gây choáng điện thực sự hoặc vũ khí gây sốc để chơi khăm taser cho hình ảnh và âm thanh.  Các tính năng của súng điện - trò chơi khăm taser:Làm cho bạn bè của bạn tin rằng bạn đang thực sự mang theo một khẩu súng điện thực sự.Làm cho điện thoại di động của bạn rung và nhấp nháy cùng lúc khi hiển thị trò chơi khăm súng điện thú vị bằng cách nhấn vào màn hình để mô phỏng một cú sốc điện từ máy giả lập súng điện.Nhiều vũ khí súng điện khác nhau!Hiệu ứng âm thanh súng điện khác biệt!Đèn pin LED có kiểu dáng nhấp nháy tuyệt vời và nhấp nháy nhanh chóng!Màn hình nhấp nháy!Tia lửa di chuyển!Rung khi tiếp xúc để làm cho nó trông sống động hơn khi chơi trò chơi khăm giả lập nhiệm vụ.Trò chơi khăm hoàn hảo để chơi với bạn bèĐã đến lúc hù dọa bạn bè của bạn bằng một trò chơi khăm thực tế bằng súng điện gây choáng và khiến họ sợ phát khiếp trong trò chơi giả lập súng điện.\n",
  "new": "\n\n\n18 thg 4, 2023\nPhiên bản 1.3\n\n\n\n\nĐã sửa một số lỗi nhỏ\n\n\n",
  "configuration": "\n\n\n                  iPhone\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  iPad\n                \nYêu cầu iPadOS 11.0 trở lên.\n                \n\n\n\n                  iPod touch\n                \nYêu cầu iOS 11.0 trở lên.\n                \n\n\n\n                  Máy Mac\n                \nYêu cầu macOS 11.0 trở lên và máy Mac có chip Apple M1 trở lên.\n                \n\n",
  "size": "81,5 MB",
  "language": "\nNgôn Ngữ\n\nTiếng Anh\n\n"
}]