[{
  "link": "https://play.google.com/store/apps/details?id=com.pipsqueakgames.pkd",
  "name": "Punch Kick Duck",
  "company": "Shaun Coleman",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "5.35K reviews",
  "age": "Everyone 10+info",
  "describe": "Fighting is all about timing. Just ask any duck.The right move + right time = swift victory!All you need to do is PUNCH KICK DUCK.The cruel Baron Tigrisso has imprisoned you in his tower. Fight through hordes of the Baron's hench-critters as you battle up the tower to confront your captor.Simple controls & fast flowing action mean you’ll soon be sending foes flying and getting high scores on your quest for vengeance.Just remember the three golden rules, passed down by countless generations of ducks:PUNCH beats KICKKICK beats DUCKDUCK beats PUNCHOh, and don’t forget to RUN. You don’t want to meet the BEAR.Think you can handle it? Sure you can. You’re one tough duck!- Three selectable difficulty levels.- Unbox a colorful cast of characters.- Playable in both landscape and portrait orientation.- Simple responsive touch controls.From the creator of Shoot The Moon, Punch Kick Duck is a compact, lovingly made score-chaser game designed to test your skills without emptying your wallet. Play now!",
  "lastVersion": "May 18, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.ShadowofDeath.FightingGames",
  "name": "Shadow of Death: Offline Games",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "495K reviews",
  "age": "Teeninfo",
  "describe": "Shadow of Death: Action Role Playing (RPG) Offline GamesA Brand New Epic Dark Fantasy RPG AdventureShadow of Death is the stickman diablo action game in the shadow fight style and offline games. Unite against the shadow of war and save the lost kingdom from dragon and demon. Fight the shadow now!Play a gripping offline games fantasy adventure action game role playing (RPG) Stickman on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an soul knight action rpg offline games, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique soul knights, multiple gameplay styles, games mode and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect & craft some comrades, and clear the dark soul dragon & demon today!Stickman Shadow FightChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor.Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action role playing (RPG) games, the stickman battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special fighting games battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!Discover Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, the game is using a dark fantasy theme. Optimized for mobile gaming, discover the gothic fantasy city of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime in offline games as Shadow of Death: Dark Knight is an offline knight game.Only need to be offline to play your shadow fighter.Challenge the Shadow Legends UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight offline! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this stickman shadow fight game now!VISIT US:Shadow of Death: Offline Games - Stickman Action role playing (RPG) Fighting Games fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/ GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FourFats.Maximus2",
  "name": "Maximus 2: Fantasy Beat-Em-Up",
  "company": "Four Fats Limited",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "28.6K reviews",
  "age": "Everyone 10+info",
  "describe": "The 9th hero, Battle Stage and Skins arrive November 1st worldwide (7.0)MAXIMUS 2 is an award winning fantasy beat-em-up brawler that focuses on crunchy and satisfying combat. We captured the spirit of some of the best classic beat-em-ups, melding them into one memorable experience. Fight solo or with up to 4 players cooperative multiplayer!STORY Is a single, continuous shot. This hasn’t been done since the 80's, rather than simply cutting from one stage to the next, the players enter an animated transition to the next area, creating the illusion of a fantastic journey.MULTIPLAYER co-op in real time, fight together with up to 4 players online or on the same device with Bluetooth controllers.HEROES with their own roles and weapons.  The tank, the wrestler, the magician, the outlaw, the healer and the ninja.TEAMWORK If you work together, you survive. Players can revive a fallen teammate, support or heal them and gang up to juggle enemies off each other in the air.Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Online Multiplayer mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 17, 2023",
  "classify": "ActionFightingBrawlerCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytitanstudios.kfz",
  "name": "Kung Fu Zombie",
  "company": "Trophy Games - Tiny Rails Train Cargo Simulator",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "53K reviews",
  "age": "Everyone 10+info",
  "describe": "Become a kung fu master in Kung Fu Zombies!The earth is under attack from a zombie apocalypse! Our only hope is white belt, Zak. Power punch, hurricane kick and headbutt your way through hordes of the walking dead. Harness the mythical powers of the Dragon to earn your black belt and put an end to the evil Dr. Z once and for all!Features:👊 Unlock special abilities and crazy attack combos!👊 Harness the mythical powers of the Snake, Tiger and Dragon!👊 Advance your training to legendary black belt status!👊 Choose from many unique and recognizable Sidekicks to fight with!👊 Find ancient scrolls and special weapons!👊 Collect 100s of combat gear and costumes!👊 Epic boss battles!👊 Classic arcade action!👊 Beautiful retro music and graphics!PLEASE NOTE! Kung Fu Z is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Kung Fu Z.Kung Fu Z can be played offline, but please note that an active internet connection is required to update some features.Please see the Trophy Games Privacy Statement to know more about your data protection at: https://trophy-games.com/legal/privacy-statement",
  "lastVersion": "Oct 9, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lonriv.radofists",
  "name": "Ragdoll Fists",
  "company": "Lonriv Studio",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "7.99K reviews",
  "age": "Everyone 10+info",
  "describe": ". If you enjoy ragdoll, stickman, and physics games, then Ragdoll Fists is a must-try! . Its exceptional physics simulation ensures an incredible gameplay experience.. Master the Art of Kung-Fu with a unique and innovative fighting system, that allows you to unleash unlimited combos on your enemies.. Engage in exciting battles and challenges with your friends through a local area network.The time has come for you to prove your skills and become a warrior.Now, let the game begin!",
  "lastVersion": "Jul 26, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedHandicraftOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.stickmanwarriors.stickmandragon.stickfighter",
  "name": "Super Stickman Dragon Warriors",
  "company": "LEMON Studio",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "39.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Every war will come to an end and those ending battles are always the fiercest and fiercest battles. The best Dragon Warriors in the  Super Stickman Dragon Warriors game are also fighting to find the truest and most powerful warrior.You will have a great time experiencing this basic but intriguing game. All you have to do is fly, dodge, charge your ki, perform basic and three advanced attacks, transform your hero into a special form and fight. The controls are so simple that you'll be surprised at how appealing the sound effects and graphics are.FEATURESGeneralThere are plenty of game modes for you to play, easy to unlock your favorite characters through gameplay and customize a character with your own creation. Offline mode is available so you can play anytime anywhere.A huge amount of powerful combatants👊 Earn Coins and Diamond from victory battles to unlock more than 50+ warriors👊 Each Warrior has a unique skill base on the power of a superhero that they incarnate👊 Unlock and play as any characters, Villains or Heroes that your choiceGame Modes and RewardsThere are 7 different game modes to choose from:🚩  PVP Mode: An arena that every player in the world wants to be in. This place is for the strongest. You come here and fight for the top position in this game. Wouldn't you love to see your name in the top rank of the worldwide?🚩 Versus mode: In addition to the traditional fighting mode, Super Stickman Dragon Warriors also introduces new team fighting modes for you to enjoy with your friends. Matches can also be included in the tournament to find the strongest team and win the biggest rewards.🚩 Story mode: Tightly constructed and logically takes you on an emotional journey from calm to climax. The story will bring you completely into the heart of the character, taking your chosen character as far as possible is your main task. The later, the more the plot will surprise you and attract you.🚩 Tournament mode: The strongest teams will compete together. The winning team will be honored on the arena gold board as a trophy.🚩 Boss hunter mode: Gathering the most formidable monsters also gives you the most worthy rewards if you win.🚩 Survival mode: You will have a certain amount of strength health. Within that blood limit, fight as hard as you can to bring back a lot of gold and items.🚩 Training Mode: Practice fighting skills and try out the power of new character openedReward:🎁 Lots of free bonuses🎁 Lucky spins will often appear with valuable gifts or features.▶ Download now Super Stickman Dragon Warriors to join friends and family in the hottest battles in the stickman warrior world. Destroy your opponents together and create your own story.📞 Contact us via https://www.facebook.com/SuperStickmanDragonWarriors if you have any questions or comments to help us fix and improve the game. Sincerely thank you!",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jumpgames.rswrb",
  "name": "World Robot Boxing",
  "company": "Reliance Games",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "2.39M reviews",
  "age": "Teeninfo",
  "describe": "Join Atom, Zeus, Noisy Boy, and many more of your favorite Robots in the battle for supremacy of the WRB universe. This exciting action-fighting Robot Boxing and Brawler brings the heroic storytelling and spectacular action from over 100 years of Robot Fighting on to your mobile device! Top the Leaderboards, claim the Championship title and reign supreme as the Ultimate World Robot Boxing Champion. Win big in Versus Leagues & Global Tournaments. Achieve greatness in the future of boxing, where gigantic robots pack powerful punches. Unleash your fighting style with Deadly jabs, Uppercuts & Special moves to win world championship belts, collect trophies & knockout friends!UNLEASH ROBOT TITANS Towering over 9 feet tall and weighing over 2000 pounds are your 58 ultimate fighting machines, robot titans & legends including fan favorite superstars – Zeus, Atom, Noisy boy & Twin Cities.BRAWL WITH REAL-TIME WITH FRIENDS Unleash your true self in live local Wi-Fi & Bluetooth multiplayer and earn bragging rights while enjoying the winning moment!WIN EXCITING CHALLENGES!Play Career, Multiplayer, and the new Winner Take All Mode to become the All-Category Champion.EXPERIENCE REAL SPORTS ACTIONBuild a roster of your favorite sport robots and take on the Legends in enthralling arenas and stadiums. PVP & LIVE EVENTSChallenge your friends, and battle in global eventsLead the Global LeaderboardsUPGRADE & COLOR YOUR CHAMPIONFight and Upgrade your robot to be stronger, faster and meaner. Color your robot, express yourself and have some fun in the Paint shop!SHOWCASE YOUR TRIUMPHSWin Challenges and exhibit your achievements in an all-new Trophy Room.ACHIEVE GLORY IN ARENASReign supreme in 11 huge arenas that can barely contain these hulking mean machines.JOIN THE ELITE CLUB OF WRB FANSEnjoy regular news on game updates, robots, features, views, video tips and more for FreeLike us on Facebook: https://www.facebook.com/RealSteelWorldRobotBoxingFollow us on Twitter: https://twitter.com/realsteelgames/Capture player moments on Instagram: https://instagram.com/realsteelgames/The game is also optimized for tablet devicesThis game is completely free to download and play. However, some game power-ups can be purchased with real money within the game. You can restrict in-app purchases in your store’s settings.* Permission:STORAGE: for saving the data and progression.",
  "lastVersion": "Dec 16, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nway.powerrangerslegacywars",
  "name": "Power Rangers: Legacy Wars",
  "company": "nWay Inc.",
  "rating": "3.9star",
  "downloads": "50M+",
  "reviews": "446K reviews",
  "age": "Editors' Choice",
  "describe": "Rita Repulsa, the space witch, has infected the Morphin Grid, creating virtual monsters and Ranger clones programmed to fight on her behalf. Fight back with your own curated team of legendary Power Rangers and villains from the multiverse! Unlock new Rangers, upgrade your best warriors and create the best team to defeat Rita, and save the Morphin Grid.----------------FEATURES------------------------BATTLE PLAYERS IN REAL-TIMEStrategize, dodge and fight against real players in real-time multiplayer PvP action and unlock different arenas from iconic locations across the Power Rangers multiverse, including Lord Zedds’ Throne Room, Terror Spacecraft, Dino Lab and more. Test your skills against live players worldwide and move up on the leaderboard.STUNNING CONSOLE QUALITY GRAPHICSExperience your favorite Power Rangers and their iconic moves like never before in full-blown 3D with gorgeous visuals and animations. This fighting game looks stunning from the detailed characters to the incredible environments.COLLECT NEW & ICONIC POWER RANGERSUnlock new Rangers and collect 80+ warriors ranging from the new movie Power Rangers to classic Rangers across the Power Rangers multiverse. You can also collect villains, including Goldar, Lord Zedd, Psycho Rangers and more.MEGAZORDSBattle and brawl with giant Megazords, including Dino Megazord, Mega Goldar, Predazord, Thunder Megazord and more. Customize your Megazord with Mega Attacks. Equip over 12 Mega Abilities to help destroy your opponent. Take your Megazords and join in on the Megazord Alliance Wars where you will battle against other Alliances to lead your Alliance to glory.  CUSTOMIZABLE TEAMSChoose your favorite warriors and create the best team to fight for you. Upgrade your favorite warriors to join your squad. With your ultimate team, you can challenge top players in combat from around the world. GROW STRONGERUpgrade your best warriors with Zeo Shards earned through battles, missions and more to increase your winning streaks and battle stats. Become the most powerful team in the world.TEAM UP WITH YOUR FRIENDSBuild alliances to share, chat and trade tactics, strategy and combos! Watch replays to learn from other members and follow your favorite players. Request and trade shards with other players in your alliance. Take part in Alliance Missions where you can work together to earn Zord Shards, Energy and more.RAIDSBattle in the new PvE Raids feature against AI Heroes, Villains, and even Megazords. Join in either the Solo Phase or Alliance Phase where you can earn epic rewards. EARN EPIC REWARDSFight and battle in PvP and PvE to earn Morph boxes, coins and other rewards. Complete missions and events for exclusive rewards to upgrade your team of warriors and dominate your opponents.CAPCOM STREET FIGHTERS CROSS-OVERFighters from the most popular fighting game of all time enter the Morphin Grid. Collect your favorite Street Fighter characters including Ryu, Chun-Li, Guile, Cammy, M. Bison and Akuma. ************************************************************************“20 Best Mobile Games” - Appolicious“Top 10 Best Android Games” - Tech Vs Entz“11 Best Android Games That You Shouldn’t Miss” - Guilding TechNominated for “Best Mobile Game” - Best Mobile App Awards************************************************************************Like us on Facebook: https://facebook.com/PowerRangersLegacyWarsLike us on Twitter: https://twitter.com/PRLegacyWarsVisit us on Instagram: https://Instagram.com/PowerRangersLegacyWarswww.playlegacywars.comBy downloading this game, you agree to the Terms of Service and Privacy Policy Agreement.https://nway.com/terms-of-service/https://nway.com/privacy-policy/",
  "lastVersion": "Oct 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snoutup.baconmaydie",
  "name": "Bacon May Die - Brawl Game",
  "company": "SnoutUp Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "23.8K reviews",
  "age": "Teeninfo",
  "describe": "Bacon May Die is a fast paced 2D fighting and shooting game in which angry pig Bacon must brawl with army of bacon hungry zombie bunnies and kill hordes of monsters, survive boss fights and unlock tons of weapons and outfits!From the developer of Iron Snout comes an action packed sidescrolling fighting game with responsive thumb combat controls, 100 unlockable outfits and weapons, boss fights, charming cartoon 2D graphics and smooth run and gun game play.Get your fingers ready for action!🔥 BATTLE armies of monsters🔥 SURVIVE challenging boss fights🔥 UNLOCK 100+ funny outfits and crazy weapons🔥 HIJACK enemy vehicles🔥 USE variety of melee weapons and powerful guns🔥 ENJOY fun run and gun gameplaySmooth and responsive controlsWiggle your thumbs to warm them up for a smooth swipe fighting controls, where quick taps will make our tiny pig hero swing its weapon, swipes will initiate dodging, jumping and rolling moves and holding touch longer will switch to ranged attack mode with a cool movie-like slow motion effects. These simple thumb fight controls are very easy to learn and you’ll be doing deadly combos with bad piggie fighter in no time!Fight zombies, monsters and skeletonsThe sidescrolling road to survival is full of bad and dangerous creatures, which will stand in a way of our angry fighter piggy and must be destroyed. In forest arena our deadly killer ninja pig will face mutated zombie bunnies, bunny bandits, bombers, rocket shooting enemies and brawl with hog fighters. Rush through darkest dungeon which is crawling with spooky skeleton swordsmen, bone throwers and other deadly monsters.100+ items to unlockBacon May Die, fun 2D brawl game, brings a huge variety of items to reward your survival skills and piggy kung fu mastery! Earn coins by fighting monsters and you will be able to unlock funny outfits to dress up your angry pig as famous game or movie characters. Huge variety of weapons is available to aid your angry piggy hero! This fun 2D fight game wouldn’t be complete without the gun shooting part, so you can unlock and use such ranged weapons as pistol, revolver, UZI, machine gun, rocket launcher, shotgun, ninja stars and even a bee launcher! If you prefer mortal close combat, then there’s a big selection of deadly melee weapons for you to swing around: baseball bat, sword, scythe, guitar, chainsaw, katana, pan of bacon and other useful zombie fighting tools to power up your bad pig ninja!Fun little thingsThere are many secret mechanics In this pig survival game - you can hire a chicken to be your follower pet and fight by your side, hijack enemy plane and pilot it around the arena shooting rockets or just knock back projectiles back at your foes! Latest update added a medic NPC, which will provide healing and super powers to boost your angry pig fighter!Bacon May Die fun run and gun gameplay is inspired by legendary 2D sidescroller games.More to come!This fun beat em up sidescroller game is under active development, so you can expect more arenas, deadly boss fights, enemy monsters and weapons added in the future. Don’t hesitate to use in-game feedback function and send your crazy ideas - all of them will be considered!If you’re looking for more action packed 2D fighting games for boys check out my other projects like Iron Snout or jetpack shooter Cave Blast.Follow me:https://twitter.com/SnoutUphttps://www.facebook.com/snoutupCheck out my other fun and free games: https://play.google.com/store/apps/dev?id=7969812150912334893",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionFightingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.0star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.bulletecho.google",
  "name": "Bullet Echo",
  "company": "ZeptoLab",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "652K reviews",
  "age": "Mature 17+info",
  "describe": "Like action shooters? Bullet Echo is an exciting PvP tactical top-down shooter. Use stealth, team up, and shoot to win in this shooting game with multiplayer!Choose from dozens of different heroes with unique play styles, guns and abilities.Unite with friends, set a strategy, and be the last team standing when the battle ends!From the creators of C.A.T.S.: Crash Arena Turbo Stars, King of Thieves and Cut the Rope.- UNIQUE TACTICAL STEALTH ACTION: Your vision is limited by the beam of a flashlight, but you can hear enemies' steps and shots.- DESIGNED FOR TEAM PLAY: Start playing with friends online right away! The level of your hero is matched with the highest level in the party.- MULTIPLE GAME MODES: Team vs Team, Solo and Battle Royale mode with 5 small teams on one map.- UNLOCK AND UPGRADE NEW HEROES: Each hero has a unique set of abilities. Rank up to boost your hero's power and unlock new perks.- BE ON TOP: Participate in championships, accomplish missions and receive valuable resources.- GET REWARDS: Fight to unlock new heroes with unique guns, new perks, maps and game modes!Official Discord server of the game: https://discord.gg/u4ApPB7",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.FDGEntertainment.BloodyHarry",
  "name": "Bloody Harry: Zombie Shooting",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "205K reviews",
  "age": "Teeninfo",
  "describe": "Join vegan cook \"Bloody Harry\" on his hunt for vegetable zombie creatures! Each level is a new challenge with an increasing amount of enemies. Survive and reach the exit! Unlock and upgrade 15 different zombie bursting weapons and plow your way through an endless amount of levels offering new surprises and dangers around each corner.While you fight your way through the hordes of foul creatures, you'll eventually climb the career ladder in the global highscore list.You'll also run into giant boss-zombies which may eat all your ammo before they finally make a return as harmless dessert. Sounds tasty you say? It is!",
  "lastVersion": "Aug 31, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshootermobile.free",
  "name": "Alien Shooter World",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "379K reviews",
  "age": "Mature 17+info",
  "describe": "The updated version of the legendary Alien Shooter is already available on all Android devices!Now you can save the world from monsters together with your friends in co-op mode: invite friends to a squad or find new allies using auto-selection.Thanks to the updated weapon system, you can choose equipment based on your playstyle. Combine different types of weapons or armor in one set, pick up perks for your needs, change equipment depending on the task.More than 20 arenas with unique bosses, new combat mechanics, special enemies and champions. Fulfill contracts and explore the roadmap to get better weapons and discover new activities.What awaits you inside?- Hours of gameplay: three main story maps, a lot of additional missions- Multiplayer, the possibility of co-op completion of all missions with friends or random allies- Dungeon, heroic missions, survival missions, multiple difficulty levels- 39 skills, three character leveling branches- Many classes of weapons with different perks and characteristics- Legendary equipment with unique features- Huge crowds of monsters on one screen- Corpses of the monsters eliminated do not disappear - check out what happens at the end of every level- Ability to play without internet connection (offline mode)Follow us on Facebook:http://www.facebook.com/SigmaTeam",
  "lastVersion": "Oct 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.sasza4",
  "name": "SAS: Zombie Assault 4",
  "company": "ninja kiwi",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "406K reviews",
  "age": "Teeninfo",
  "describe": "Purge the undead! Awesome upgradeable guns and armor, unique class skills, and 4 player co-op! Play the most intense zombie shooter on mobile, from the makers of Bloons TD 5.A virus outbreak on a distant trans-federation planet unleashes horrors from humanity's past. A powerful, rapidly growing zombie horde threatens the very existence of humankind, and the only ones capable of fighting back are the highly skilled, highly weaponized special forces of the SAS.Choose from 3 character classes, maximize the fully customizable skill tree, and select from hundreds of weapons and armor pieces to build the ultimate zombie killing hero. Play dynamic, challenging levels in single player or 4 cooperative multiplayer and give our ravaged civilization its last best hope.INTENSE ACTIONZombies swarm the screen, exploding into bits under your hail of bullets. Each of the 17 unique zombie types have special attacks and behavior, and they can evolve - manifesting terrifying new powers as you progress through the game.And just when you think you've beat them all, savage boss zombies hunt you down, puking out acid worms or storming after you in rage mode. Learn their strengths and weaknesses as you lead the action across 7 story-driven maps with varying victory conditions.UNBEATABLE 4 PLAYER CO-OPQuickmatch with up to 3 other players of similar level and use the custom skills and weapons chosen by all players to form an effective fire team. Coordinate auto-turret placements, high level room-clearing powers like Assault Team, Aerial Bombardment, and Zombie Antidote, and move physics objects to create temporary cover while you paint the room red.HEAPS OF EPIC LOOTOver 160 incredible guns and armor pieces are locked up tight inside increasingly rare strongboxes that you can find in secret rooms or on the mangled remains of your enemies.Your loadout includes a pistol and two rifle class weapons - choose from fast firing submachine guns, devastating shotguns, high damage assault rifles, brutal machine guns, flamethrowers, rocket launchers, lightning guns, and more. Armor up for protection against physical, thermal, and chemical attacks, then round out your arsenal with auto-turrets, grenades, and special high damage ammo to rip through the undead before they rip through you.AMAZING RPG-STYLE UPGRADESThe Assault, Medic, and Heavy Gunner classes each have unique upgrade trees, giving each character 19 skills to customize. Hundreds of guns and armor pieces have a range of grades and a powerful RED version when you reach high levels. In addition you can add powerful augmentations to your guns and gear which enhance core properties like damage and rate of fire, but can also improve reload time, resist damage, and heal.Download for free and play SAS: Zombie Assault 4 now!Please Note: SAS: Zombie Assault 4 is free to download and play (aside from internet, carrier, data, device, and other services for which the player is financially responsible), but some in-game items can be purchased with real money. You can turn off the payment feature by disabling in-app purchases in your device's settings.SAS: Zombie Assault 4 is recommended for players 12 years of age and older, and the fantasy violence, gibs, and zombie blood are to be expected given the survival theme. We have included a \"Gore\" setting on the Options screen specifically for young or sensitive players, and this removes the blood and gibs when Gore is toggled Off.",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wan.ddten",
  "name": "DDTank Mobile",
  "company": "7road International HK Limited",
  "rating": "3.5star",
  "downloads": "1M+",
  "reviews": "51K reviews",
  "age": "Everyoneinfo",
  "describe": "DDTank, one of the most popular web games around world in the olden days, is now back in 2020 with classic artillery aiming system and years of testing and refinement, here it is a brand new version that has better and different PVP system and best suited for mobile gameplay!-Multiplayer Dungeon: Daily unique dungeons, new Global Boss system, you can play with your partners together anytime!-Artillery Game: Power charge mode and Drag & Shoot mode, easy -Global Server: Play with real time battle action against players worldwide!-Guild System: Gather your friends, families, friends, and comrades and pursuit the same goal!-Make Friends: Meet your friends, families, lovers in universe, you can even get married in game!-Variety of Weapons: numerous weapons with distinct characteristics, you'd be thrilled each time you fire!-Companions: Cute and cuddly pets that aren't just for show! With abilities & power ups you will never face the enemy alone!-Outfits: Special and advanced fashion set which provide you a very unique character in DDTank world!The world will be crazy for DDTank once more! Are you ready for meeting all the DDTankers around the world now? Contact us:Facebook: https://www.facebook.com/DDTankMobileOfficial Website:ddtank.comAccording to our \"Terms of Service\" and \"Privacy Terms\", only players aged 13 and above can download and play DDTank Mobile games without parental consent.Note: Internet connection is required to playPrivacy Policy:http://www.7road.com/en/privacy.htmlTerms of Service:http://www.7road.com/en/service.html",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionShooterArtillery shooterCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kakarod.bighunter",
  "name": "Big Hunter",
  "company": "Kakarod Interactive",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "355K reviews",
  "age": "Teeninfo",
  "describe": "â—† Popular game that achieved 20 million downloads worldwide!â€‹An intense hunting game of starving tribal people!Hunt the primeval gigantic animals!Long time ago, a bushman tribe lived in an outback town. People were starving to death because of continuous droughtsThe leader of the tribe goes out for hunting every day for living.....Big Hunter is a dynamic physics game that hunts gigantic primeval animals with spear, axe and boomerang.  Become the world's best hunter with a variety of weapons!Big Hunter Features:- Easy control with addictive touch of hitting- Hunting game based on dynamic physics - Simple but outstanding graphic design- Rhythmical game sounds- An unexpected ending and an impressive story- Compete rankings with hunters around the worldBig Hunter supports high resolution for an optimal gaming experience on both phones and tablets.Are you already a fan?  If so then visit our website, like us on Facebook for the latest news:https://www.facebook.com/bighuntergameLast but not least, a big THANK YOU goes out to everyone who has played Big Hunter!",
  "lastVersion": "Jul 15, 2022",
  "classify": "ActionShooterArtillery shooterCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pixelbite.sm2",
  "name": "Space Marshals 2",
  "company": "Pixelbite",
  "rating": "4.1star",
  "downloads": "5M+",
  "reviews": "115K reviews",
  "age": "Editors' Choice",
  "describe": "Tactical Combat & Stealth action in Outer Space.The sci-fi wild west adventure in outer space continues with Space Marshals 2. This tactical top-down shooter puts you in the shoes of specialist Burton in his struggle against the criminal elements of the galaxy. This isn’t your ordinary dual-stick shooter. The emphasis is on tactical combat and stealth, rather than just spraying bullets, and there’s a story! TACTICAL COMBATUse the environment to your advantage. Avoid attacks by taking cover. Flank enemies for extra efficiency, but avoid getting flanked yourself! Use the tools of the trade to gain an edge - frag grenades, flash bangs, drones, gun turrets, proximity mines and much more…STEALTHChoose your approach carefully. Some say running into the fray, guns blazing, isn’t always the answer. Use distractions to single out opponents. Use stealth takedowns and silenced weapons to covertly reduce the enemy numbers. Hack gun turrets to turn on their masters. Lure different enemy factions together and let them fight each other.LOAD-OUT & GEARChoosing your load-out is a big part of your tactics. In addition to body armor and grenades you can carry one two-handed and one single-handed weapon - and there’s something for everyone. Shotguns, handguns, assault rifles, sniper rifles, crossbows, energy weapons, throwing axes and more.- Tactical top-down shooter- Gorgeous. stylistic HD graphics- 20 missions with performance based rewards. TAMI is watching you!- Wide selection of weapons and gear. Over 70 different weapons.- Multiple factions to fight – or pitch against each other- Dual stick controls with a set of different options- Gamepad controller support- Google Play achievements- Cloud save game support### IMPORTANT ### Game requires OpenGL ES 3.0 support.As featured in SHIELD Hub.",
  "lastVersion": "Sep 4, 2023",
  "classify": "ActionShooterTactical shooterSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.supercell.brawlstars",
  "name": "Brawl Stars",
  "company": "Supercell",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "22.6M reviews",
  "age": "Editors' Choice",
  "describe": "Fast-paced 3v3 multiplayer and battle royale made for mobile! Play with friends or solo across a variety of game modes in under three minutes.Unlock and upgrade dozens of Brawlers with powerful Super abilities, Star Powers and Gadgets! Collect unique skins to stand out and show off. Battle in a variety of mysterious locations within the Brawliverse!BATTLE IN MULTIPLE GAME MODES- Gem Grab (3v3): Team up and out-strategize the opposing team. Collect and hold 10 gems to win, but get fragged and lose your gems.- Showdown (Solo/Duo): A battle royale style fight for survival. Collect power ups for your Brawler. Grab a friend or play solo - be the last Brawler standing in the rowdiest battle royale yet. Winner take all!- Brawl Ball (3v3): It's a whole new Brawl game! Show off your soccer/football skills and score two goals before the other team. There are no red cards here.- Bounty (3v3): Take out opponents to earn stars, but don’t let them pick you off. The squad with the most stars wins the match!- Heist (3v3): Protect your team’s safe and try to crack open your opponents’. Navigate the map to sneak, blast and blow your way clear to the enemies treasure.- Special Events: Limited time special PvE and PvP game modes.- Championship Challenge: Join Brawl Stars' esports scene with in-game qualifiers!UNLOCK AND UPGRADE BRAWLERSCollect and upgrade a variety of Brawlers with powerful Super abilities, Star Powers and Gadgets! Level them up and collect unique skins.BRAWL PASSComplete quests, open Brawl Boxes, earn Gems, pins and an exclusive Brawl Pass skin! Fresh content every season.BECOME THE STAR PLAYERClimb the local and regional leaderboards to prove you’re the greatest Brawler of them all!CONSTANTLY EVOLVINGLook out for new Brawlers, skins, maps, special events and games modes in the future.PLEASE NOTE! Brawl Stars is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 9 years of age to play or download Brawl Stars.Features:- Team up for real-time 3v3 battles against players from across the world- A fast-paced multiplayer battle royale mode made for mobile- Unlock and collect new, powerful Brawlers - each with a signature attack and Super ability- New events and game modes daily- Battle solo or with friends- Climb to the top of the leaderboards in global and local rankings - Join or start your own Club with fellow players to share tips and battle together- Customize Brawlers with unlockable skins- Player-designed maps offer challenging new terrain to masterFrom the makers of Clash of Clans, Clash Royale and Boom Beach!Support:Contact us in-game via Settings > Help and Support — or visit http://help.supercellsupport.com/brawl-stars/en/index.htmlPrivacy Policy: http://supercell.com/en/privacy-policy/Terms of Service:http://supercell.com/en/terms-of-service/Parent’s Guide:http://supercell.com/en/parents/???:https://www.youtube.com/wkbrl",
  "lastVersion": "Dec 12, 2023",
  "classify": "#8 top grossing actionActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.metalslug.rambolun",
  "name": "Metal Slug: Awakening",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Metal Slug: Awakening officially launched with a brand new horizontal screen action shooter gameplay developed and officially licensed by SNK.Classic levels like Pyramids, Deserts, Mines are recreated and keep the original version of the arcade version! The image and design have been improved to high quality but still have a classic feel, providing an attractive and eye-catching experience. The game has now been upgraded, adding a collection of countless weapons, expanding many maps, diverse missions, unique military vehicles, providing a fun experience when participating in a thrilling and exciting battlefield.In addition to keeping the classic gameplay, Metal Slug: Awakening also adds rich game modes such as World Exploration, Team 3 and Roguelike. Now, the Commander can challenge the powerful Boss with friends anytime, anywhere!Mission Start! Legendary arcade game based on new graphics “Metal Slug: Awakening”【Original Experience! Is to transform!】The successor to Metal Slug is officially licensed by SNK! Classic levels, characters, Bosses and vehicles have appeared, along with the re-enactment of classic scenes, characters that transform into fat, zombies or transform into cats. Endless exploration, perfectly recreating the taste of a childhood and the classic comedic elements of Metal Slug!【Variety of maps! Break the island with skill】Various and unique levels, sweep and conquer them to the end! Golden Sand Mines, Secret Labs, Mysterious Lava Areas, Southern Jungles, Eastern Cities… There are so many new-style maps for the Commander to explore!【Unique vehicle! Flexible attack】In Metal Slug, the Commander can parachute and attack in the air, has a drill that digs deep into the ground, a powerful fire-breathing camel… A variety of vehicles for the Commander to choose from, each with superior skills! Fly high into the sky, dive deep into the ground, attack flexibly! This time, will you continue to take advantage of the vehicle's unique combat ability to take down powerful Bosses?【Full firepower! Sweep the enemy】Special skills for each character, a variety of special weapons, level up and fight the Boss... Bullets fly! Familiar characters and vehicles in Metal Slug also appear such as Ammunition H, Ammunition L, Ammunition I... Choose the right weapon for the Commander! Still not satisfied? Commanders can try out flamethrowers, ice blasters and boxing guns... Wipe out all enemies, increase firepower! 【Special mystery is hidden! Lots of unexpected discoveries 】Rescue prisoners to get secret items, touch the magic lamp to pick up treasure, turn Marco into a flexible fat guy... Pay attention as you progress through the levels, each character has its own animation, and many hidden details are full of surprises! These exciting mysteries, inspired by the classic arcade game, will provide the Commander with an experience full of surprises and endless fun during the Metal Slug: Awakening experience!©SNK CORPORATION ALL RIGHTS RESERVED.",
  "lastVersion": "Nov 20, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.metalslug.rambolun"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aldagames.zombero.bullet.hell",
  "name": "Zombero: Archero Hero Shooter",
  "company": "Alda Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "146K reviews",
  "age": "Teeninfo",
  "describe": "Fight through masses of zombies and other monsters in this roguelike shooter and enjoy epic adventure full of crazy action. When zombie apocalypse rages once again and this could be your last day on Earth, only a man of strong faith and even stronger weapons can find a solution.Top-down zombie shooterZombero gives you your favourite things in one game - popular hit and run top down survival autofire game and zombies! You will be guiding your character through the world destroyed by apocalypse while you mow zombies trying to eat you. You will start each run just with your own equipment and skills, but you will unlock new cool power-ups and abilities as you quickly gain levels. Randomly generated unique combination of abilities will ensure that each run is different, but you can always pick from few - do you prefere multishot, fire bullets, piercing or ricocheting ammo? Each battle is pretty intense as your hero dodges and strikes in the gameplay inspired by old-school arcade shooters.Features:Roguelike shooterHeavy RPG elementsBullet hell & auto attack - dodge enemy fire and melee attacks and auto fire while you are standing in placeBreathtaking visuals with polygon graphicsEach run is different thanks to random selection of abilitiesEquip your character with protective gear and weaponsRun n gun with different heroes with special abilitiesLevel-up your hero and equipment, and upgrade your skills and weapons so you can survive harder and harder encounters with enemiesUnlock unique perksEasy to learn, hard to masterSimple and intuitive controls - you either attack or moveDeep and rewarding mechanics - become a better battler and you will enjoy epic battles and get further fasterMaster your defense game - you have one life for each run so self-preservation is a key, make your hero a tank that survives anything or dodge enemy attacksStory of the last heroEpic boss fightsBattle legions of zombies and other diabolical monstersCool environments - city streets, farm, sewersYou saw the world end. When you were in a deadly brawl with zombies and stars fell from the sky, you unlocked unique powers and regained faith. When you used your last bullet angel or maybe god himself gave you a new will and means to live and fight. As you progress through the remnants of the world filled with war against zombies and other hellish monsters you visit interesting places that will serve as arenas for your struggle - from lovely farm through icy lands to the hell itself. Don't settle with being a mere archer - put down your arrow, take your gun and show those undead monsters who's the real monster killer here in the best action role-playing shooter! Introducing the ultimate mobile game that will put your survivar skills to the test: Zombero:Survive the Doom! As a lone survivor in a post-apocalyptic world, you must fight to stay alive against hordes of zombies and other deadly threats. But you're not alone - take on the role of iconic heroes such as Croft, Sssnaker and Lara to help you on your journey.In this thrilling game, you'll need to rely on your instincts and quick reflexes to outsmart your enemies and emerge victorious. With stunning graphics and intense gameplay, Survive the Doom will keep you on the edge of your seat for hours on end. As you progress through the levels, you'll face increasingly difficult challenges and obstacles. But fear not - with the help of upgrades and powerful weapons, you'll become an unstoppable force to be reckoned with. And with the support of your fellow survivors, you'll create an unbreakable bond that will keep you going through even the toughest of times. So what are you waiting for? Join the ranks of the ultimate survivors and take on the Doom in this epic mobile game. With multiple heroes to choose from and endless possibilities for strategy, you'll become a master of the apocalypse in no time. Facebook : https://www.facebook.com/groups/zomber.archero.killer.2345677695728357",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildlife.games.battle.royale.free.zooba",
  "name": "Zooba: Fun Battle Royale Games",
  "company": "Wildlife Studios",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.38M reviews",
  "age": "Editors' Choice",
  "describe": "🔥 Dive into Zooba: Epic Brawl Battle Royale - A Free Online Multiplayer Shooting Game!Welcome to Zooba, the ultimate brawl battle royale game where you become a star by battling against online players in an intense multiplayer shooting experience. Ready, set, frag, and fire your way to the top!🌟 Key Features:• Free online multiplayer game for endless hours of fun• Fast-paced battle royale action with unique shooting mechanics• Choose from a variety of characters with distinct abilities and playstyles• Challenge your friends or play solo in intense battles• Level up and unlock new abilities to dominate the Zooba battlegrounds• Collect and upgrade weapons for devastating firepower• Compete in seasonal events and climb the ranks to become the top star💥 Dominate the Zooba Arena and Become the Ultimate Shooting Star!In Zooba, you'll join an online community of players ready for thrilling brawls and non-stop action. Discover unique characters and upgrade your weapons to unleash maximum frag and fire on your opponents. Whether you're a casual gamer or a battle royale enthusiast, Zooba offers a free multiplayer shooting experience you won't want to miss. Download Zooba now and become the ultimate star in this epic battle royale game!",
  "lastVersion": "Dec 15, 2023",
  "classify": "ActionShooterHero shooterCasualMultiplayerCompetitive multiplayerSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twincorp.bancaonline",
  "name": "iCá - Bắn Cá ZingPlay VNG",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "416K reviews",
  "age": "Teeninfo",
  "describe": " ZINGPLAY ICE - REAL ONLINE FISHING iCá Zing Play is the number 1 free online fish shooting game in Vietnam with nearly 20 million downloads.iCa is a casual game portal that is easy to play, with no rewards and completely free with cute chibi images for all ages. iCa zingplay brings all the characteristics of the supermarket fish shooting, but more interesting with the super boss and personality, a series of unique skills that the supermarket shooting game does not have.You do not know how to play the choir or have never played shooting fish in the supermarket? Do not worried! i ca zingplay is very simple to play:Step 1: Select the target you want to capture. The bigger the fish, the more beautiful it is, the more coins you can eatStep 2: Press or hold your finger on the screen to shoot continuously (free fire)Step 3: Move to the target to increase your chances of catching large fish.THE GAME IS EASY, DOWNLOAD NOW !!Unlike supermarket fish shooting games, fish shooting games or bananas, i ca zing play is free to play online entertainment game and has a series of outstanding features:🐟Game is completely free, players can get startup gifts, free gifts, daily giftcode gifts🐟Large gifts, the online game with the most gift codes, with thousands of gold gift codes every day on fanpage🐟Fishing entertainment, hunting boss hands with a series of giant bosses. In the world of fish, do you dare to challenge the god dragon (ban ca rong), or experience the shimmering free fire effect from the fire phoenix boss, the 1 shot effect is 3 from the zingplay three-tailed boss🐟Try the free fire phoenix combo and shoot 1 to 3 to wipe the fish on the table🐟12 unique guns designed with the concept of fish in zingplay: plaice, squid, ray, goldfish🐟 Beautiful boss-eating sound and effects🐟 If you have free time, do not hesitate to have fun with iCa zing play! In addition, ic Zingplay also has a portal for minigames and interesting online events such as:🐟 Crab game: crab gourd is a popular game, in ica ocean, this is 1 minigame online with 9 people, The first 9-person online crab game on the market: great entertainment, 15s each game, Blink of defeat. Want x2 property, try your luck right away with Bau crab🐟 Flip Ca online: luckily eat it all, the feeling of joy in just 1 note🐟 Challenger: success or defeat at skill🐟Weekly leaderboards: compete for the top 1 title with millions of other players classified in various competing groups 🐟Large with super events: Events around the world, 11m free kick test event, Ball goalAlong the roof, explore the ocean ica zingplay!iCa Zingplay belongs to the game portal ZingPlay - is the first multi-platform entertainment game portal in Vietnam, developed by Game Studio North under VNG. In recent years, the mobile version of ZingPlay has been released with the most attractive game system in many genres suitable for all classes of users.Attention:Icá Zingplay is an entertaining fish shooting game, not just bananas. Therefore, the game does not have the chat feature of money or the game.Ban ca online is a free game that does not support illegal activities. All acts of abuse of iCá ban online in illegal practice are strictly prohibited.Facebook: https://www.facebook.com/Icazingplay---Note: The game requires access to some permissions on your device to experience the feature in the best way: GET_ACCOUNTS, READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionShooterBulletstormCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
  "name": "Free Fire: Winterlands",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "1B+",
  "reviews": "117M reviews",
  "age": "Editors' Choice",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire is a world-famous survival shooter game available on mobile. Each 10-minute game places you on a remote island where you are pit against 49 other players, all seeking survival. Players freely choose their starting point with their parachute, and aim to stay in the safe zone for as long as possible. Drive vehicles to explore the vast map, hide in the wild, or become invisible by proning under grass or rifts. Ambush, snipe, survive, there is only one goal: to survive and answer the call of duty.Free Fire, Battle In Style![Survival shooter in its original form]Search for weapons, stay in the play zone, loot your enemies and become the last man standing. Along the way, go for legendary airdrops while avoiding airstrikes to gain that little edge against other players.[10 minutes, 50 players, epic survival goodness awaits]Fast and Lite gameplay - Within 10 minutes, a new survivor will emerge. Will you go beyond the call of duty and be the one under the shining lite?[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad at the very first moment. Answer the call of duty and lead your friends to victory and be the last team standing at the apex.[Clash Squad]A fast paced 4v4 game mode! Manage your economy, purchase weapons, and defeat the enemy squad! Manage your economy, purchase weapons, and defeat the enemy squad![Realistic and smooth graphics]Easy to use controls and smooth graphics promises the optimum survival experience you will find on mobile to help you immortalize your name among the legends. [Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#2 top grossing actionActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.StudioFolly.GUBBINS",
  "name": "GUBBINS",
  "company": "Folly Studio",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "977 reviews",
  "age": "Teeninfo",
  "describe": "Gubbins is a friendly puzzle game where players place tiles to construct words, with the help and hindrance of wildcard modifiers called Gubbins.Minimalist typography alongside kooky cartoons serve as a canvas for moreish wordplay. Dig through the draw pile and make words on the board with hilarious friends wreaking havoc.",
  "lastVersion": "Dec 13, 2023",
  "classify": "WordSearchCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Word+search+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.littlenightmare",
  "name": "Little Nightmares",
  "company": "Playdigious",
  "rating": "4.1star",
  "downloads": "10K+",
  "reviews": "3.13K reviews",
  "age": "Teeninfo",
  "describe": "Get it at a special 30% off launch price!First available on PC and consoles, the horror adventure tale Little Nightmares is available on mobile!Immerse yourself in Little Nightmares, a dark whimsical tale that will confront you with your childhood fears!Help Six escape The Maw – a vast, mysterious vessel inhabited by corrupted souls looking for their next meal.As you progress on your journey, explore the most disturbing dollhouse offering a prison to escape from and a playground full of secrets to discover.Reconnect with your inner child to unleash your imagination and find the way out!Little Nightmares features a subtle mix of action and puzzle-platformer mechanics rooted in an eerie artistic direction and creepy sound design.Sneak your way out of the Maw’s dreary maze and run from its corrupted inhabitants to escape your childhood fears. FEATURES- Tiptoe your way through a dark and thrilling adventure- Rediscover your childhood fears inside a haunting vessel and escape its eerie inhabitants- Climb, crawl and hide through nightmarish environments to solve tricky platform puzzles- Immerse yourself in the Maw through its creepy sound designPlease make sure your device is connected to Wifi to download the game for the first time.If you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.",
  "lastVersion": "Dec 15, 2023",
  "classify": "#2 top paid adventureActionAction-adventureSurvival horror",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noodlecake.altosodyssey",
  "name": "Alto's Odyssey",
  "company": "Noodlecake",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "268K reviews",
  "age": "Editors' Choice",
  "describe": "Just beyond the horizon sits a majestic desert, vast and unexplored. Join Alto and his friends and set off on an endless sandboarding journey to discover its secrets.Soar above windswept dunes, traverse thrilling canyons, and explore long-hidden temples in a fantastical place far from home.Along the way, you’ll grind across vines, bounce atop hot air balloons, ride towering rock walls, and escape mischievous lemurs – all while uncovering the desert’s many mysteries. Features:• A standalone experience. Alto’s Odyssey is the follow-up to the critically acclaimed Alto’s Adventure, but you don’t need to have played one to enjoy the other.• Easy to learn, difficult to master. At the heart of the Alto series is an elegant one-touch trick system. Chain together combos, and complete 180 goals — all with intuitive controls.• Explore Biomes. From the dunes, to the canyons, to the temples, explore a rich and diverse landscape, with each area boasting unique visuals and gameplay. • Newfound heights. Discover secrets in the sky with hot-air balloons, moving grind rails, and wall riding.• Master the elements. In addition to dynamic lighting and weather effects like sandstorms and shooting stars, the desert is home to swirling wind vortexes and rushing water.• Meet Alto and friends. Unlock six unique characters, each with their own attributes and abilities.• Zen Mode. Complete with its own serene soundtrack, this relaxing mode distills Odyssey down to its purest elements: no scores, no coins, and no power-ups. Just you and the endless desert. • Photo Mode. From the pause screen, get behind the lens and take stunning photos of your trip through the desert. Pinch, swipe, pan and zoom to frame the ideal shot, and share them with friends and family.• Original music and handcrafted audio. Headphones recommended!",
  "lastVersion": "Dec 13, 2023",
  "classify": "RacingStunt drivingCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tgc.sky.android",
  "name": "Sky: Children of the Light",
  "company": "thatgamecompany inc",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "982K reviews",
  "age": "Everyone 10+info",
  "describe": "From the creators of Journey (2013 Game of the Year), comes a peaceful and cozy MMORPG to warm your hearts. Experience the best of humanity and meaningfully connect with others. Soar above the clouds, play instruments, or just relax and enjoy the beauty around you. All are welcome, especially you!Background: Experience the enchanting world of Sky, a beautifully-animated kingdom waiting to be explored by you and your loved ones. Spirits and their stories will lead you through their peaceful world and all its 7 realms. Help the star spirits return home - you will need compassion for humanity, timeless wonder, and light within your heart to guide your way. Meet players in this peaceful, open world MMORPG and team up to uncover the secrets of Sky. Play together and encounter the great wonders that Sky has worldwide. Team up with others to adventure into darker realms, save spirits and uncover ancient treasures. Bring light and positive warmth to everything you touch. Join others from around the world on an adventure that never ends - Sky is an ever-expanding open world with expanding realms and seasonal events. In Sky, we arrive as the Descendants of the Light, spreading hope and light through the desolate kingdom to return fallen Stars to their homes in the constellations.SKY FEATURES Social Adventure Game: - Journey through 7 dreamlike realms and uncover the mystery of the stars - Positive and relaxing MMORPG of timeless wonder - Explore the world to save spirits in each constellation and set them free - Epic story adventure of bringing lost stars home - Meet new characters and unlock unique stories with each new adventure, season and event Play Together & Create Genuine Human Connections: - Play with friends to save spirits of the Sky realm - Adventure with your friends, or meet new friends online from all over the world - Team up with others to adventure into darker realms, and uncover ancient treasures - Create new bonds and encounter other friendly players online with charming expressions - Gift candles of light to share appreciation and grow friendships in every realm Friendly Open World: - Join an ever-expanding world with new upcoming attractions, seasonal events and expansions of realms - This MMORPG is an uplifting social adventure that is set to warm your heart - Explore the open world solo or with friends to experience the beauty of Sky Unlock & Level Up the Descendant of Light: - Unlock items, like Winged Light, to help you explore the world of Sky - Level up and express yourself through your character with unique customizations - Express yourself and customize your hair, clothing color schemes and more You are filled with a peaceful light young one, share your compassion with humanity. -- Connect with us: TikTok: https://www.tiktok.com/@thatskygame Facebook: https://www.facebook.com/thatskygame Instagram: https://www.instagram.com/thatskygame Twitter: https://twitter.com/thatskygame Website: https://www.thatskygame.com/",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role PlayingMMORPGMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.midjiwan.polytopia",
  "name": "The Battle of Polytopia",
  "company": "Midjiwan AB",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "224K reviews",
  "age": "Everyone 10+info",
  "describe": "The Battle of Polytopia is a turn based civilization strategy game about controlling the map, fighting enemy tribes, discovering new lands and mastering new technologies. You take on the role as the ruler of a tribe and attempt to build a civilization in a turn based strategy competition with the other tribes. It can be played offline why the game is also suitable for traveling. With millions of installs, this game has  become a popular civilization style strategy games for mobile and it delivers a sleek user interface and depth in strategic game play.FEATURES:* Free turn based civilization strategy game.* Single & multiplayer strategy.* Multiplayer matchmaking (Find players all over the world)* Mirror Matches. (Meet opponents with the same tribe)* Multiplayer Real time view.* 4x (eXplore, eXpand, eXploit, and eXterminate)* Exploration, strategy, farming, building, warfare and technology research.* Three game modes – Perfection, Domination and Creative* Diplomacy - Make Peace treaties & Build Embassies*  Invisible Cloaks and Daggers for Stealth attacks* Wide range of different tribes with unique nature, culture and game experience.  * Auto generated maps make each game a new experience.* Allow offline game play.* Player Avatars.* Game play in portrait and landscape mode.* Strategy multiplayer & Pass & Play.* Leader board with top scores for the best civilization builders.* Really Cute low poly graphics.",
  "lastVersion": "Dec 10, 2023",
  "classify": "Strategy4XCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow polyOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ustwo.monumentvalley2",
  "name": "Monument Valley 2",
  "company": "ustwo games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "68.1K reviews",
  "age": "Everyoneinfo",
  "describe": "NOW INCLUDING brand new chapter, The Lost Forest:The Lost Forest is a special chapter we have created to help protect trees, as part of Playing for the Planet’s Green Game Jam. With these four intimate scenes, we hope to inspire you to sign the Play4Forests petition and declare our shared interest in forest conservation. We hope you enjoy the new update and join us to help preserve our forests!====Guide a mother and her child as they embark on a journey through magical architecture, discovering illusionary pathways and delightful puzzles as you learn the secrets of the Sacred Geometry. Sequel to the award-winning Monument Valley, Monument Valley 2 presents a brand new adventure set in a beautiful and impossible world. Help Ro as she teaches her child about the mysteries of the valley, exploring stunning environments and manipulating architecture to guide them on their way.====“Subtly more sophisticated than its predecessor” - WIRED“Little vignettes of a surreal world that works its socks off to make me happy” - POLYGON“One of the best gaming experiences available on any device, let alone mobile” - POCKETGAMER“I was enraptured by everything I saw and heard” - DESTRUCTOID=====A STANDALONE ADVENTUREA completely new story from the Monument Valley universe. You don’t need to have previously played Monument Valley to enjoy Monument Valley 2.INDIVIDUALLY CRAFTED PUZZLESEnjoy beautiful levels filled with illusory, meditative puzzles, using brand new interactions to explore the changing dynamics between characters.CONTEMPORARY VISUALSArtwork inspired by an eclectic mixture of architectural styles, artistic movements and personal influences, each translated into stunning geometric structures.BEAUTIFUL AUDIOImmerse yourself in uniquely melodic interactive soundscapes, tailored perfectly to every step of Ro and her child’s journey.=====Monument Valley 2 is only compatible with devices running Android 4.4 or later.",
  "lastVersion": "Dec 6, 2023",
  "classify": "#9 top paid puzzlePuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kleientertainment.doNotStarvePocket",
  "name": "Don't Starve: Pocket Edition",
  "company": "Klei Entertainment Inc.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "45.1K reviews",
  "age": "Editors' Choice",
  "describe": "Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 6 million players to Android. Now you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.",
  "lastVersion": "Sep 19, 2023",
  "classify": "#10 top paid adventureActionAction-adventureSurvivalCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=dk.houseonfire.android.thesilentage",
  "name": "The Silent Age",
  "company": "House on Fire",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "120K reviews",
  "age": "Teeninfo",
  "describe": "The Silent Age takes you on an adventurous journey into a dystopian future where mankind has gone extinct!Travel through time between the iconic 70's and a desolate present day haunted by silence.The Silent Age is an atmospheric point-and-click adventure game with stylized visuals and an eerie soundtrack that will keep you in suspense as you solve mind-bending puzzles.With an interface specifically designed for touch devices, you'll flow through the story without hiccups and frustrations. Sit back, plug in your headphones, and enjoy the adventure.Background Story -------------------------------------------------It’s 1972. Love is free. Flipflops, English leather and bandanas are the height of fashion. Meanwhile the Cold War is more than lukewarm and a real one is going on overseas. Movements are happening. Environmentalists, the female liberties movement, and on the dance floors an entirely different kind of movement is overtaking the underground clubs. The winds of change are certainly blowing over the country.Somewhere in the big city, in a tall, faceless government building someone left a window open. All the winds of change are doing here is blowing leaves all over Joe’s newly-swept floor. He’s been there for two years now. Working a dead-end attendant job making sure the building is as spotless as the suits walking the halls. It’s been like this for years, going from one soul-devouring job to the next.Our protagonist is Joe in more than just name. He is quite literally Joe Average. Average height, average weight, average IQ. In fact, the only thing remotely remarkable about him is exactly how much he conforms to the median of the hypothetical everyman, and up until this point, Joe’s life hasn't exactly been biography material.This is all about to change...",
  "lastVersion": "Jan 29, 2020",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.IvanKovalov.quadline.android",
  "name": "quadline",
  "company": "Ivan Kovalov",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "7.56K reviews",
  "age": "Editors' Choice",
  "describe": "🏆 Winner of the Google Indie Games Festival 2022!Move lines through the cells to put them in specific slots. Rotate, move, push or teleport them and use other game tools to solve fun puzzles. • New unique puzzle mechanics with high variety and complexity • 175+ individually designed levels based on 10 core mechanics and their combinations • No timers or pressure: just you and puzzles • Self-explanatory flow that doesn’t need any interruptive tutorials • Minimalistic, clean and simple design • Symmetrical gameplay experience • Light and Dark mode • Colorblind-friendly • One-tap controls • Built-in solutions • Not a single text line :)Enjoy!",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.terrycavanaghgames.diceydungeons",
  "name": "Dicey Dungeons",
  "company": "Terry Cavanagh",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "1.16K reviews",
  "age": "Everyone 10+info",
  "describe": "Become a giant walking dice and battle to the end of an ever-changing dungeon! Can you escape the cruel whims of Lady Luck?In this new fast-paced deckbuilding roguelike from Terry Cavanagh (Super Hexagon, VVVVVV), Chipzel, and Marlowe Dobbe, you'll fight monsters, find better loot, and level up your heroes as you work together to take down the Goddess of Fortune, Lady Luck herself. Balance your carefully planned strategies against the unknown of a dice roll.",
  "lastVersion": "Aug 22, 2023",
  "classify": "#5 top paid role playingRole PlayingRoguelikeCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolver.reigns",
  "name": "Reigns",
  "company": "DevolverDigital",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "148K reviews",
  "age": "Teeninfo",
  "describe": "** Play Store Most Innovative Game of 2016 **Sit on the throne as a benevolent (or malevolent) medieval monarch of the modern age and swipe your royal fingers either left or right to impose your will upon the kingdom. Survive the seemingly never-ending gauntlet of requests from your advisors, peasants, allies, and enemies while maintaining balance between the influential factions of your kingdom. But beware; each decision you make might have implications and unfortunate consequences down the road that could put your reign and family’s dynasty at risk!Each year of your reign brings another important – seemingly random – request from your unpredictable kingdom as you strive for balance between the church, the people, the army, and the treasury. Prudent decisions and careful planning make for a long reign but unforeseen motivations, surprise events, and poor luck can take down even the most entrenched monarch. Extend your reign as long as possible, forge alliances, make enemies, and find new ways to die as your dynasty marches along through the ages. Some events will span on centuries, with an intrigue involving burning witches, scientific enlightenment, wicked politics and, maybe, the Devil himself.",
  "lastVersion": "Oct 12, 2023",
  "classify": "#6 top paid cardAdventureInteractive storyCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Interactive+stories&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devolverdigital.myfriendpedro",
  "name": "My Friend Pedro: Ripe for Reve",
  "company": "DevolverDigital",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "123K reviews",
  "age": "Editors' Choice",
  "describe": "They kidnapped his wife and kids and left him for dead. But it's going to take more than that to split this banana's family. Help your friend Pedro serve some ice cold revenge, with a sprinkle of bullets on top!My Friend Pedro is back in a brand new mobile adventure of blood, bullets and bananas! Flip and fire your way through 37 action packed levels on foot, on a motorcycle and even on a skateboard. Plan your high caliber choreography for the best scores and, if your skin is tough enough, test your skills in Blood Rush mode.This banana is Ripe for Revenge. Are you?",
  "lastVersion": "Dec 13, 2022",
  "classify": "ActionShooterCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.RobotGentleman.sixtyParsecs.mobile",
  "name": "60 Parsecs!",
  "company": "Robot Gentleman",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "2.55K reviews",
  "age": "Teeninfo",
  "describe": "Atomic Space Age was a blast! Until it became the Post-Apocalyptic Space Age.Your space station is about to explode and you only have 60 seconds before things get messy. What (or who) will you grab before you make a mad dash for the emergency shuttle and begin your journey into THE GREAT UNKNOWN?This is 60 Parsecs!, a dark comedy sci-fi adventure set in the Atomic Space Age - complete with all the Cold War paranoia, chrome-plated wall accents and cockroaches with space helmets.Lead a crew of woefully unprepared astronauts, equipped with whatever junk - sorry - \"supplies\" you can grab before blasting off, on a journey across the cosmos that's best described as misguided. Make the best of it, while dealing with soup shortages and other horrors of outer space. Will you have what it takes to find a new home and survive?Bon voyage!SCAVENGE & EVACUATEWith only 60 seconds before nukes reduce the space station to floating particles in the vacuum of space, frantically grab whatever supplies and crew you can before getting out of there. You never know when that sock puppet will come in handy.SURVIVE & DECIDESpace funerals are inconvenient, so try to avoid dying where possible. Use your limited supplies and (hopefully not limited) wits to make difficult choices and ensure your survival, even though the odds are definitely stacked against you.EXPLORE & CRAFTDuct tape fixes all problems, but how do you fix (or at least craft) duct tape? Chart expeditions to find resources, craft survival essentials and explore strange new worlds in a procedural, very-much-permadeath adventure.LEAD & PROTECTAs captain, it's your duty to keep the crew happy - they're less likely to kill you that way. Manage relationships as you watch them grow closer and hopefully not throw each other out the airlock.Languages: English, Français, Deutsch, русский, 简体中文, Polski, 한국어, 日本語",
  "lastVersion": "Aug 31, 2023",
  "classify": "AdventureCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=vo.threes.exclaim",
  "name": "Threes!",
  "company": "Asher Vollmer",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "32.8K reviews",
  "age": "Editors' Choice",
  "describe": "Threes is tiny puzzle that grows on you.∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞“It's surprisingly adorable, for a game starring numbers.” ~ Joystiq“It’s the kind of game that embosses the rules on your brain within 30 seconds, but then compels you to spend the next two hours playing.” ~ Pocket Tactics∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞Explore our little game’s deep challenge and grow your mind beyond imagination. ³ Endless challenge from one simple game mode³ An endearing cast of characters³ A heart-warming soundtrack³ No IAP - Threes is a complete experience the moment you download itHonorably mentioned for Excellence in Design by the Independent Games Festival.∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞From the makers of PUZZLEJUICE:³ Designed by Asher Vollmer ³ Illustrated by Greg Wohlwend (Ridiculous Fishing, Hundreds) ³ Scored by Jimmy Hinson (Black Ops 2, Mass Effect 2)³ Android by Hidden Variable (Bag It!, Tic Tactics)∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞Threes grows with you and you’ll grow with Threes.",
  "lastVersion": "Jan 6, 2023",
  "classify": "PuzzleMergeCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.RustyLake.WhiteDoor",
  "name": "The White Door",
  "company": "Second Maze",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "9.34K reviews",
  "age": "Teeninfo",
  "describe": "Robert Hill wakes up in a Mental Health facility and suffers from severe memory loss. Follow the facility’s strict daily routine, explore his dreams and help him recall his memories.The White Door is a new point-and-click adventure developed by the creators of the Cube Escape & Rusty Lake series.Features:■ Pick-up-and-playEasy to start but hard to put down■ Interactive storyline Follow a daily routine and recollect memories in a playful way, filled with brain teasers and riddles■ A unique Rusty Lake split-screen adventureExperience Robert Hill's stay in Rusty Lake's Mental Health facility with an innovative split-screen gameplay■ Absorbing atmosphereEach day in the facility has its own atmosphere, suspense and a variety of unexpected and surrealistic events■ Immersive and haunting soundtrackAtmospheric theme songs composed by Victor Butzelaar■ Special achievementsThe White Door has more secrets to unravel",
  "lastVersion": "May 2, 2023",
  "classify": "AdventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.moonstripes.dots",
  "name": "Dots and Bubbles",
  "company": "Tim Kretz",
  "rating": "",
  "downloads": "1K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Welcome to the vibrant world of DOTS & BUBBLES! Dive into the fun with SAM, our cheerful yellow fELLOW, as he embarks on exciting adventures through countless new levels and challenges in this entertaining arcade puzzle game.Enjoyable Bouncing Action:Experience the thrill as SAM jumps, flips, and performs bubble-powered tricks. Tap dots strategically to boost SAM to new heights, solve puzzles, and navigate through tricky obstacles.Colorful and Dynamic Game Setting:Immerse yourself in a dynamic world of 7x7 dots with ever-changing patterns and captivating minimalist designs. SAM‘s lively escapades unfold in a visually engaging environment that offers a different experience every time you play.Playful Sounds:Delight in lively sounds that synchronize with the gameplay. From the satisfying pops of bubbles to the Funny Sounds, every element is crafted to keep you entertained.Discover a fresh and easy-to-enjoy arcade puzzle experience with DOTS & BUBBLES. Download now and join SAM for a bouncing good time!",
  "lastVersion": "Dec 11, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.moonstripes.dots"
}]