[{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Hypemasters.rts",
  "name": "World War Armies: WW2 PvP RTS",
  "company": "Hypemasters, Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "54.7K reviews",
  "age": "Everyone 10+info",
  "describe": "THE FIRST CLASSIC PVP MILITARY MULTIPLAYER RTS ABOUT WORLD WAR 2 ON MOBILE!An authentic real-time strategy simulator about WWII and one of the best army soldier games awaits you. World War Armies is a multiplayer PvP strategy game and army simulator that will test your strategic thinking skills nonstop. You have to get out of difficult combat situations using tactics and confront your enemies in 1v1 or 2v2 strategy online multiplayer. Prove that you are a legendary battlefield general just like General Guderian or General Marshall and defeat your enemies! The right war strategy is key to reaching ultimate victory! World War Armies gives you limitless strategic opportunities making every battle unique! Conquest awaits!Learn more about epic military WW2 tactics, such as blitzkrieg, trench warfare, attrition warfare, and night combat with legendary vehicles. As one of the best among RTS games, you learn to think like a real commander of one of the greatest armies in the world. There is no time to stick to defense only. You must attack now! This experience goes beyond the typical RTS strategy game. Dive into the PvP world as one of the heroes, prepare the troops and combat vehicles, and engage in a tank battle. Use tactical strategy and win all of the battlegrounds to earn peace as a great conqueror.CHOOSE YOUR WW2 ACTION STRATEGYWorld War Armies is a MOBA that enables you to use different military battle strategies in action. First, choose the units that you want to take into the battle warzone – soldiers, snipers, infantry types, and legendary tanks from World War 2 are all at your disposal in this conflict, commander. Arm each sniper, guns up! On the battlefield, every second counts! Send your assault squad to capture resource points. Build fortifications and upgrade your command center to get new troops and vehicles or strengthen your army with new recruits. However, keep an eye on the enemy! The enemy will strive for victory, strike your troopers, and try to undermine your tactics. The best commander will win in these multiplayer warzones! Become one of the heroes!WIN EPIC RTS BATTLESEach battle gives you an opportunity to upgrade your existing RTS army with new units or powerful level-ups. Reach new heights each time you play this PvP war tactical game! Explore the game mechanics, thoroughly know all about your guns, and choose new recruits wisely. This MMO RTS game wouldn’t be good if there were no challenges. Real war isn’t a vacation, so you better attack quickly with relentless gun shooting! Get yourself together, join, and battle now, commander! ★ MMO RTS game - a real-time strategy battle on mobile.★ World War game setting - warfare happens during World War 2.★ Command and conquer legend game - control your military soldiers and tanks as well as conquer the enemy base in this MOBA.★ PvP battle simulator - confront players from around the world in real-time PvP battles filled with action.★ 3D realistic graphics - fight your way through photorealistic warzones, with fire and smoke, dirt, and dust.★ Unlock new types of WW2 troops - change your military strategy and adapt to the enemy (soldiers, troopers, snipers, tanks, etc.)★ Get rewards and medals - upgrade your army after each battle.★ Free-to-Play (F2P) simulator - play this war strategy game for free.This is going to be your favorite WW2 RTS game by far. Are you going to wait for a D-Day or act like a real hero and enter the battle now? Step into the role of an army general and war strategist. Start your own warfare in this PvP strategy game and become a true legend!World War Armies requires a constant and stable Internet connection.Discord: https://discord.gg/wwarmiesFacebook: https://www.facebook.com/gaming/wwarmies",
  "lastVersion": "Dec 16, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "#9 top paid strategyStrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=ru.mail.games.android.JungleHeat",
  "name": "Jungle Heat: War of Clans",
  "company": "ADVGO42 LTD",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "826K reviews",
  "age": "Teeninfo",
  "describe": "Jungle Heat is a free cross-platform war game, which you can play on any device or social network.The tropics full of oil and gold are languishing under the onslaught of General Blood. Your task is to free the native riches, to rip them out of the hands of the bloodthirsty marauders and claim them for yourself! The treasures of the jungle will be safe and sound in your storages. So onward - fortify the walls, hire troops, and onward to battle! Brutal battles, military bases, wild jungles, and all this displayed with beautiful graphics, weapons, forces, and buildings, which will delight even the most ardent fans of battle games. Download today and join the battle for the treasures of the jungle. If you want to continue the game on another device or social network, go to the settings section of the game, select \"OTHER DEVICE\", and follow the instructions. Continue to play on other platforms without losing any progress. In Jungle Heat, you can develop your military base into an unassailable fortress, battle with other players, raze their bases to ashes, unite into invincible clans, and participate in regular tournaments. Play on any Android smartphone or tablet. ★★★ Game features: ★★★✔ Simplicity and fun: battles are as simple as one, two, three, and what is more, each battle is unique! ✔ Freedom of maneuver: plan out your base, upgrade buildings and troops, set up an ideal defense, and think up an effective attack! ✔ Battles with other players: attack blindly, or take revenge on your oppressors! ✔ Assemble an army of unique heroes, whose different capabilities can change the course of battle! Each battle they fight is saturated with an atmosphere of old school war movies. ✔ Regular tournaments: Participate in individual and clan tournaments, show the entire world that you and your clan are the best! ✔ Cross-platform capability: Play on social networks or on any mobile device; ✔ Bright, colorful graphics: an explosion of color in the jungle!✔ Dynamic music: an atmosphere of endless tropical fun!If you like Jungle Heat, don't forget to give it five stars.Do you have questions or need help? Check the FAQ or write to us, we will help you: support@advgo42.comAttention! A reliable internet connection is required for Jungle Heat.Attention! The game requires READ_PHONE_STATE permission in order to save your game's progress. In the event that the game is deleted or lost in any way, you will always be able to restart the game and restore your saved progress.We use a device identifier only to save the progress of the game, and not for anything else.",
  "lastVersion": "Apr 11, 2023",
  "classify": "StrategyBuild & battleCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.DragonCity",
  "name": "Dragon City Mobile",
  "company": "Social Point",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.99M reviews",
  "age": "Editors' Choice",
  "describe": "Ready to master this dragon game and collect and breed tons of adorable fire-breathing dragons?Build a Dragon City on floating islands, fill it with farms, habitats, buildings…and tons of dragons! Train them to your will, feed and evolve them into stunning monsters and prove your might to be the top Dragon Master in the world!- Complete the Dragon Book! Combine dragons of Fire, Nature, Pure, Legend, and many other elements, to breed unique hybrids of over 1000 awesome dragons!- New dragons join the game every week through breeding events and special islands.- Decorate your dragons with cool Dragon Skins from special events.- Adventure through the Dragon Quests and play against other Dragon Masters in the game's PvP Arenas to collect one-of-a-kind dragons, claim Warrior's Chests, and climb the leaderboards!- Summon dragons to your city from a magical world in the Tree Of Life and try their skills.- Collect Orbs and empower your dragons: See their strength in battle grow!- Unlock advanced game features like the Ancient World and build the Guardian Dragon Towers.- A social city! Join Alliances to battle with other Dragon Masters in Dragon City, chat with them, trade Orbs in the Trading Hub, share in Alliance Gift Events, and open Alliance Chests.There are over 80 million Dragon Masters in Dragon City. What are you waiting for? Join the game and build your city today!If you already love our game… Drop us a nice review!Dragon City is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Join our Discord: https://discord.com/invite/dragoncitySay hi on Instagram: https://www.instagram.com/dragoncityFollow Dragon City on Twitter: @DragonCityGameLike our game on Facebook: https://www.facebook.com/DragonCitySubscribe to the game's Youtube channel: https://www.youtube.com/user/DragonCityChannelCheck out other cool games from the creators of Dragon City: Monster Legends and Tasty Town!Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillingo.robberybobfree.android.row",
  "name": "Robbery Bob - King of Sneak",
  "company": "Deca_Games",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.66M reviews",
  "age": "Everyone 10+info",
  "describe": "Introducing the legendary thief…Play as Bob in this game, the sneaky burglar with a good heart. Unfortunately for Bob, however, he's going to be forced into a few final jobs before he's allowed out of the criminal life.Robbery Bob is a fun and humor packed adventure stealth game that will get you into luxurious villas and past puzzles filled with guards, dogs and other enemies to come out with your pockets full of loot! And it's Free to Play game! FEATURES These are just some of the things that make Robbery Bob such a fun stealth puzzle game to play:• SUPER SNEAKY Sneak past security guards, residents and sleeping dogs as you rob the loot in each stage. Use your ninja and also puzzle solving skills to hide in some tight squeezes and avoid getting detected as a thief.• EXPLORE DIFFERENT MAPS Your sticky-fingered missions involving stealth and puzzles will take you through a local neighbourhood, Downtown, and even through some secret labs. Can you get a perfect on every one? Can Rob the legendary thief  rob every item in the level?• PLAY FOR THE LOOTBob is going to have to steal and rob everything from secret documents, to old pairs of clothes, to those always hard-to-find TV remotes! • CRIME IS A FUNNY OLD GAME Get engrossed in the comical funny storyline featuring hilarious animations, a fun script, rewarding puzzles and a genuinely twisting narrative and a lot of robbing!Download and play for free! Don't forget to be stealthy!",
  "lastVersion": "Dec 5, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 13, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "83.5K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Dec 15, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "540K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easytech.strategy.wargame.sengoku.shogun",
  "name": "Great Conqueror 2: Shogun",
  "company": "EasyTech",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "6.15K reviews",
  "age": "Everyone 10+info",
  "describe": "【Game Introduction】As the Ashikaga Shogunate wanes, warlords arise and the fog of warfare engulfs the era of Sengoku. In this era, a host of generals and daimyos compete for power, overthrowing higher positions, and the wielding of swords and blades. Numerous legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen ascend onto the stage. Amidst the background where the flames of war rise all around, you will witness the rise and fall of various factions in the Sengoku period in the game.【Game Characteristics】▲ Relive real historical events in hundreds of campaign* Explore 16 chapters with over 200 well-known ancient military battles, including historical events such as the “Battle of Okehazam”, \"Mino Campaign\" and \"Armed Unification\". To recreate the tumultuous time of the Sengoku period.▲ Experience the battles of wits and courage between different Powers in the Sengoku periodIncluding conquest scenarios such as \"Turmoil in Owari\", \"Armed Unification\" and \"Encirclement of Nobunaga\", allow you to experience both open strife and the veiled struggle between daimyos and different factions. Elements such as retainers group, subordinate states, prestige, personality, and attitude will affect the tides of war, bringing you a new gameplay experience with unlimited potential. The occurrence of historical events will impact the state of the battlefield, and completing missions will reward you with battlefield bonuses. By employing different diplomatic strategies such as gifts, agreements, and war declarations, you will gain deeper insights into the diplomatic situation and attitude between daimyos. Thereby enabling you to make flexible strategies and tactics to advance steadily between conquest and diplomacy!▲ Begin with one castle, unify the whole regionTake Osaka Castle as your main castle, gradually conquer neighboring Powers, embarking on a journey to dominate, to achieve the ambition of \"unifying the entire country\" and become the \"Tenkabito\".Princesses, expeditions, special forces... more interactive gameplay, with more item rewards. In the \"Tenkabito\" mode, different choices will unlock different history! Fight for your country or open a different path—it is all decided by your wisdom. Write your history and create exceptional glory for the empire!▲ Legendary generals and extraordinary troops await your command* Become legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen. The spirit of the samurai awakens at this very moment! * Infantry, cavalry, archer, musketeer, war gear, ship... a wide variety of unit types allow you to strategize within the command tent and achieve victory a thousand miles apart! There are also special troops with exceptional combat abilities, such as ninjas, sword masters, and Horoshū, ready to be dispatched at any time. Hone your troops on the battlefield as they will gain level upgrades, potentially altering the state of the battlefield!▲ Conquer the Chaotic era with the assistance of divine artifact suitWakizashi, naginata, muramasa, armor... a variety of ancient military equipment and traditional Japanese items will aid you to rise in the Sengoku period. A single exclusive equipment general is no longer your only choice! The powerful suit system and comprehensive forging system allow you to have an abundance of equipment combinations to choose from!【Contact Us】EasyTech Official Website: https://www.ieasytech.com/en/Phone/EasyTech Customer Support Email: easytechservice@outlook.com- English CommunityGreat Conqueror 2: Shogun FB Page: https://www.facebook.com/EasyTechGC2SEasyTech Facebook Group: https://www.facebook.com/groups/easytechgamesEasyTech Discord (English): https://discord.gg/fQDuMdwX6HEasyTech Twitter (English): https://twitter.com/easytech_gameEasyTech Instagram (English): https://www.instagram.com/easytechgamesofficial",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyWargameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Wargame+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.MonsterLegends",
  "name": "Monster Legends",
  "company": "Social Point",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "3.61M reviews",
  "age": "Everyone 10+info",
  "describe": "Breed and train monsters of all elements and rarities! Build your fighting force and face the ultimate challenge: Battles against other Monster Masters! Discover the universe of Monster Legends and the story of its inhabitants. Start by building a city for your monsters, fill it with habitats, and breed new species! Then, collect monsters and choose your strategy in action-packed battles.UNIQUE MONSTERS AWAIT- Collect over 900 monsters: There are new monsters every week!- Breed monsters of different elements and rarities to create cool new species.- Obtain incredible monsters of all types in the game’s limited-time events.RPG PROGRESSION & STRATEGY- Level up your monsters for the battles ahead and rank them up in the Monster Lab.- Boost your monsters’ powers with Runes, Relics, Beasts, and Talents to gain advantages in battle.- Set your strategy combining attackers, tanks, and control monsters.REAL-TIME MULTIPLAYER BATTLES- Challenge other Monster Masters in real-time Live Duels.- Battle in the Multiplayer Mode for trophies, rewards, and a chance to reach the top Leagues.- Fight your way through the Era Saga Dungeons to unveil the story of Monster Legends.YOUR MONSTER PARADISE- Build your Breeding Mountain, Farms, and Habitats straight away!- Unlock special buildings like the Library and the Monster Lab.DON’T DO IT ALONE- Join a Team and enjoy exclusive events such as Wars and Marathons.- Use the Team Chat to build a strategy with your teammates.Are you skillful enough to become the #1 Monster Master in the world?Connect with the Monster Legends Community:Facebook: https://www.facebook.com/MonsterLegendsInstagram: https://www.instagram.com/monsterlegendsYoutube: https://www.youtube.com/MonsterLegendsGameTwitter: https://twitter.com/Monster_LegendsDiscord: https://discord.gg/monsterlegendsMonster Legends is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet’s Settings.Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Wispwood.ArrowQuest",
  "name": "Arrow Quest: Idle defense RPG",
  "company": "Wispwood Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Embark on a thrilling journey in Arrow Quest: Idle RPG Defense where idle gameplay, strategic archery, and RPG elements unite for an ultimate gaming experience.In this epic saga, you are an aspiring archer with a destiny to protect your kingdom from the invading hordes of darkness. With every arrow shot, your kingdom's resistance against the shadows strengthens.---Easy and Engaging Idle Gameplay---Unleash your archer, who will tirelessly fight for you!Earn rewards even when offline in this enthralling idle clicker game.Engage in strategic battles, easy to win and supremely enjoyable.Simplistic tap mechanics allow you to select, empower, and release your archer with a mere screen touch.---Rapid Level Progression---Level up your archer, upgrade your gear, and unlock powerful abilities. In Arrow Quest, your growth knows no bounds. Become the greatest archer in all the lands and see your enemies tremble in your presence!---Immersive Boss Battles---Prepare yourself for epic boss battles that will test your skills and strategy. Vanquish these colossal adversaries and claim their riches as your own!---Endless Gameplay and Content---Boost your archers with a rich variety of equipment, enhance their skills, and unlock powerful abilities. Arrow Quest: Idle RPG Defense offers endless content that keeps you coming back for more.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie2",
  "name": "Earn to Die 2",
  "company": "Not Doppler",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Teeninfo",
  "describe": "Drive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SMASHING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!Earn to Die 2 is a bigger and better version of the original web series which includes Earn to Die 2012 and Earn to Die 2: Exodus.Earn to Die 2 is free-to-play, however contains 3rd-party advertising and optional in-app purchases.For more information on advertising, please see our Privacy Policy: http://www.notdoppler.com/earntodie2/privacypolicy.phpRequired Permissions FAQ:WRITE/READ_EXTERNAL_STORAGE is required to load and display ads in game (Earn to Die 2 is an ad-supported game).",
  "lastVersion": "Nov 16, 2023",
  "classify": "RacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "64K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kurechii.postknight2",
  "name": "Postknight 2",
  "company": "Kurechii",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Begin your adventure as a Postknight trainee, your sole purpose – to deliver goods to the unique people living throughout the vast world of Prism! Adventure through this fantasy world filled with boundless oceans, scorching landscapes, meadows bursting with colour, and mountains that reach for the clouds. Only the bravest of the brave dare to embark on this adventure and defeat any monsters they meet along the way. All to become the best Postknight in this adventure RPG. Do you dare?Personalised PlaystylesPlay by your own rules. Experiment with over 80 weapon skill traits in your adventure. You can change up your playstyle and choose your preferred combos! Each weapon – Sword Shield, Daggers and Hammer – have their own unique set of combos. Which weapon will you go to adventure with?Wondrous WeaponsCollect, upgrade and wear your armour and weapons with pride. Adventure to each new town and collect their sets of armour. Upgrade them to their fullest potential and appearance.Delightful DialoguesConverse with knowledgeable elves, mighty humans, tricky anthromorphs and a technologically advanced dragon race, as you adventure through Prism. Depending on which dialogue option you choose, you can get more information, or just a response. But don’t worry, there won’t be any irreversibly wrong choices… most times.Resonating RomancesFind your match along your adventure. Meet an eclectic range of characters you can romance, from brooding Flint, to sweet Morgan, to shy Pearl and socially awkward Xander. The more you grow closer to them, the more they’ll open their hearts. Adventure with your sweetheart(s), collect memories on dates and learn their personal preferences. Chaotic CustomisationsChange up your style with over 150 character customisations and fashion items. With different types of outfits to suit your everyday adventure.Snuggly SidekicksAdventure with a loyal companion as it follows you into battle! Adopt from more than 10 pets, each their own little personality – a mischievous bloop, a timid tanuki, playful boar, and proud feline. When happy, they’ll thank you with a buff in your adventure.New Content!But that’s not all! Adventure through new areas in the upcoming major update! Online interactions among fellow Postknights, with new stories, bond characters, enemies, armouries, and much more to come to your Postknight adventure.Become a Postknight in this casual RPG adventure. Fight through nasty enemy-infested trails and deliver goods to the adorable people of Prism! Download Postknight 2 and begin your delivery adventure now!It is recommended to play Postknight 2 on a device with at least 4GB RAM. Playing on a device that does not meet the recommended requirements may result in subpar game performances.These two permissions are only needed when you share game screenshots through the in-game share feature.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "438K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bethsoft.falloutshelter",
  "name": "Fallout Shelter",
  "company": "Bethesda Softworks LLC",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "3.67M reviews",
  "age": "Teeninfo",
  "describe": "** Google Play Best of 2015  **Mobile Game of the Year - 2016 DICE AwardsWinner 2015 Golden Joystick Best Handheld/Mobile Game\"Might just be the best free-to-play game out there\" - GamesBeat\"Probably the best game of E3 2015” – Gizmodo \"Fallout Shelter is simple to play and addictive as hell.\" - GameZoneBUILD THE PERFECT VAULTCreate a brighter future…underground! Select from a variety of modern-day rooms to turn an excavation beneath 2,000 feet of bedrock into the very picture of Vault Life.OVERSEE A THRIVING COMMUNITY Get to know your Dwellers and lead them to happiness. Find their ideal jobs and watch them flourish. Provide them with outfits, weapons, and training to improve their abilities.CUSTOMIZETurn worthless junk into useful items with Crafting! Customize the look of any dweller in the Barbershop.PROSPERA well-run Vault requires a variety of Dwellers with a mix of skills. Build a Radio Room to attract new Dwellers. Or, take an active role in their personal lives; play matchmaker and watch the sparks fly! EXPLORE THE WASTELAND Send Dwellers above ground to explore the blasted surface left behind and seek adventure, handy survival loot, or unspeakable death. Find new armor and weapons, gain experience, and earn Caps. But don’t let them die!PROTECT YOUR VAULTFrom time to time, idyllic Vault life may be disrupted by the dangers of post-nuclear life. Prepare your Dwellers to protect against threats from the outside…and within.Vault-Tec has provided the tools, but the rest is up to you. What are you waiting for? Get started building your Vault today for FREE.",
  "lastVersion": "Dec 2, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "92.1K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.stormbound.google",
  "name": "Stormbound: Kingdom Wars",
  "company": "Stormbound Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "81.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Immerse yourself in the rich world of Stormbound, as four kingdoms struggle for dominance. Construct a deck of unique and powerful cards and then dive into real-time battles against other players. Novel gameplay combines your favorite aspects of collectible card games with the tactical strategy of board games. Play cards from your hand to the game board and then watch your units march on the enemy base.FEATURES: *Tactical gameplay that rewards the most clever strategists*Real-time PVP battles against players all around the globe*Dozens of powerful cards to collect and upgrade!*Incredible 2D and 3D art immerses you in the world of Stormbound*Four distinct kingdoms with unique advantages and playstylesPlease Note: Stormbound: Kingdom Wars is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Nov 16, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#7 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "#9 top paid strategyStrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Gameplete.CardFantasy",
  "name": "Triple Fantasy FF: 500 summons",
  "company": "NEOWIZ",
  "rating": "3.9star",
  "downloads": "500K+",
  "reviews": "24.5K reviews",
  "age": "Editors' Choice",
  "describe": "Three Cards, Triple Fun!Enjoy the tactical card game!■ Free welcome-gifts for new users are awaiting!- We are giving everyone 500 free summons!- Draw Endlessly Until You Get Your Desired Cards!- Complete the mission and earn the Mythic Cards!■ Google's PIck! Tactical Card Game- Card battle RPG selected by Google editors! Triple Fantasy!- Triple your damage by combining three cards! Make the best deck with the best strategy!- Unique tactical TCG, CCG among card games!- If you like RPG games, you will definitely love Triple Fantasy!■ Cute pixel heroes but deep tactics! Tactical Card RPG with unexpected amusement- Cute designs but strong stats - The collaboration of pixel graphic and deep strategy RPG!- Tactics and combinations are more important than card tiers! Triple the damage with various card combinations!- Gacha? Cash products? Payment? Triple Fantasy only battles with turn-based strategy, not like other gacha games!- Card battle with the fierce competition of tactics! A unique TCG- Different from other card games/strategy games/RPG games! Endless tactics with Fire/Water/Earth elements and various classes/jobs!■ A card collecting game with unique dot characters- Sun Wukong, Thor, Odin, and characters from 'Romance of the three kingdoms?!' Meet familiar legends in the adventure!- Collect over 300 pixel art heroes! One of the best card collecting RPG games!- From normal heroes to legends! Collect cards in various tiers and become stronger!■ A TCG simply played with only one hand- A card game that can be enjoyed by anyone with a small volume- Enjoy the vertical turn-based RPG anywhere, anytime!- You can resume the game even if you exit during the game! Kinder than any other card game■ Various contents that will never go boring- The basis of strategy games!  Expand the world with your one and only deck! [Outpost]- Attack monsters with different elements! Rewards depending on the strategy! [Goblin Mine]- A true strategy card game enjoyed by random cards! Thrilling turn-based PVP! [Arena]- Collect unique dot heroes hidden somewhere in the map! [Monster Dungeon]- Defeat various monsters with powerful card combinations! The real tactical RPG game! [Lab]- Use tactics in the PVP as well! Fun triples in Card battle games  when enjoyed together! [Devil's Ruins]- NO Grinding! The real-time battle only with card strategy skills! [Unknown Portal]Enjoy strategy games with cute dot heroes! One of the best card battle RPG games! Download now!• Internet connection is required to play. In-app purchase options are available.• Join our community (Official Facebook page):https://www.facebook.com/TripleFantasyGlobal• Having problems? Please contact us in-game through Settings - Customer CenterPrivacy Policy",
  "lastVersion": "Dec 12, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wolffun.herostrike",
  "name": "Heroes Strike - Modern Moba & ",
  "company": "Wolffun Pte Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "104K reviews",
  "age": "Everyone 10+info",
  "describe": "Free to play with true Esport spirit, you’ve found it!Modern and Trending game modes- 4v4 Modern MOBA Tower Destroy- Battle Royale 12 players- 4v4 Team deathmatch- And many modes with monthly updateA unique PvP combat style made with a perfect balance between fun and depth:-\tEquip your hero with 2 skills of choice beside main hero ability – a great blend of strategy and action-\t4-minute short match – ultra ideal for on-the-go gaming-\tHuge collection of heroes, each with signature attack and ability (fury)-\tMultiple choices of skills in many types: attack, defense, stun, support…Designed for freebies!-\tSolid heroes in each class plus 5 different skills to begin with-\tGenerous reward, easy progression-\tAll items made accessible for freeAs a PvP game player, you will love this game to bits and pieces!-\tA fair which is “all-about-skill” mid-core game, yet simple rules and easy to learn-\tSimple control for a smooth gaming experience-\tBalanced characters and skills-\tNew content comes out frequently (new heroes, skins, skills, arenas, modes…)-\tLag-free: we have servers around the world!-\tFun events available all times, also great chances to earn decent items-\tGuild with deep design: 7 roles, guild quests and rewards, Guild war…Because game is much more fun to play with friends!Battle is calling your name!Prepare your tactics, fight side by side with friends and climb up the League!",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillgaming.combatquest",
  "name": "Combat Quest - Archer Hero RPG",
  "company": "ChillBase",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "45.3K reviews",
  "age": "Everyone 10+info",
  "describe": "Combat Quest is a full-throttle roguelike RPG in an incredible fantasy setting. Go ahead, monster hunter: embark on an epic quest and explore the world of magic! But be careful! The adventures you face can be dangerous. Get ready for ferocious monsters, strong bosses, all kinds of weapons, archery, a quest in a mysterious dungeon and lots of magic.Hurricane-like gameplay: Bow masters, are you ready to raid? Become a combat master! This RPG will teach you shooting with a bow and arrow. An epic battle is waiting for you, dungeon hunter. Become a survivor and make your fame immortal, and the kingdom will thank you generously for your monster hunter skills! Bowmasters, all kinds of archery are waiting for you. It’s a life-and-death battle ahead! Defeat mighty monsters and get huge rewards. Every archer has unique skills for any gameplay style. In this action RPG, your battle royale experience depends on you alone!Are you a cunning dungeon hunter? An archer who knows soul magic? An archer born with a bow in their hand and destined to practice archery? Pick whoever you want to be the survivor. Deep upgrade system:Role-playing games are loved by millions of gamers. Combat Quest RPG isn’t just another shooting game. Bow masters, develop your unique style by leveling up and upgrading skills. Become a dungeon hunter and explore dungeons full of dangerous monsters. When adventure calls, you’ll have to run, shoot arrows non-stop, and level up to earn immortal glory and the title of hero. Epic story:Not every online fantasy game can boast a cool plot. But a roguelike game like Combat Quest is an RPG survival game with an elaborate story full of adventure and action!Immortal evil has attacked the fairy kingdom! The monster is back and its magic is stronger than ever. A terrible battle was waged between bowmasters and monsters. Even the bravest archer hero couldn’t stop the dark lord and lost the battle royale. Now the bloodthirsty monsters of the dark wizard have left their dungeon and kidnapped the princess. Millions of monsters and piles of gold await in this arcade game. Can you survival and get all the rewards, or will the world of magic take your soul?Will you be a mysterious monster hunter? Or maybe a dashing Archer able to run fast and shoot a bow and arrow upgraded to Legendary status with phenomenal accuracy? Maybe you’re more of a combat master? Embark on a dangerous quest for survival. Grab your bow or a more powerful weapon, you’re in for a difficult battle royale. Get ready for an epic adventure with non-stop combat.Mobile role-playing games are an exciting experience. This shooting game online has everything you’re looking for: ● Dungeon raid and archery. The perfect fun way to spend your time. You need to shoot accurately and wisely like real bow masters.● Well-designed levels made with soul. You’ll never get bored.● Role model combat skills. Do you want to become a combat master?● A huge global map waiting to be explored.● Be a hero! Explore countless locations and endless dungeons.● Different weapons, equipment, and non-stop shooting.● The world of magic with high-quality 3D graphics.● Monster, and not just one. This online role-playing shooter will make you sweat.Grab your bow and arrow and get ready. Archer, a raid in the dungeon is waiting for you! Many bowmasters have already tried their luck and skill. Maybe it’s you who will become the survivor?If you’re a fan of fantasy in a world of magic, then Combat Quest Roguelike RPG is here for you to be a hero!https://www.facebook.com/CombatQuestArchersupport mail: support@chillgaming.net",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "421K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 14, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.igg.android.castleclashvn",
  "name": "CastleClash:Quyết Chiến-Gamota",
  "company": "IGG.COM",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "206K reviews",
  "age": "Everyone 10+info",
  "describe": "Gamota and IGG cooperated to co-publish the game Castle Clash: Quyet Chien in Vietnam.★★★Kung Fu Panda Collaboration: Po Enters Narcia★★★Kung Fu Panda officially debuted in Castle Clash! Po the humble panda and Kung Fu enthusiast from another world, overcame countless challenges to become the legendary Dragon God Hero. What amazing powers will he wield during his journey in Narcia?Join the special event series now to start your adventure with Po and the Five Heroes in Narcia. Receive Cooperation Heroes, Skins, Emo chats, valuable game item packs, extremely rare statue sets and many special gifts!Veteran members returning to the game will also receive exclusive event rewards! Complete assigned tasks to receive points, redeem shopping cards and other holiday gifts!Online mobile game Castle Clash combines strategy and combat! Summon Heroes, command the squad, gather resources, upgrade and evolve. Build an empire and continue the great journey!Salient features:✔ Gather resources, consolidate into battle✔ Upgrade your appearance and enhance your strength✔ Simple operations, free fighting✔ Summon Heroes, overcome monsters✔ Decide to fight on the Arena, compete for skills★ Challenge the new goalkeeper, conquer the Land of God of Destruction.★ Explore Weapon features to support combat.★ Increase your fighting power with the General and House Skin system.★ Win honorable resources in Age of War, Conquest of Fire, Fortress and Alliance War.★ Team up with friends, challenge the copy.★ Gather the entire server, destroy the Demon King.★ Upgrade Super Beasts, fight together.★ Siege Master, receive Super General.★ Conquer global servers! Race the all-new Grand Monarch battlefield!Note: The game requires an internet connection.Facebook: https://www.facebook.com/CastleClashVietnamIGG/Discord: https://discord.gg/castleclash",
  "lastVersion": "Dec 15, 2023",
  "classify": "StrategyBuild & battleMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nvsgames.snap",
  "name": "MARVEL SNAP",
  "company": "Nuverse",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "422K reviews",
  "age": "Teeninfo",
  "describe": "Start playing MARVEL SNAP today - the Mobile Game of the Year Award Winner loved by millions of players around the world.MARVEL SNAP is a fast-paced collectible card game with innovative mechanics that's designed for mobile.Build your deck of 12 cards. Each Card represents a Marvel Super Hero or Villain, each with a unique power or ability. The goal of the game is to outsmart and outwit your opponent. Learning how to play only takes a few minutes, and matches only take 3-minutes. Download now and find out what everyone is talking about! 3-MINUTE GAMES! No more waiting around! Every game lasts only around three minutes. We cut out the fluff to focus more on the good stuff. PLAY MORE, EARN MOREEvery player begins with a FREE starter deck that helps you get started on your journey. From there, play at your own pace because there are no energy barriers, no ads, and no limits to your play. Unlock your favorite characters, and discover hundreds of new ones as you earn new cards to add to your collection simply by playing and mastering the game.DO YOU LOVE STRATEGY GAMES? GAMEPLAY VARIETY? The game is designed so that every match feels different. Play your cards at 50+ different locations from across the Marvel Universe, each with iconic game-changing abilities. From Asgard to Wakanda, new locations are introduced regularly to put your creative problem-solving skills to the test. CROSS-PLATFORM PLAY Available on both mobile AND Desktop PC. Play anywhere, any time you want. Register your account and your progress stays with you across different platforms. INNOVATIVE MECHANIC: \"SNAP\" TO RAISE THE STAKES \"SNAP\" is a unique mechanic in the game that lets you raise the stakes during a match and apply pressure on your opponent. For example, if you think you have a winning hand, use the 'SNAP' mechanic to double down and potentially double your rewards.Hey, even if you're bluffing —you could double your rewards!  DO YOU LOVE TO COLLECT? Each card in your deck is a unique character from the Marvel Multiverse. No other game lets you collect, mix, and match hundreds of hero and villain art variants from the entire MARVEL Universe—and beyond. You might have a classic comic inspired Iron Man card, but do you also have the Chibi, 8-bit, and Cartoon variants? I AM GROOT I am Groot. I AM Groot. I am GROOT. I am Groot? I am Groot. I AM GROOT! I am GROOT. I am Groot? DAILY, WEEKLY, & MONTHLY UPDATESMARVEL SNAP stays fresh and exciting with new cards, new locations, new cosmetics, new season passes, new ranked seasons, new challenges, new missions, and new events regularly. You don't have to wait months for updates! What are you waiting for? The game only takes a few minutes to learn and 3-minutes to play. Jump right in and find out why MARVEL SNAP won multiple 'Mobile Game of the Year' awards!",
  "lastVersion": "Dec 14, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.MonsterLegends",
  "name": "Monster Legends",
  "company": "Social Point",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "3.61M reviews",
  "age": "Everyone 10+info",
  "describe": "Breed and train monsters of all elements and rarities! Build your fighting force and face the ultimate challenge: Battles against other Monster Masters! Discover the universe of Monster Legends and the story of its inhabitants. Start by building a city for your monsters, fill it with habitats, and breed new species! Then, collect monsters and choose your strategy in action-packed battles.UNIQUE MONSTERS AWAIT- Collect over 900 monsters: There are new monsters every week!- Breed monsters of different elements and rarities to create cool new species.- Obtain incredible monsters of all types in the game’s limited-time events.RPG PROGRESSION & STRATEGY- Level up your monsters for the battles ahead and rank them up in the Monster Lab.- Boost your monsters’ powers with Runes, Relics, Beasts, and Talents to gain advantages in battle.- Set your strategy combining attackers, tanks, and control monsters.REAL-TIME MULTIPLAYER BATTLES- Challenge other Monster Masters in real-time Live Duels.- Battle in the Multiplayer Mode for trophies, rewards, and a chance to reach the top Leagues.- Fight your way through the Era Saga Dungeons to unveil the story of Monster Legends.YOUR MONSTER PARADISE- Build your Breeding Mountain, Farms, and Habitats straight away!- Unlock special buildings like the Library and the Monster Lab.DON’T DO IT ALONE- Join a Team and enjoy exclusive events such as Wars and Marathons.- Use the Team Chat to build a strategy with your teammates.Are you skillful enough to become the #1 Monster Master in the world?Connect with the Monster Legends Community:Facebook: https://www.facebook.com/MonsterLegendsInstagram: https://www.instagram.com/monsterlegendsYoutube: https://www.youtube.com/MonsterLegendsGameTwitter: https://twitter.com/Monster_LegendsDiscord: https://discord.gg/monsterlegendsMonster Legends is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet’s Settings.Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.88M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 12, 2023",
  "classify": "#6 top grossing boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
}]