[{
  "link": "https://play.google.com/store/apps/details?id=com.hunt.royale",
  "name": "Hunt Royale: Action RPG Battle",
  "company": "BoomBit Games",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Everyone 10+info",
  "describe": "Download and play the online mobile hunting sensation! Constantly updated epic experience that puts players into engaging arenas to battle & hunt powerful monsters in a competition against each other. Choose one of a plethora of completely different characters, learn their skills, earn XP, unlock new abilities and dominate on the battleground!Features:- 70+ characters to unlock and level up!- 5 different game modes, PvE and PvP- Dungeons with unique enemies to fight- Powerful skills to use and master- Unpredictable special events and daily challenges- Amusing voxel-based graphicsWith both PvE and PvP modes available, the game has something to offer to every online gaming fan! Each of over 70 completely unique characters comes with their own skills and abilities. While playing matches you level them up and make them stronger for future matches. Keep experimenting, have fun unlocking new skills, try out new builds and use them to win battles and earn trophies!This is not only a battle royale and a game of survival - you also have to keep hunting down enemies to get to the highest score and win against other players. Think about your build, hone your skills, become the hero of the arena!There are plenty of exciting and varied modes to choose from and find the action that best suits you: Hunt, Co-op, Bounty Hunter, Duel, and Boss Hunt. But that’s not all! Rest in tavern between matches, socialize with other players, join and run clans - the fun never ends!For a change of pace try a completely new Dungeons mode, geared towards fans of epic action-RPGs. Venture into a number of different, dedicated dungeons with their own equipment to find, valuable loot to gather, and shops to aid you in battle.And even that is not all! For another perspective on the gameplay you can try out the Maze mode that introduces rougelike elements into the game. Explore randomly generated, fightyour way through special rooms, and confront the all-powerful maze boss!It's an endless variety - endless fun! You can play however you like. Choose between close combat, range combat, magic, brute force, good, evil and everything in between! To top it off, customize your character with multiple cool, unlockable skins.Find your favorite character and use it in awesome combat scenarios introduced regularly in unpredictable events.",
  "lastVersion": "Dec 16, 2023",
  "classify": "Role PlayingRoguelikeCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "64K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.concode.p3",
  "name": "The Way Home: Pixel Roguelike",
  "company": "Concode Corp.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Everyone 10+info",
  "describe": "Trapped on a strange island, Kevin and Cheese struggle to return home.Encounter other lost people and terrifying monsters lurking on the island.Help our unfortunate duo find THE WAY HOME![Pixelart Roguelike]- Procedurally Generated Maps- Each battle has a new pattern to enjoy- Strategically combine 15 or more skills every battle!- Defeat 80 different monsters each with unique patterns.[Party Mode] Create a party and explore the dungeon! - You can choose from 21 different characters.- Each character can use different skills.- A party consists of 4 characters who will fight together.- You can use different combinations of characters to play through the dungeons.[Resource collection and construction]- You can construct buildings with resources collected from dungeons and islands.- Make various buildings to make it easier to escape.[There is an ending!]- Meet NPC's and follow the story as you explore 4 islands.- Will Kevin and Cheese eventually escape the island?- The warmth of lights and shadows on a classical pixel art style is waiting for you!",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "303K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "25.3K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wondersquad.imaegirl",
  "name": "IMAE Guardian Girl",
  "company": "Wondersquad",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "11.4K reviews",
  "age": "Everyone 10+info",
  "describe": "A girl who, in exchange for immortality, loses her memories every time she falls asleep.Learn about fragments of her memories from the spirit Dambi, and set off towards the Moon Garden in pursuit of the truth. This is a story of today, endlessly repeating...Can it be said that today is forever, when yesterday has already been lost?《IMAE Guardian Girl》 is a girl's survival rogue-like action game. Acquire a Memory Fragment and embark on a thrilling journey to the Moon Garden. The more monsters you defeat, the stronger you become. Records of all adventures do not disappear and are stored as Memory Fragments. Experience the fun of thrilling battles in the limitless Moon Garden!● Let's train and find Memory FragmentsYou can train your character to become stronger. At first, you start with one skill, but as you gradually upgrade your skills, you can kill dozens or hundreds of monsters with a single attack. All play records are saved as Memory Fragments. All of the active skills, passive skills, and equipment effects remain in the Memory Fragments, so you can fully enjoy the rewards of training!● Find your own skill combinationSkills are divided into active skills and passive skills. You can acquire a total of six active skills to hit enemies directly, and you can choose a passive skill to increase the thrill of battle. How you fight depends only on your adventurer sensibilities. Which attack is more effective, a contact attack or a projectile attack? Depending on the combination of skills you choose, a different battle unfolds every time. Feel the thrill of getting additional effects through skill upgrades.● Use weapons and armorUse the attack skills and special skills in your equipment. Every weapon from Common to Mythic has one attack skill. If you look at the rank effect, you can see which element makes you more powerful when you attack. And the armor is equipped with special skills. A special skill that can absorb all EXP or completely eliminate enemies! Use it whenever you need help.● Test your limits in the Moon GardenYou can enter the Moon Garden with Memory Fragments that store your training records. If you have entered the Moon Garden, you no longer need to collect EXP. It's proof that you're strong enough, and that it's time for battle. Defeat all the monsters that move in groups. The more Eliminations, the bigger the rewards you get. In order to survive for a long time, you need a special strategy that’s fit for an adventurer. Are you not satisfied with the results? If so, try challenging yourself with other Memory Fragments.● Experience more with the Season SystemMoon Garden is seasonal. Everyone may freely compete, and at the end of the season, rewards are awarded based on ranking. The final ranking is based on the highest number of points scored during a season. Titles are given to everyone according to the rank achieved. Of course, limited titles and special rewards are also prepared! Don't be discouraged if you don't get the rank you want. If you recall the specialized effects that change with every season, the opportunity will always belong to the adventurer!Feel free to contact us at support-imae@wondersquad.com with any questions or suggestions!• This game requires an internet connection.• By installing this game you agree to the terms of the license agreement.• If you contact us through [Settings>Customer Support] in the game, we will reply quickly.• Product prices include VAT.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.izzle.pixeldungeon",
  "name": "Guidus : Pixel Roguelike RPG",
  "company": "izzle",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "24.5K reviews",
  "age": "Everyoneinfo",
  "describe": "The great adventure to reclaim the royal palace begins in Guidus, a Pixel roguelike game. The monsters of the abyss, sealed beneath the royal palace, have awakened. Although the twin prince and princess fought bravely alongside the last warriors of the royal palace, they were ultimately defeated and exiled to the dungeon. You are the last warrior to awaken in the depth of the dungeon. Embark on an adventure with your companions to reclaim the royal palace and rescue the true heir to the realm.◈ Various HeroesDiscover continuously added unique heroes, including a swordsman, archer, wizard, sylph, and monk, who were sealed within the bonfire. Collect heroes with various appearances and playing styles and embark on your adventure!◈ Distinct Skills and SuperpowersEvery hero has unique, powerful skills, including Shockwave, Thunder Hammer, Nova, and more. Use these skills to defeat enemies and escape the dungeon.◈ Diverse Bosses and MonstersPrepare for tough battles with various monsters and powerful bosses, each with unique patterns and abilities, who stand in your way.◈ Traps and TreasuresFind hidden treasures, overcome dangerous traps, and break through the dungeon. Sometimes, traps can even help you.◈ Mobile Action Roguelike RPGExperience Roguelike gameplay and growth factors in role-playing. Keep growing and challenging yourself. Your skills and heroes will grow as you progress, making you stronger.◈ Adorable and Sophisticated Pixel Graphics Enjoy great pixel graphics created with dots. Various characters, monsters, regions, and bosses allow you to immerse yourself in the game entirely.◈ Contact UsEmail: contact@izzle.netInstagram: https://www.instagram.com/izzlegamesWebsite: https://www.izzle.netDiscord: https://discord.gg/guidus-official-843732954470678539",
  "lastVersion": "Oct 31, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.avalon.cave",
  "name": "The Greedy Cave",
  "company": "Avalon-Games",
  "rating": "3.4star",
  "downloads": "1M+",
  "reviews": "71.6K reviews",
  "age": "Everyoneinfo",
  "describe": "The Greedy Cave is a classic dungeon adventure Roguelike game with an overall mysterious and spooky style. You never know what will be on the next level of the cave! 400 layers of random terrain maze, more than 60 different monsters and bosses, more than 300 pieces of collectible equipment with random attributes, and 20,000+ words of clue-based plot! Being in the game world, you can't let go of your desire for the unknown, and at the same time will be afraid of the fear that comes with the unknown. This is the charm of \"The Greedy Cave\".In The Greedy Cave, you will play as an adventurer, exploring the mysterious caves and fighting with various monsters.Find ways to defeat them, learn different skills, acquire powerful equipment, challenge the evil leader and unlock the endless secrets buried in the caves ......Game Features-Random terrain makes every game a different experience!-Nearly a hundred kinds of monsters waiting to be discovered!-Hundreds of sets of equipment to collect, and even more equipment strengthening/building to make your battle more convenient!-Hundreds of quests and achievements to challenge!Hundreds of quests and achievements to challenge! -Enchanting/modifying/upgrading/gilding systems to explore!-Provide hundreds of kinds of appearance wear, you can mix and match as you like, to show the unique temperament and characteristics.-Race/pet/treasure collection.In the Milton continent, where swords and magic are revered, an adventurer found a large amount of gold and treasures in an abandoned mine for many years, and overnight he gained wealth and fame he never imagined. Word just spread throughout the continent, and the story began...Contact uscs.thegreedycave@avalongames.comhttps://www.facebook.com/greedycave/",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.LiberalDust.DarkSurvival",
  "name": "Dark Survival",
  "company": "LiberalDust",
  "rating": "4.2star",
  "downloads": "500K+",
  "reviews": "20.1K reviews",
  "age": "Teeninfo",
  "describe": "Hello!!This is the game development duo [Liberty Dust]!Welcome to 'Dark Survival,' a vampire survival game where a hefty knight battles monsters emerging from the dark. Level up by defeating monsters, choose a variety of skills, and survive as long as possible!Ah! Not a fan of hefty knights?Don't worry!! In addition to the hefty knight, a variety of unique characters are waiting for you!!It's a popular vampire survival game these days.A game that is deeper and simpler than any other!Focused on the original fun of gaming!!Dark Survival!!Whether you're on the subway,in the bathroom, or in a boring classroom!A game to play with you!!It's Dark Survival.",
  "lastVersion": "Dec 9, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fc.monster.survivor.io",
  "name": "Solo Survivor IO Game",
  "company": "Legendary Labs",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "6.07K reviews",
  "age": "Everyone 10+info",
  "describe": "Step into a realm like no other in \"Solo Survivor IO Game\", the ultimate io game experience. Embark on a thrilling journey through magical fantasy worlds where monsters, vampires, zombies, and untold challenges await.Become the Legends:- In this gripping tale of survival, you are the chosen hero. As you navigate the enchanting realms, craft your legend by conquering menacing monsters, confronting ancient bosses, and mastering the art of survival.Choose Your Hero:- Select your path to glory as the noble knight, the mystical mage, the swift archer, or the shadowy ninja. Each hero offers a unique playstyle and abilities.Fight the Lonely Battle:- You may be the last one standing, but you're never truly alone. Rally your strength and face the challenge of a lonely survivor in a world filled with danger.Game Features:- Roguelike Intensity: Every run is unique, offering fresh challenges and strategies.- Vampire and Zombie Showdowns: Face off against the night's darkest denizens.- Action Packed: Engage in thrilling battles and master the skills of your chosen hero.- Endless Fun: Unleash your inner adventurer in a world filled with surprises.- Survive and Thrive: Gather resources, upgrade your gear, and become an unstoppable force.- Slay the Monsters: Show no mercy to the relentless hordes that stand in your way.Venture forth into the unknown, become the hero you were destined to be, and unravel the secrets of survival in this captivating io game. Face your fears, conquer the darkness, and emerge as the Solo Survivor! Don't bargain your soul to the demon; protect your world at all costs.Are you ready to take on the challenge and be the last one standing in \"Solo Survivor IO Game\"?",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.AniBox.CyberTankLastSurvivor",
  "name": "Cyber Tank: Last Survivor",
  "company": "AniBox",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "3.16K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to \"Cyber Tank: Last Survivor,\" an extraordinary Android mobile game that boasts stunning 3D graphics and an immersive post-apocalyptic world. In this game, you'll take the reins of a resilient tank, the last survivor in a world devastated by cataclysmic events, on a daring quest to rescue what remains of humanity.Immerse yourself in the thrilling gameplay of \"Cyber Tank: Last Survivor\" as you navigate the treacherous landscapes of a post-apocalyptic era. Your tank isn't just a mode of transportation. Customize and upgrade your tank with an extensive array of equipment choices, enhancing its power and survivability as you see fit.But that's not all – the true essence of \"Cyber Tank: Last Survivor\" lies in your ability to combine skills without limitations, allowing for diverse strategies with every battle you engage in. No two fights will ever be the same.Embrace the role of the last survivor in \"Cyber Tank: Last Survivor\" and embark on an epic mission to save the world. Traverse through an ice age-ravaged world, confronting challenges and adversaries that will test your tactical prowess and strategic thinking. You need design the perfect tank, and unleash a torrent of skill combinations that will keep you engaged and captivated for hours on end.With its captivating gameplay, stunning visuals, and a seamless blend of action, strategy, and customization, \"Cyber Tank: Last Survivor\" stands as a testament to the resilience of the human spirit in the face of adversity.Join the ranks of the brave in \"Cyber Tank: Last Survivor,\" become the last survivor, and prove your worth in this post-apocalyptic world. Best of all, it's Free to Play!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=co.imba.archero",
  "name": "Archer Hunter - Adventure Game",
  "company": "Imba",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "55.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Master the Bow and Conquer the World in Archer Hunter: The Ultimate Dhanush Wala GameAre you ready to embrace your destiny as a legendary hunter in this archery game unlike any other? Archer Hunter is an action-packed RPG adventure where you slay hordes of enemies with an arsenal of powerful bows and arrows.** Begin as a humble archer** and embark on a thrilling journey to become the Master. Conquer thousands of dungeons teeming with skeletons, golems, slimes, goblins, ogres, werewolves, and more, each with unique attack patterns.** Upgrade your strength** and unlock devastating archery skills with every victory. Collect treasures, items, and valuable gears to craft the ultimate hunter loadout.** Unleash endless combinations of unique abilities** to outwit and defeat your foes in this teer wala game. Master the art of movement, dodging, and shooting to become a true archer hero.️ The world teeters on the brink of destruction, threatened by evil forces. Only you, a legendary hunter with skills whispered of in myth, can stop them.** Will you succumb to permanent failure or rise as the ultimate hunter and crush your enemies?** Download Archer Hunter and claim your destiny!⚔️ Features:Addictive, action-packed RPG gameplayTight and responsive controlsAFK Rewards to earn while you're awayStunning graphics and immersive environmentsEndless combinations of skills and gearsUnleash your inner hunter by joining forces with other playersRaid dungeons, destroy monsters, defeat bosses, and claim valuable prizesThe ultimate dhanush wala game for archery enthusiasts** Download Archer Hunter today and take your place as the ultimate master of the bow!**",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.trefle.dashero",
  "name": "Dash.io - Roguelike Survivor",
  "company": "Trèfle & Co. Game",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "33K reviews",
  "age": "Everyone 10+info",
  "describe": "*** Awards-Winning Casual Action Game ***- Pocket Gamer Big Indie Game - Silver Award- DEA Digital Entertainment - Silver Award- GEPS Top 4 Game of the YearAre you the Survivor that everyone needs? Or the hero that everyone wants? Shoot your way through Legend of Heroes, a roguelike action RPG game beyond your wildest dreams! Equip mega powerful crossbows, hunt enemies with your greatsword, max out your stats and shoot monsters in this thrilling, high-octane soul style action RPG game!Use your knights to shoot through monster after abominable monster and crawl through dungeon after hazardous dungeon! Break through the siege that they’ve set up in each map and prove that you deserve your knighthood. Experience beautiful and unique new worlds, each with their own gameplay mechanic! Enjoy the hunt with endless waves in this action RPG! Unlike other royale games, you get to weave magic to blast enemies, shoot them in the face with your arrows AND stab them with your greatsword!------LEGEND OF HEROES & SURVIVOR - FEATURES------- MELEE AND RANGED COMBAT: Are you making use of ALL the Arc-hero weapons at your disposal? Shoot your arrows from afar as an archer OR ready your magic as a wizard OR swing your greatsword as a soul knight! All at the same time, like a hero! That, or take them out with one punch like Saitama. It’s your choice, the Last Survivor!- UNIQUE SKILLS: A roguelike isn’t just a Archero-roguelike game unless you get special abilities on every run! Select soul knights mega skills like Chain Strike, Headshot, Thunder Arrows and more! With much more than Archero, you can collect them all and become the next Summon Hero?- SIMPLE, INTUITIVE CONTROLS: Hold your screen to move and release to shoot or slash - don’t worry if you’re idle! This is an easy hunt siege royale game.- INTERACTIVE ENVIRONMENT: Use the terrain to your advantage! Send crates hurtling towards your enemies and deal them extra crit damage with one punch! Explore the map under siege to your heart’s content; after all, it’s an action RPG! You might find some extra loot!- CHOOSE YOUR HERO: Choose between nine different royale soul knights, all with their own unique powers and abilities! Maybe you’ll be able to find Saitama in the midst? Are you ready to grant them their knighthood, man?- SHOOT MAGICAL SPELLS: But why stop there? Use your greatsword to slash and crossbow to hunt enemies! The mega monsters may be strong… but wait until they take an arrow to the knee from the mightiest man alive!- SEE WHO YOU BEAT: Climb the rankings on the leaderboard to see which friend is the loser… and which friend you need to beat with one punch, just like a true Saitama!- AWESOME SKILL TREES: Level up your skills and watch as the game gets faster and easier! Gain permanent buffs to your arrows, royale knights and greatswords! Do they deserve their knighthood? Bust through the siege monsters have set up!- UPGRADE EQUIPMENT: Make your soul weapons overpowered and imbue them with unique skills that will help you in the hunt for monsters in this roguelike siege royale action RPG!- GIGANTIC BOSS MONSTERS: Be prepared to face off against powerful bosses - you have to take them down like Saitama! You are a mega one punch man and this is a roguelike RPG for knights after all.- FOREVER FREE: Play for free all day every day, 24/7 all year round! Play Legend of Heroes NOW!Like Legend of Heroes on Facebook!Facebook: https://www.facebook.com/dasherogameInstagram: https://www.instagram.com/treflegameTwitter: https://twitter.com/treflegameDo you have any problems or suggestions?Feel free to send an email to support@trefle.netWe’re always happy to receive our players’ feedback!Your Legend of Heroes Team",
  "lastVersion": "Oct 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Gcenter.i.Survivor.Epic.SHMUP",
  "name": "iSurvivor: Epic Shoot ‘Em Up",
  "company": "GCenter",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "2.5K reviews",
  "age": "Everyone 10+info",
  "describe": "When an army of monsters emerged from the ground under the leadership of the demon boss, they attacked humans, living creatures and destroyed everything. A peaceful world deeply exists in the jungle, but the monsters also break the peace. Life-hunting monsters everywhere turn life into zombies. As one of the last survivors, you must fight and kill hordes of monsters to rebuild a peaceful world. Start the adventure by trying to escape while rescuing the last survivors.Monsters appear everywhere, they chase and attack living creatures in the world. The beautiful world turned to ruin. Some people run away from monsters' chase and try to survive, avoid their attacks, and gather together into armies to fight and kill the monsters.The game is a combination of many different game genres, such as survival games, adventure games, action games, snakes of prey games, and shooting games...       \t▶FEATURES       - Survive among lots of monsters and zombies.       - Use every skill to increase your survival time.       - Select proper items for the actual conditions to increase your chances of survival.       - Divide skill sets according to heroes with different strengths.       - Make flexible strategies in combination with life skills.       - Kill monsters, zombies and become the last survivor.       - Experience many games at one level.       \t▶HOW TO PLAY       - Touch, hold, and move the hero to defeat monsters and zombies.       - Find and rescue allies to form a powerful army, and move your formation according to the snakes of prey game        - Choose proper support items to increase your survival time.       - Collect gear in the adventure and perfect your fighting skills.",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ddup.zombiewaves.zw",
  "name": "Zombie Waves",
  "company": "Fun Formula",
  "rating": "3.8star",
  "downloads": "1M+",
  "reviews": "88.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Danger lurks around every corner in this zombie-infested post-apocalypse! Keep your wits sharp — the myriad infected will attempt to overwhelm you with their endless numbers the minute you step foot into the world.Rally companions to your side as you attempt to unravel the truth behind the outbreak.Test your survivalist mettle against a world intent on one goal: your demise!Load up on ammo, cull the shambling hordes that block your way, and stand your ground as a beacon of hope in humanity’s darkest hour!Gameplay Features:-  One-handed Controls: Single-handedly mow down hordes of mutant horrors-  Craft tactics and synergies based around 100+ roguelite skills and gamebreaking ultimate abilities-  A multitude of stage scenarios for an immersive tooth-and-nail survival experience-  A grotesque conglomeration of formidable bosses that will attempt to thwart your progress at every turnFacebook: @ZombieWavesCustomer Service: service.zombiewaves@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.piratesoutlaws.fabledgame",
  "name": "Pirates Outlaws",
  "company": "Fabled Game",
  "rating": "4.3star",
  "downloads": "500K+",
  "reviews": "30.3K reviews",
  "age": "Editors' Choice",
  "describe": "Pirates Outlaws is an indie roguelike card game in which you navigate dangerous seas and challenge their masters. Your expedition will be full of ambushes and will not be easy.16 heroes available with unique abilities and pre-made decks. More than 700 cards and 200 relics to collect. Play your cards and manage your Ammo for the best combo. Defeat 150+ outlaws and 60＋ unique bosses in a turn-based combat system.3 game modes can be enjoyed.NAVIGATEIn Navigate mode you manage your expedition on varied horizons to discover and battle pirates and outlaws that stand on your path. You can unlock up to 7 maps and chapters with their own difficulty and secret.Once repute reaches 9999, Hard Mode auto-unlock. Harsher environments and stronger enemies. Each chapter also has its unique challenge in Hard Mode.ARENAIn the dust of the arena, you will face every 10 battles a powerful Champion. To reach the top, you must choose among the cards and relics from all 7 chapters. A place for all pirates in need of challenge.TAVERN BRAWLTest your strength and knowledge over a drink at the tavern. Choose pre-made packages before each battle and defeat the wave of pirates. After the 2 battles, defeat the imposing Tavern Keeper.Localized LanguageEnglish, Simplified Chinese, Traditional Chinese, French, Korean, Spanish, Japanese, Russian, German.Contact UsEmail: support@fabledgame.comDiscord: https://discord.gg/5gxKmQzTwitter: https://twitter.com/FabledGameFacebook: https://www.facebook.com/piratesoutlaws",
  "lastVersion": "Oct 29, 2023",
  "classify": "#7 top paid cardCardCard battlerCasualStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Gameplete.CardFantasy",
  "name": "Triple Fantasy FF: 500 summons",
  "company": "NEOWIZ",
  "rating": "3.9star",
  "downloads": "500K+",
  "reviews": "24.5K reviews",
  "age": "Editors' Choice",
  "describe": "Three Cards, Triple Fun!Enjoy the tactical card game!■ Free welcome-gifts for new users are awaiting!- We are giving everyone 500 free summons!- Draw Endlessly Until You Get Your Desired Cards!- Complete the mission and earn the Mythic Cards!■ Google's PIck! Tactical Card Game- Card battle RPG selected by Google editors! Triple Fantasy!- Triple your damage by combining three cards! Make the best deck with the best strategy!- Unique tactical TCG, CCG among card games!- If you like RPG games, you will definitely love Triple Fantasy!■ Cute pixel heroes but deep tactics! Tactical Card RPG with unexpected amusement- Cute designs but strong stats - The collaboration of pixel graphic and deep strategy RPG!- Tactics and combinations are more important than card tiers! Triple the damage with various card combinations!- Gacha? Cash products? Payment? Triple Fantasy only battles with turn-based strategy, not like other gacha games!- Card battle with the fierce competition of tactics! A unique TCG- Different from other card games/strategy games/RPG games! Endless tactics with Fire/Water/Earth elements and various classes/jobs!■ A card collecting game with unique dot characters- Sun Wukong, Thor, Odin, and characters from 'Romance of the three kingdoms?!' Meet familiar legends in the adventure!- Collect over 300 pixel art heroes! One of the best card collecting RPG games!- From normal heroes to legends! Collect cards in various tiers and become stronger!■ A TCG simply played with only one hand- A card game that can be enjoyed by anyone with a small volume- Enjoy the vertical turn-based RPG anywhere, anytime!- You can resume the game even if you exit during the game! Kinder than any other card game■ Various contents that will never go boring- The basis of strategy games!  Expand the world with your one and only deck! [Outpost]- Attack monsters with different elements! Rewards depending on the strategy! [Goblin Mine]- A true strategy card game enjoyed by random cards! Thrilling turn-based PVP! [Arena]- Collect unique dot heroes hidden somewhere in the map! [Monster Dungeon]- Defeat various monsters with powerful card combinations! The real tactical RPG game! [Lab]- Use tactics in the PVP as well! Fun triples in Card battle games  when enjoyed together! [Devil's Ruins]- NO Grinding! The real-time battle only with card strategy skills! [Unknown Portal]Enjoy strategy games with cute dot heroes! One of the best card battle RPG games! Download now!• Internet connection is required to play. In-app purchase options are available.• Join our community (Official Facebook page):https://www.facebook.com/TripleFantasyGlobal• Having problems? Please contact us in-game through Settings - Customer CenterPrivacy Policy",
  "lastVersion": "Dec 12, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Everguild.WarhammerWarpforge",
  "name": "Warhammer 40,000: Warpforge",
  "company": "Everguild Ltd.",
  "rating": "4.7star",
  "downloads": "100K+",
  "reviews": "9.9K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for a genre-defining CCG with fast, strategic gameplay, innovative game modes, awesome art and a deep love for Warhammer 40,000 showing through in every detail!A digital collectible card game set in the Warhammer 40,000 universe. Warpforge will bring together all the major factions in the Galaxy as digital cards. Build your collection, create the best deck, and fight against other players in brutal and fast-paced battles!Warhammer 40,000: Warpforge © Copyright Games Workshop Limited 2023. Warpforge, the Warpforge logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved to their respective owners.",
  "lastVersion": "Dec 15, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nvsgames.snap",
  "name": "MARVEL SNAP",
  "company": "Nuverse",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "422K reviews",
  "age": "Teeninfo",
  "describe": "Start playing MARVEL SNAP today - the Mobile Game of the Year Award Winner loved by millions of players around the world.MARVEL SNAP is a fast-paced collectible card game with innovative mechanics that's designed for mobile.Build your deck of 12 cards. Each Card represents a Marvel Super Hero or Villain, each with a unique power or ability. The goal of the game is to outsmart and outwit your opponent. Learning how to play only takes a few minutes, and matches only take 3-minutes. Download now and find out what everyone is talking about! 3-MINUTE GAMES! No more waiting around! Every game lasts only around three minutes. We cut out the fluff to focus more on the good stuff. PLAY MORE, EARN MOREEvery player begins with a FREE starter deck that helps you get started on your journey. From there, play at your own pace because there are no energy barriers, no ads, and no limits to your play. Unlock your favorite characters, and discover hundreds of new ones as you earn new cards to add to your collection simply by playing and mastering the game.DO YOU LOVE STRATEGY GAMES? GAMEPLAY VARIETY? The game is designed so that every match feels different. Play your cards at 50+ different locations from across the Marvel Universe, each with iconic game-changing abilities. From Asgard to Wakanda, new locations are introduced regularly to put your creative problem-solving skills to the test. CROSS-PLATFORM PLAY Available on both mobile AND Desktop PC. Play anywhere, any time you want. Register your account and your progress stays with you across different platforms. INNOVATIVE MECHANIC: \"SNAP\" TO RAISE THE STAKES \"SNAP\" is a unique mechanic in the game that lets you raise the stakes during a match and apply pressure on your opponent. For example, if you think you have a winning hand, use the 'SNAP' mechanic to double down and potentially double your rewards.Hey, even if you're bluffing —you could double your rewards!  DO YOU LOVE TO COLLECT? Each card in your deck is a unique character from the Marvel Multiverse. No other game lets you collect, mix, and match hundreds of hero and villain art variants from the entire MARVEL Universe—and beyond. You might have a classic comic inspired Iron Man card, but do you also have the Chibi, 8-bit, and Cartoon variants? I AM GROOT I am Groot. I AM Groot. I am GROOT. I am Groot? I am Groot. I AM GROOT! I am GROOT. I am Groot? DAILY, WEEKLY, & MONTHLY UPDATESMARVEL SNAP stays fresh and exciting with new cards, new locations, new cosmetics, new season passes, new ranked seasons, new challenges, new missions, and new events regularly. You don't have to wait months for updates! What are you waiting for? The game only takes a few minutes to learn and 3-minutes to play. Jump right in and find out why MARVEL SNAP won multiple 'Mobile Game of the Year' awards!",
  "lastVersion": "Dec 14, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 13, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytouchtales.cardthief",
  "name": "Card Thief",
  "company": "Arnold Rauers",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "27.6K reviews",
  "age": "Editors' Choice",
  "describe": "In Card Thief you move through a deck of cards as a stealthy thief. Sneak in the shadows, extinguish torches, pickpocket guards and steal valuable treasures without getting caught. In your thief hideout you can use your stolen goods to unlock powerful equipment cards. Each heist you can use 3 equipment cards to become a skillful master thief.  Card Thief, the official follow up to Tinytouchtales excellent dungeon crawler Card Crawl, attempts to condense the classic stealth genre into a solitaire style card game. The game offers an accessible core gameplay with a deep layer of tactical planning and various risk reward mechanics on top. In 4 different heists you can test your skills against various enemy and trap types. By successfully completing heists you can unlock and upgrade 12 equipment cards each with a unique ability to improve your highscores.  Features + Solitaire style gameplay + 4 heists each with different enemy and obstacle types + 12 unlock able and upgradable equipment cards + Mini deck building + Daily Heist with global highscores + Deep tactical planning for fans of the stealth genre + 2-3mins playtime per gameVisit www.tinytouchtales.com & www.card-thief.com",
  "lastVersion": "Dec 4, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wemademax.valkyrious",
  "name": "Valkyrious",
  "company": "Wemade Max Co., Ltd.",
  "rating": "3.3star",
  "downloads": "100K+",
  "reviews": "3.03K reviews",
  "age": "Mature 17+info",
  "describe": "Endless real-time strategy and exciting tension in Valkyrious![About Valkyrious]Valkyrious, a Real-time Strategy Card Game where you create decks of Valkyries with various abilities to battle opponents.Summon Valkyries to battle and utilize tiles and synergy between Valkyries to claim victory!◈ Game Features ◈■ Every moment is crucial!Every second matters in this attack and defense battle of the Valkyries! Claim victory over the battlefield by coming up with a quick strategy at the crucial moment.Never let your guard down on the battlefield!■ Claim victory with various types of Valkyries!Each Valkyrie has their own unique set of skills.Collect various Valkyries and build your own deck.■ Upgrade Valkyries and create your own strategy!Even the same type of Valkyrie can be upgraded into Valkyries with different abilities.Catch your enemies off guard with unique Valkyries.■ Experience various combat modes!In Chapters, you can explore the combat system and story of Valkyrious.In the Arena, you can challenge opponents from around the world.Hone your skills in Chapters and compete against different opponents live in the Arena.■ Who is the top player? Participate in the Tournament!Aim for the title of top player in the Grand Tournament, where 4 to 64 players can participate.■ Official ChannelsCheck out the latest development news and various events through our official channels.- Brand Website: http://www.valkyrious.net/- Official Medium: https://medium.com/@valkyrious_cm- Official Discord Server: https://discord.gg/valkyrious- Privacy Policy: https://docs.lightcon.net/policy/valkyrious_en.html#tab3- Recommended Specs: Android 10 or above, Galaxy S20 or above",
  "lastVersion": "Nov 20, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cdprojektred.gwent",
  "name": "GWENT: The Witcher Card Game",
  "company": "CD PROJEKT S.A.",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "412K reviews",
  "age": "Editors' Choice",
  "describe": "Join in The Witcher universe’s favorite card game — available for free! Blending the CCG and TCG genres, GWENT sees you clash in fast-paced online PvP duels that combine bluffing, on-the-fly decision making and careful deck construction. Collect and command Geralt, Yennefer and other iconic Witcher-world heroes. Grow your collectible arsenal with spells and special abilities that dramatically turn the tide of battle. Use deception and clever tricks in your strategy to win the fight in classic, seasonal and Arena modes. Play GWENT: The Witcher Card Game for free now!FREE TO PLAY THAT’S WORTH YOUR TIME — A fair and fun progression system turns the effort of building a competitive collection of cards into pure pleasure — simply collect new cards to build decks with as you play GWENT; no strings attached.STUNNING, ALL ACROSS THE BOARD — Beautiful, hand-drawn art and mesmerizing visual effects breathe life into every card, battle and battlefield, making GWENT fun to play and every duel a joy to watch.SKILL BEATS LUCK — Crush the enemy with brute strength or outsmart them with clever tricks — no matter your deck, GWENT’s unique round-based gameplay opens up a world of strategic possibilities to play with when fighting for victory.MORE THAN ONE WAY TO PLAY — Whether it’s a quick online game against a friend, a highly competitive PvP challenge, or something new and wildly adventurous like the Arena, GWENT’s selection of game modes has got you covered.EASILY SATISFYING, ANYTHING BUT EASY — Sling cards from your deck across two tactically distinct rows — melee and ranged. Gather more points in the duel against your opponent to win a round. Win two out of three rounds to win the battle. It won’t be easy, but no one said it should be.NO HOLDING BACK, NO HOLDING HANDS — You start with 10 cards from your deck in hand, able to play each card right from the start. It’s up to you to open the game with your strongest unit, or save the best for later in the fight. How will your deck look and what will your strategy be?",
  "lastVersion": "Dec 7, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.DigiJello.PokerFantasy",
  "name": "Reversal of Deck",
  "company": "DIGI JELLO LTD.",
  "rating": "4.1star",
  "downloads": "100K+",
  "reviews": "5.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Enter the Arena! Build your Battle Deck and outsmart the enemy in real-time battles.  Start battling against players from around the world!BECOME A MASTER OF STRATEGY AND DECK BUILDINGChoose unique Cards to your Battle Deck and head to the Arena for Battle!Place your Cards right and knock down the opponent in a strategic match. BATTLE YOUR WAY TO THE TOPWin battles and progress to new Arenas to unlock powerful new Cards to your collection!Battle your way to the Arena to match against the best players in the world.Compete for glory and rewards!DEFEAT YOUR OPPONENTS WITH SMART STRATEGIESUse mastery to empower your deck. When cornered, unleash your arcane to turn the tide. Gather information and counter your opponent in real-time.【Contact us】Facebook：https://www.facebook.com/ReversalOfDeck/Discord：https://discord.com/invite/uHwtpmUXkUCustomer Service email：service@digi-jello-rd.com",
  "lastVersion": "Nov 19, 2023",
  "classify": "CardCard battlerCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.robots.medabots",
  "name": "MEDABOTS: Card Battle RPG Game",
  "company": "Comadran Studios SLU",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "7.46K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Medabots: Card Battle RPG GameDive into the Medabots universe and prepare for thrilling 3v3 battles in this RPG card game. Build your deck with unique abilities and defeat your enemies in action-packed fights.Why Choose Medabots: Card Battle RPG Game?\t•\tExplore the enthralling Medabots Universe\t•\tEngage in 3v3 strategic battles\t•\tCustomize your robots with interchangeable parts\t•\tVariety of game modes: Story Mode, Alterbattles, and Meda MayhemKey Features\t•\t3v3 Battles: Plan your strategy and master the battlefield\t•\tInterchangeable Parts: Broaden your options with unique robot parts\t•\tContinuous Progress: Level up and become stronger with each fightGame Modes\t•\tStory Mode: Learn the mechanics and earn parts for your robots\t•\tAlterbattles: Compete online against players worldwide\t•\tMeda Mayhem: Embrace the chaos in this Battle Royale modeExtras\t•\tDaily and Weekly Missions: Earn rewards and progress faster\t•\tBattlepass: Access exclusive content and special rewards\t•\tMedafighters and Card Backs: Personalize your gaming experienceDownload Medabots: Card Battle RPG Game now and start your adventure in a world full of strategy, action, and thrilling fights. See you in the arena!",
  "lastVersion": "Oct 10, 2023",
  "classify": "CardCard battlerCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.humble.SlayTheSpire",
  "name": "Slay the Spire",
  "company": "Humble Games",
  "rating": "3.1star",
  "downloads": "500K+",
  "reviews": "19.8K reviews",
  "age": "Everyone 10+info",
  "describe": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!Features- Dynamic Deck Building: Choose your cards wisely! Discover hundreds of cards to add to your deck with each attempt at climbing the Spire. Select cards that work together to efficiently dispatch foes and reach the top.- An Ever-changing Spire: Whenever you embark on a journey up the Spire, the layout differs each time. Choose a risky or safe path, face different enemies, choose different cards, discover different relics, and even fight different bosses!- Powerful Relics to Discover: Powerful items known as relics can be found throughout the Spire. The effects of these relics can greatly enhance your deck through powerful interactions. But beware, obtaining a relic may cost you more than just gold.",
  "lastVersion": "Dec 10, 2023",
  "classify": "#1 top paid cardCardCard battlerCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.actgames.zoidscard",
  "name": "ZOIDS WILD ARENA",
  "company": "ACT Games Co., Ltd",
  "rating": "3.0star",
  "downloads": "10K+",
  "reviews": "233 reviews",
  "age": "Teeninfo",
  "describe": "ZOIDS WILD ARENA is a trading card game (TCG) that incorporates units from the ZOIDS WILD franchise as cards. The game allows players to form a deck using 30 cards, which will allow them to battle against each other for supremacy. Every card can be upgraded all the way to 6 stars, so everyone has a chance to build powerful decks without relying on luck. Test your wits against others all over the world!",
  "lastVersion": "Dec 1, 2023",
  "classify": "CardCard battlerCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tfgco.games.strategy.free.castlecrush",
  "name": "Castle Crush：Epic Battle",
  "company": "Fun Games For Free",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "1.5M reviews",
  "age": "Teeninfo",
  "describe": "RPG? RTS? Castle Crush is a unique strategy game. Legendary monsters. Magic arena. Epic duels. Multiplayer/PvP. Choose your tactics, jump on board, and battle against your opponents in the best card & strategy game!Duel players from all around the world in this fun real-time strategy game! Collect and upgrade 40+ troops and spells: from the lovely Dryad to the tremendous Dragon! Play now, for free!Choose your strategy and lead your army to victory in the epic battle! Build a strong deck and crush your enemy's castle deploying your troops! Earn trophies and climb the global ranking! Clash with the enemy clans and defend your army! Open your chests to discover and unlock new powerful warriors, monsters, and spells! Will you get one of the magic legendary cards? Define your strategy and choose your warriors carefully. Archers to kill from a distance? A Royale Golem to break through the defense? Or a heal spell to give a boost to your troops? Your decision will make the difference between victory and defeat!FEATURES + Clash with other players in epic duels & battles+ Collect new powerful troops and monsters+ Destroy opponent’s castles to unlock new cards+ Progress through multiple levels all the way to the top+ Learn different battle tactics & strategy and become the ultimate champion+ Free daily cards+ Open epic magical chests+ Earn trophies+ Join legendary clans+ Fun, intuitive mechanics+ Real-time epic battle games+ Duel for freeGet into the arena and clash against other players on epic duels! The combat may be hard, prepare your strategy to win this PvP battle game!A great multiplayer strategy game! Join now this epic battle game and have fun in the clash against your enemies! Duel online with your friends and be one of the lords of mobile battles!Join the Castle Crush community: Facebook PageForumsRemember: RPG? RTS? Castle Crush is a unique strategy game. Legendary monsters. Magic arena. Epic duels. Multiplayer/PvP. Choose your tactics, jump on board, and battle against your opponents in the best card & strategy game!",
  "lastVersion": "Dec 14, 2022",
  "classify": "CardCard battlerMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillingo.robberybob2.android.gplay",
  "name": "Robbery Bob 2: Double Trouble",
  "company": "Deca_Games",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "972K reviews",
  "age": "Everyone 10+info",
  "describe": "He's sneaky, he's goofy and he's back to play!  Your favourite burglar Bob is up to his old tricks again in Robbery Bob 2 with new characters, new outfits, new comics and better challenges!Playing as Bob, you will sneak around security guards, past patrolling pensioners and evade complex traps as you try to get your sticky hands on as much loot as possible in this free to play adventure!Many new puzzles are waiting to challenge you in the second chapter of this stealth adventure through beautiful villas and houses. FEATURES There are many reasons why you should jump in this new adventure and start playing now:The man of steal is back! – and he’s landed himself in all sorts of trouble. Help Bob plan a wedding for a mobster’s daughter, stop Dr. Thievious’ devious plans and find out if aliens really do exist?Over 100 new levels of lootin’ fun! ­– What goodies will you loot as you sneak around the streets of Playa Mafioso, Shamville and Seagull Bay? Our new levels will challenge even the most experienced burglars, making for a great game experience.Hide and Seek – Sneak around on tip-toe, hug walls to stay out of sight, make noise to distract guards and, if you’re caught red handed, get out of there quick!Old Bob, New Tricks – Use RC Cars, Teleportation Mines and tons of new gadgets to help Bob get out of a tight squeeze. Find the most ingenious ways to sneak around and avoid gettins spotted!Suited and looted  – Play in style with a variety of outfits to customise your character in all kind of skinsDownload now and start your sneaking adventure! Robbery Bob 2 will become your new favourite game!",
  "lastVersion": "Oct 30, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr2.f2p.google",
  "name": "Cut the Rope 2",
  "company": "ZeptoLab",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.34M reviews",
  "age": "Editors' Choice",
  "describe": "Second part of the legendary Cut the Rope logic puzzles series. Get it now for free!Cut the Rope 2 is a part of the iconic Cut the Rope franchise by ZeptoLab, which follows the adventures of Om Nom, a cute green creature that adores candies!Meet Om Nom's friends - the Nommies - and hop on the amazing journey through more than 160 levels that will take you through lush forests, busy cities, junkyards and underground tunnels, all in pursuit of one goal – CANDY!Familiar to play, yet challenging to master, Cut the Rope 2 brings fresh mind bending challenges and unanticipated obstacles to the casual phenomenon loved by preschool children and adults alike! Keep your brain fit and boost your problem solving skills by mastering the tricky levels based on real-life physics. Tired of mind game? Just sit back and enjoy the cheerful and relaxing game atmosphere of one of the most beautiful free educational apps for kids. If you like Cut the Rope, you’ll love Cut the Rope 2.ALL NEW LOCATIONS TO EXPLORE! Experience 168 entirely new levels of rope cutting, mind boggling action.ALL NEW CHARACTERS TO MEET! Find 7 new characters, the Nommies, to help you solve puzzles.ALL NEW HATS TO BRAG ABOUT! Customize Om Nom, choose your favorite candy and select your finger traces.ALL NEW ADVENTURES FOR OM NOM! Experience completely new graphics, sound and gameplay elements, including the ability to move Om Nom. MEET OM NOM’S NEW FRIENDS, THE NOMMIES!  • Roto can carry Om Nom to the best candy catching locations. Nom noms, yummy! • Lick can make small bridges with his tongue to help Om Nom reach his goal • Blue can lift Om Nom to new levels of candy hunting fun • Toss can throw objects up in the air. Use her to boost Om Nom, candies and you problem solving skills! • Boo can scare Om Nom to jump to new heights • Snailbrow bravely rolls on walls, ceilings and pushes candies around, like a boss • Ginger can burn away obstacles between Om Nom and the candyTired of mind work and cutting ropes? Relax and enjoy Om Nom's exciting adventures with the 'Om Nom Stories' cartoon series without leaving the app!And don't forget to subscribe to our YouTube channel for more candy crunching videos with your favorite sweet tooth! http://bit.ly/1TO38exAlready a fan?LIKE US: http://facebook.com/cuttheropeFOLLOW US:  http://twitter.com/cut_the_ropeVISIT US: http://cuttherope.net/cuttherope2\"Something's wrong with game? We're masters at problem solving! Just drop us a note at support@zeptolab.com, we can help you!What are you waiting for, help Om Nom get back his candy! Download Cut the Rope 2 now for free!About ZeptoLab:ZeptoLab is a global gaming and entertainment company best known for developing the award-winning, hit franchise Cut the Rope, which includes Cut the Rope, Cut the Rope: Experiments, Cut the Rope: Time Travel, Cut the Rope 2 and Cut the Rope: Magic. Cut the Rope games have been downloaded more than one billion times by users around the world since the first game's debut in October 2010. The company has also released King of Thieves, a massive multiplayer mobile title with more than 50 million downloads so far, as well as Pudding Monsters and My Om Nom games",
  "lastVersion": "Aug 11, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bloop.food",
  "name": "Food Gang",
  "company": "Bloop Games",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "68.2K reviews",
  "age": "Teeninfo",
  "describe": "Food Gang is a fast and fun brawl game. Game Features:- Choose from 14 unique and crazy characters- Unlock more than 50 amazing skills- Collect stars to claim incredible rewards- Fight against random opponents in 3 unique arenas- Enjoy fast action gameplay- Climb the trophy road and complete weekly challenges to unlock more powers! Food Gang is a free to play online game, internet connection is required.",
  "lastVersion": "Aug 22, 2023",
  "classify": "ActionFightingBrawlerArcadeSingle playerMultiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.puzzle.slidepuzzle.extend",
  "name": "Haru Cats: Cute Sliding Puzzle",
  "company": "Hyper Cats Studio",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "32.4K reviews",
  "age": "Everyoneinfo",
  "describe": "🌈 Slide into Delight with Haru Cats: Cute Sliding Puzzle! 🐾Welcome to a world where adorable challenges and captivating sliding puzzles await. This enchanting and free block puzzle game is perfect for relaxing your mind 🧠 and enjoying a purrfectly fun time with the cutest kittens ever 😻. Slide blocks to create complete lines, enjoy the leisurely pace, and engage your brain with our special cats. With no pressure and no time limits, it’s the ideal blend of challenge, cuteness, and endless fun!🔥 Unleash the Purr Power: Special Cats Revealed 🔥Engage in an adventure with every slide, thanks to our unique cats:- ⚡ Lightning Cats: Zap rows with electrifying ease!- 🔒 Sealed Cats: Unleash hidden potential and watch them multiply!- ❄️ Frozen Cats: Thaw their icy barriers with strategic slides!- 💣 Bombing Cats: Defuse or use their explosive antics to your advantage!- 🐱 Haru the Cat: Your fluffy guide through thick and thin, mastering puzzles with a swish of his chunky tail.The special cats ensure that our game remains endlessly engaging, challenging, and oh-so-cute!💖 Why Haru Cats Will Steal Your Heart 💖- 🎉 Puzzle Mastery: Easy to learn, fun to master – every slide is a new surprise.- 🚀 Boosters Galore: Booster aids for those particularly tricky puzzles.- 🌿 Relaxed Gameplay: Enjoy the stress-free atmosphere as you slide to high scores at your pace.- 💌 Collect and Share: Collect delightful Haru stickers, adding a touch of kitty charm to your chats.- 🌙 Soothing Escapade: Let each puzzle be your zen moment in the day.🐾 Join the Purr-suit of Puzzle Perfection! 🐾Download Haru Cats: Cute Sliding Puzzle now for an irresistible mix of cat friends and smart puzzles that’ll keep you coming back for more. Get ready for frequent updates with new puzzles to keep your brain engaged and your heart warm.Embrace the joy of sliding puzzles and the charm of our furry friends —because Haru Cats is more than just a game; it’s a doorway to a magical world where cuteness and cleverness intertwine 🌈",
  "lastVersion": "Dec 16, 2023",
  "classify": "PuzzleSlidingCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Sliding+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.frojo.pickle",
  "name": "Pickle Pete: Survivor",
  "company": "Frojo Apps",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "97K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down arena shooter with autofire and a wide variety of guns to choose from. Survive waves of enemies by using the full arsenal of your pickle, including a dodge roll and other on-demand abilities.Darkness has settled over the world, and our hero must find a way to survive against the waves of evil forces. Stack up, gear up, and create countless combinations of unique builds to become stronger than your enemies. Find the antidote and save the world!Features:- Tons of epic boss fights- Rich environments with unique enemy mechanics per biome- Deep progression system that leads to unique builds every run- Super easy controls- Various game-modes to mix it up",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingRoguelikeArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.SuperAwesome.HelloKittyFriends",
  "name": "Hello Kitty Friends",
  "company": "Super Awesome Inc.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "44K reviews",
  "age": "Editors' Choice",
  "describe": "Match 2 blast puzzle game from SUPERAWESOME, leading interactive entertainment company for the mobile world.My coy but lovely friend, 'KUROMI', finally came to Hello Kitty Friends World! Welcome a cute friend the pink skull hood!HELLO KITTY, MY MELODY, POMPOMPURIN, BAD BADTZ-MARU, KEROKEROKEROPPI, TUXEDOSAM go to the puzzle world!Exciting puzzle game adventure with cute Sanrio characters!Tap blocks of same Friends blocks and craft powerful booster!Explore Hello Kitty Friends’ world with cute obstacles in your way!What should I wear today?Collect a variety of costumes for the Friends.GUDETAMA and CINNAMOROLL also visited the Hello Kitty Friends world!Charming Friends will help you play the game!Decorate your own house and invite friends over!Fill your dream house with adorable items!Combine and get new Friends!Meet a new Friend by combining three Friends!Collect all your lovely friends and complete your collection!Meet Hello Kitty Friends right now!Key FeaturesDelightful graphics and super easy to play!It is easy and fun to play but difficult to master.There are many different levels available.Get amazing rewards by exploring the Hello Kitty Friends’ World!Share the fun with friends through the Facebook sharing feature.Boost items such as Cupid’s Arrows, Toy Hammers, Mirrorballs, Magic Wands, Firecracker, and Bombs will make your gameplay more enjoyable.What's even better is that you can enjoy all of this completely for free!*In-app-purchase options are available.",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzlePair matchingCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Pair+matching+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrush4",
  "name": "Candy Crush Friends Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Everyoneinfo",
  "describe": "With updated graphics, fun new game modes and a host of friends to help you blast through hundreds of levels! Your Candy Crush Friends have been scattered throughout the Candy Kingdom - Join this match 3 puzzle game to find them! This friendly bunch have their own unique powers to help you to create sweet candy combinations and blastthrough blockers! Switch and match candies to unlock rewards, friends, and sweet collectable outfits! The more candies you collect the greater your power on the game board! This fun new Candy game is filled with delicious treats - cookies, jam, chocolate and more! Your favourite game modes, but sweeter than ever! Candy Crush Friends Saga features: •\tHundreds of levels to play – collect your favorite friends along the way! •\tYour Candy friends are your allies – they are ready to help you blast through levels!•\tWatch Yeti and his friends dance when you win levels!•\tFun new game modes; dunk the cookie in the chocolate & free the octopuses and the mammoths!  •\tKeep your friends in a sticker book and change their outfits!•\tExplore sweet new worlds in 3D!•\tEasy to play but challenging to master!•\tPlay whenever, online and offline. Easily sync the game between devices and access full game features when connected to the internet. •\tTake on this epic saga alone or play with friends to see who can get the highest score! If you need help and support, you will find helpful and extensive FAQs in our in-game Help Center, click the ? to launch it.Share opinions and have sweet discussions with other members of the Candy Crush Friends Saga community. https://community.king.com/en/candy-crush-friends-saga/Visit www.candycrushfriendssaga.com and discover delicious game guides and tasty blogs to satisfy your candy cravings.Candy Crush Friends Saga is completely free to play but some optional in-game items will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings.  By downloading this game you are agreeing to our terms of service; https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/",
  "lastVersion": "Dec 13, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when youâ€™re racing online against players from around the world! Think youâ€™re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]