[{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.3M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.moonactive.coinmaster",
  "name": "Coin Master",
  "company": "Moon Active",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.28M reviews",
  "age": "Teeninfo",
  "describe": "Join your Facebook friends and millions of players around the world in attacks, spins and raids to build your viking village to the top! Do you have what it takes to be the next Coin Master? Can you travel through time and magical lands to battle it out to be the best Pirate, Hippie, King, Warrior or VIKING of them of all!Spin to earn your lootSpin the wheel to fall on your fortune, be it attack time, loot, shields or raids. Win your loot by landing on coins or gold sacks so you can build strong villages through the game and move up in levels. Win shields to guard your village from other vikings trying to attack you. Become the Coin Master with the strongest village and the most loot!Attack and Raid fellow vikings!Earning coins through the slot machine isn't the only way to get loot, you can steal it too! Attack or raid friend and foe to save enough loot to build your village. No need to break the piggy bank! Fight back and come out victorious against your enemies. Boom! Take revenge on those who have attacked your village and take whats rightfully yours! Bring your Coin Dozer and get rich again! You never know what treasures you can find in someone else's village! Collect all the Cards!It's not always about the loot, it's about the treasure too! Collect cards to complete sets and move on to the next village. With every village you conquer your wins will be greaterPlay with friends!Trade your cards with our online community to collect them all! Join our fast growing interactive Facebook community to meet new viking friends, earn big rewards, and trade treasures! ★ Battle your way to be the next Coin Master with your friends by your side.★ Join in millions of players worldwide!★ Coin Master is free on all devices with in-app purchases.Follow Coin Master on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/coinmasterInstagram: instagram.com/coinmasterofficial/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://support.coinmastergame.com/",
  "lastVersion": "Dec 18, 2023",
  "classify": "#2 top grossing casualCasinoCasino-adventureCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Casino+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.taserstungun",
  "name": "Electric Stun Gun Simulator",
  "company": "Pixelated Play",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "25.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Electric Stun Gun Simulator is an entertaining app that simulates the sound and noise of three different Stun Guns that you can use to scare your friends and family!  It displays an image of a stun gun in the center of the screen and pressing it causes your phone to flash the Flashlight rapidly, emit a LOUD stun gun sound effect, and flash the screen.  Pick from three different stun guns with three distinct sounds!KNOWN ISSUES:No known issues at this time.FEATURES:* THREE different Stun Guns!* THREE distinct Stun Gun sound effects!* LED Flashlight blinks rapidly with a cool Strobing effect!* FLASHING screen!* Animated electrical spark!DISCLAIMER:  Strobe light can cause epileptic seizures in some people with history of epilepsy. Do not point flashing light at the face of anyone.DISCLAIMER:  This is NOT a real stun gun and does NOT work like a real device.ABOUT REQUIRED PERMISSIONS:The Camera permission is asked for so that the Flashlight LED may be used to generate a strobe effect when the stun gun is active.  NO recordings of any kind are made.android.permission.VIBRATE, This is used to vibrate the phone when the image is pressed.",
  "lastVersion": "Aug 25, 2023",
  "classify": "SimulationCasualSingle playerOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.netease.partyglobal",
  "name": "Eggy Party",
  "company": "Exptional Global",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "86K reviews",
  "age": "Everyoneinfo",
  "describe": "【Game introduction】Welcome to the amazing party game, Eggy Party, developed by NetEase Games where you and your Eggy Friends break through absurd obstacles and experience the journey on Eggy Island, let's egg the party now!【Game Features】-Dive into the EGGYVERSE! Become a cute eggy and join the lively EGGYVERSE! Here you can get ride the giant ferris wheel, the funny trampoline, floor piano, football field, and many more attractions waiting for you!-Team up with other cute Eggies!Team up with cute Eggies in different styles; fluffy, fantasy, sweet...choose the style that suits you! Power through obstacles together with your Eggy friends, it’s time to have fun now!-A World full of party and play!Join the different parties, bump and hug with friends in game! Be careful with the obstacles and avoid other Eggies! Enjoy the party with your friends and go play all night!-Whimsy Playground—All Fun and Games!Welcome to Whimsy Playground on Eggy Island! How you play is up to you! Sharpen your skills, conquer challenging maps... The fun never ends when you're spending time with friends! Feel the excitement as you leap over traps or immerse yourself in thrilling escape games—you can even design your own maps! Adventure awaits!To learn more about Eggy Party, please visit: • Official Website: https://www.eggyparty.com/• Twitter: https://twitter.com/eggypartyglobal• YouTube: https://www.youtube.com/channel/UCK0y3Dls7q62xvKyiHLvUeA• Facebook: https://www.facebook.com/EggyPartyGlobal/• Instagram: https://www.instagram.com/eggypartyglobal/• TikTok: @eggypartysea2023• Discord: https://discord.gg/eggyparty",
  "lastVersion": "Dec 6, 2023",
  "classify": "SimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=g.com.gno.ghu",
  "name": "G88 Card - No Hu",
  "company": "deof",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "G88 - No Hu Card Touch a card to flip it and reveal its shape, find the matching shapes",
  "lastVersion": "Dec 4, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=g.com.gno.ghu"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.3M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.whoyaho.tanghulu",
  "name": "Tanghulu Master - Candy ASMR",
  "company": "Whoyaho Corp.",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "78.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Create and crunch away at your candied Tanghulu masterpiece!Lulu's family, once the masters of Tanghulu, face a rising challenge as more Tanghulu shops pop up and steal customers away. Embark on the journey with Lulu as she aims to restore her family's shop through the world of Mukbang ASMR and become a true master of Tanghulu!\"Let's start today's Tanghulu live stream!\"[Stacking ingredients]Surviving as a Mukbang creator is tough, so get creative - add marshmallows, gummy bears and even chili peppers to your Tanghulu creations![Sugar Coating]Once you've filled up your skewer, pop them in the pot and give a gentle stir to give a delicious sugary glaze. Create a thin and crunchy Tanghulu with the master's secret technique![Mukbang Live Stream]Yet another crunchy live stream success! Yum! The chat was buzzing today. Now it's time to stock up on fresh ingredients with the Super Chats I earned by completing viewer missions!Are you ready? It's time to challenge the Tanghulu master!Contact: support@whoyaho.com",
  "lastVersion": "Dec 15, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.whoyaho.tanghulu"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twoplayergames.multiplayer.free.party",
  "name": "Super party - 234 Player Games",
  "company": "Arbalest Studio",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "3.44K reviews",
  "age": "Everyoneinfo",
  "describe": "At 2 Player Games Party, a new and exciting game that lets you meet new friends dueling on the same device with the best friend is a lot of fun. This is the 1234 player minigame you want! super party is a casual, single or multiplayer party board game. It can be connected to the Internet or offline, you can play this game anytime and anywhere without worrying about whether there is 5G or WiFi. Super Party is a great entertainment multiplayer games, and it's one of the top free games that you don't have to pay for. You can play with two player or play alone against the stickman AI!If you have more friends, classmates or family around you, you can play against two or three players. Of course, you can also play against the AI no matter where you are! Because this is a party game that can be played offline.Super party - 234 Player Games is a lot of fun to play on the same device with friends. The more players there are, the more fun it is.Duel with your friends in various multiplayer parties with many different multiplayer games waiting for you!Hit multiplayer Games:Table Tennis:Defeat all your friends in the party！Be the first to remove all the billiards!Drag Racing:Drive your car, throw your friends away, but be careful of slipping!Air Hockey:Use all your strength in this battle! Shoot the puck into your opponent's goal!Tic Tac Toe:place 3 symbols in a row respective marks in a horizontal, vertical, or diagonal row.Tanks:Duel with friends on the battlefield. Who is the best destroyer?Tic Tac Toe:The goal of the classic Tic-Tac-Toe board games is to align 3 or more of your symbols (x o, noughts and crosses) in a board.There are more classic party games!(Like Traffick Jam, Ducks To Water, High Way... )",
  "lastVersion": "Dec 5, 2023",
  "classify": "CasualMinigamesMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Mini+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.delete.erase.tricky.parts.master",
  "name": "DOP Delete Stories: Erase Game",
  "company": "GAPU",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "271 reviews",
  "age": "Everyone 10+info",
  "describe": "🧠📚 Prepare yourself for the mind-bending challenges of DOP Delete Stories: Erase Game! 🧩🕵️‍♂️📜 Delete Love Story Game 📜Embark on an incredible adventure in this brain-erase funny gameplay sensation. In this unique brain game, you are the master of deletion, and your mission is to rewrite love stories by deleting one part. The fate of characters lies in your hands – will you alter destinies or uncover hidden truths? The choice is yours! ❤️🕵️‍♀️🧩 DOP Puzzle Draw and Erase 🧩Prepare to engage your intellect like never before with DOP riddle game! This delete master brain puzzle game challenges you with intricate puzzles that will put your problem-solving skills to the test. Unleash your inner puzzle solver and accept the challenge! 🎲✏️🕰️ Erase One Part 🕰️Become a detective eraser and delve into the world of delete memories stories. In this captivating adventure, you'll have the power to erase one part and rewrite history. Will you change the course of events or uncover long-buried secrets? Dive in and find out! 📖🔍🕵️‍♂️ Detective Erase 🕵️‍♂️Step into the shoes of a true detective and navigate through stories delete past. Uncover hidden clues, solve mysteries, and master the art of deletion. Can you unravel the ultimate puzzle? Test your skills now! 🧐🔐📖 Delete Memories Stories 📖Challenge your brain with the intriguing gameplay of DOP Delete Stories. In this delete puzzle eraser game, you'll immerse yourself in a world of brain games delete one part, where every decision you make matters. Rewrite the past and shape the future! 🧠🎮🔍 Dop Delete Stories 🔍Prepare for an adventure like no other in Dop Delete Stories. Explore captivating narratives, solve puzzles, and embrace the power of deletion. Will you erase one part to reveal the truth? Get ready to rewrite stories! 📚✂️🧩 Delete Puzzle Eraser Game 🧩Welcome to the world of detective erasers in this brain-teasing game. Challenge your mind and achieve a keyword density exceeding 1% as you erase one part, solve puzzles, and unlock the mysteries of delete love story game. 🧠🔓With seven keywords achieving a density exceeding 1% and an exciting array of puzzles and storytelling, DOP Delete Stories: Erase Game offers an immersive experience that will keep you engaged for hours.Download DOP Delete Stories now and become the ultimate detective eraser! Put your brain to the test, rewrite stories, and uncover the hidden truths within. Are you ready for the challenge? Play today and find out! 💡🕵️‍♂️🧠",
  "lastVersion": "Aug 3, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.delete.erase.tricky.parts.master"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.garena.game.kgvn",
  "name": "Garena Liên Quân Mobile",
  "company": "Garena Mobile Private",
  "rating": "4.1star",
  "downloads": "50M+",
  "reviews": "6.06M reviews",
  "age": "Teeninfo",
  "describe": "What's new?● Ming - Otherworldly magician debuted.● Stuart - Blood-eyed maniac - remade champion.● Change maps and champion strengths.● Change the appearance and power of the tyrant Caesar.● Caesar's new power pioneered.LEGENDARY ARENA – WIN AND DEFEAT AT SKILLS!Join your alliance in the all-new & FREE 5v5 arena!INTRODUCEAssert yourself, stand by your teammates and challenge millions of other players through countless great 5v5 battles on Garena Lien Quan Mobile's legendary MOBA Esports 5v5 arena - victory or defeat depends on skill!Join Clan Alliances in the game now to fight together and become a legend in the world-famous MOBA Esports PC game.Choose a real nickname now, join the legendary world of MOBA Esports 5v5 of Garena Lien Quan Mobile and make the whole world know your name!FEATURE1. Diverse game modes, enjoy fightingBesides the 5v5 map, players can freely experience other customized maps with friends such as random 5v5, 3v3, 1v1, and special, cool & FREE game modes that are constantly updated super fast. such as Garena Lien Quan Chess/ Lien Quan Chess belonging to the auto chess game series has been released2. Continuous fighting, comparing skillsVictory is based on three and only three key factors that ensure absolute fairness, true to MOBA Esports: skills, teammates, and tactics. Let's choose an Alliance in the game and quickly fight. Let's become legends by your skill!3. Play anytime, anywhere & completely FREEDownload games super fast. Find a match and fight in the blink of an eye. You can choose the 5v5 battlefield or the extremely attractive auto chess mode. Only 10 minutes per match, feel free to play Garena Lien Quan Mobile anywhere, anytime, special super-fast Lien Quan battles are completely FREE!4. Simple operation, easy to get used toThe sophisticated minimalist control system includes only 2 virtual keypads. Players will only need to use 2 fingers, and less than 5 seconds of experience to be ready to challenge every battle! Super fast speed, easy to control.5. Convenient voice chat, easy communicationThe system integrates real-time voice chat, and a flexible quick chat suite to customize as desired. The faster the game progresses, the faster and more convenient the communication speed will be. Remember to use voice chat to communicate with your Clan Alliance.6. Compete in rankings, challenge the topBang bang... Just a few shots at the end of the round can determine victory or defeat. Join the fierce MOBA Esports competition, show your bravery on the legendary Rankings of Garena Lien Quan Mobile. Find super-fast class matches, super-fast Lien Quan battles.7. Unique brand collaboration champions and costumes are only available at Garena Lien Quan MobileA series of quality champions and costumes from famous partners: Harley Quinn, Superman, Batman, Wonder Woman, Joker,... from DC Comic, Kirito and Asuna from Sword Art Online, Ultraman costumes, Murad MTP school idol... and promises to be even more in the future!ABOUT THE GAME TITLE• Garena Lien Quan Mobile VN, also known as Garena Arena of Valor, AOV or ROV is a FREE multiplayer game in Vietnam and famous around the world. In Vietnam, gamers often call it Lien Quan, LQ or Lien Quan mobi.• Garena Lien Quan Mobile VN continuously updates diverse new modes: Pinnacle Duel brings ranking to new heights, Duplicate Duel on the ultra-light Low poly map, Lien Quan Chess (aka Dignity Chess), belongs to The auto chess mobile series uses the original champions in the game, very easy to play and get used to.Garena Lien Quan Mobile – Let’s become legends",
  "lastVersion": "Nov 12, 2023",
  "classify": "StrategyMOBACasualSingle playerMultiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ig.spider.fighting",
  "name": "Spider Fighting: Hero Game",
  "company": "Zego Studio",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "23K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Spider Fighting: Hero Games. The new spider hero game will not disappoint the fans of hero games. Dive into the action-packed realm with Spider Fighting: Hero Games an exciting mobile adventure that puts you in the shoes of a legendary spider hero. Brace yourself for heart-pounding hero games revolving around the thrilling mechanics as you - spider hero navigate the vast urban landscape.AMAZING SPIDER HERO - AGAINST GANGSTER CRIMEYou'll traverse the cityscape with the remarkable skills of a spider hero in spider fighting. Get ready for action in hero games, spider fighting expertise will be your great asset as you soar through the air with the grace of a spider hero.THE ULTIMATE SPIDER HERO SKILLS - WORLD ROPE GAMESYou'll battle gangster crime in the heart of vice town. Spider fighting skills will be tested as you face off gangster crime. Upgrade spider fighting capabilities as you progress, raise combat prowess, and unlock new dimensions to spider game.MAJESTIC VICE TOWN CONCEPT - IMPRESSIVE HERO GAMES With advanced 3D graphics and dynamic gameplay, spider fighting games redefine the concept of spider games. As the spider hero in a world dominated by gangster crime, the mission is to restore peace. Swing, fight, and conquer through the challenges of hero games.Spider Fighting: Hero Games gameplay- Spider hero takes to the skies to fight gangster crime in vice town accompanied by impressive music and sound effects- Engage in spider fighting adventure with high-quality graphics and stunning animations- Experience mechanics of hero games on many levels- Play as a spider hero with action-packed gameplay centered around a rope- Use hero games skills to wage war against gangster crime- Show the skills in air combat and prevent vice town of hero games from perishing- Use spider hero climbing techniques to navigate buildings- Assume the role of spider hero to protect the town Join hero games, be a spider hero, and save the vice town!",
  "lastVersion": "Dec 13, 2023",
  "classify": "#2 top free actionActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funnygames.escape.zjy5hw",
  "name": "Paper Bride 5 Two Lifetimes",
  "company": "Heartbeat Plus",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "4.98K reviews",
  "age": "Everyone 10+info",
  "describe": "Life is like a play. Who is an actor? Who is the audience? Who is writing behind the scenes? If this is a comedy, why is my laughter full of tears?If this is a tragedy, why is there no end?\"\"Paper Bride 5 Two Lifetimes\"\" is the 5th work in the \"\"Paper Bride' series. Our cast from Zangling Village return to the stage to welcome players back to the world of paper bride...We have once again integrated more Chinese folk lore as the story continues to unfold and new characters take stage. Experience the joys and woes of our cast in this world steeped in folk tradition shrouded in dreams and illusions.New Features:☯Rich Folk Lore: We have consulted experts to bring you more in-depth and historically accurate folk lore!☯New Puzzles: We always strive to create new challenges for players with each installment, such a new mechanic for solving puzzles with your phone!☯Improved Graphics: This chapter is our most detailed work yet! A gorgeous cast, rich environments, and more animations await!☯The Plot Thickens: Lines blur between dreams and reality. What is real? What is staged? Only you can find out.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.funnygames.escape.zjy5hw"
},
{
  "link": "https://play.google.com/store/apps/details?id=mml.studio.piano.musicgame",
  "name": "Magic Music Tiles:piano game",
  "company": "MMGame Studios",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "\"Magic Music Tiles\" is an extremely challenging music rhythm game designed specifically for players who love playing the piano and seek a sense of rhythm. In this exhilarating game, you will experience unparalleled musical pleasure and the joy of controlling the rhythm.You need to accurately tap the notes that appear on the screen to match the rhythm perfectly with the background music. Each track has unique rhythm patterns and speed variations. To achieve high scores, you must maintain focused attention and precise finger movements.\"Magic Music Tiles\" offers various difficulty levels, ranging from beginners to experts, with dozens of classic tracks to challenge you. The game features a wide range of music genres, such as classical, pop, jazz, and more, allowing you to enjoy the charm of different musical styles.The exquisite game interface combines with stunning visual effects to create an immersive music experience. The piano keyboard in the game is designed lifelike, accompanied by dynamic music effects, making you feel like you're performing on a real piano stage.In addition to the challenging mode, the game also provides a free practice mode, allowing you to freely play your favorite songs and adjust the rhythm and speed through flexible settings. This offers more opportunities for players who want to unleash their creativity and explore music.Not only can you enjoy the charm of music, but \"Magic Music Tiles\" also helps improve your reaction ability and hand-eye coordination. Through continuous practice and challenges, you will gradually become a true  music master.Are you ready to pursue the rhythm of music? Come and experience \"Magic Music Tiles,\" play the most magnificent melodies with your fingertips, and become a pinnacle existence in the world of music!",
  "lastVersion": "Dec 14, 2023",
  "classify": "Music",
  "privacy": "https://play.google.com/store/apps/datasafety?id=mml.studio.piano.musicgame"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "18.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
  "name": "Free Fire: Winterlands",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "1B+",
  "reviews": "117M reviews",
  "age": "Editors' Choice",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire is a world-famous survival shooter game available on mobile. Each 10-minute game places you on a remote island where you are pit against 49 other players, all seeking survival. Players freely choose their starting point with their parachute, and aim to stay in the safe zone for as long as possible. Drive vehicles to explore the vast map, hide in the wild, or become invisible by proning under grass or rifts. Ambush, snipe, survive, there is only one goal: to survive and answer the call of duty.Free Fire, Battle In Style![Survival shooter in its original form]Search for weapons, stay in the play zone, loot your enemies and become the last man standing. Along the way, go for legendary airdrops while avoiding airstrikes to gain that little edge against other players.[10 minutes, 50 players, epic survival goodness awaits]Fast and Lite gameplay - Within 10 minutes, a new survivor will emerge. Will you go beyond the call of duty and be the one under the shining lite?[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad at the very first moment. Answer the call of duty and lead your friends to victory and be the last team standing at the apex.[Clash Squad]A fast paced 4v4 game mode! Manage your economy, purchase weapons, and defeat the enemy squad! Manage your economy, purchase weapons, and defeat the enemy squad![Realistic and smooth graphics]Easy to use controls and smooth graphics promises the optimum survival experience you will find on mobile to help you immortalize your name among the legends. [Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#2 top grossing actionActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=art.games.color.princess.coloring",
  "name": "Doll Color: Princess Coloring",
  "company": "JoyCraze",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "2.48K reviews",
  "age": "Teacher Approved",
  "describe": "Explore a magical world of art and creativity with Doll Color: Princess Coloring Art - the ultimate coloring book app for creative kids who love princess themes!Immerse yourself in 200+ imaginative coloring pages featuring cute anime, manga, and cartoon characters. Find joy in a one-of-a-kind kawaii painting experience with this top coloring game for girls.Stay inspired by constantly updated images and pictures in this popular coloring game for kids. Build your own collection of beautiful, vibrant masterpieces and show them off on social media.MORE COLORING FUN 🎨 🎨Improve your painting skills with easy to challenging artwork in this art game for kids. Revisit completed pieces anytime for more coloring fun.EASY NAVIGATION 🖌 🖌Enjoy free access to all the adorable anime manga coloring pages with this fun coloring book for girls. Easy navigation makes it perfect for kids of all ages.MANGA DREAMS TO LIFE ✨ ✨Whether you're a seasoned artist or just starting out, Doll Color: Princess Coloring Art is the perfect way to bring your manga dreams to life through drawing for kids and toddler coloring activities.With its wide variety of kawaii themes and picture categories, user-friendly controls, and fresh images, Doll Color: Princess Coloring Art offers the ultimate creative outlet for artistic kids. Download now and start coloring your own beautiful masterpieces!Privacy PolicyAt Doll Color: Princess Coloring Art, the well-being of children and families is our top priority. We prioritize privacy and adhere to all relevant regulations. For detailed information on our privacy policy, please visit: https://sites.google.com/view/joycraze-family-privacy",
  "lastVersion": "Dec 6, 2023",
  "classify": "Educational",
  "privacy": "https://play.google.com/store/apps/datasafety?id=art.games.color.princess.coloring"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Discover the Thrill of \"Supreme Duelist Stickman\"!Get ready for fast-paced, hilarious stickman action in this easy-to-play mobile game. It's the perfect blend of fun and challenge, packed with unique features:New Modes: Enjoy a football mini-game and a challenging Boss Fight Tournament.Creative Play: Explore various maps with a new editor, unlock cool skins, and create your stickman warrior.Versatile Gameplay: Engage in solo battles, team up in 2-player mode, or survive against all odds in multiple game modes.Engaging Physics: Experience realistic 2D physics in this addictive, casual stick fight game.Free to play, \"Supreme Duelist Stickman\" is your go-to for a quick, entertaining gaming session. Join the fun and let us know what you think!",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pea.battle.hw",
  "name": "Plants Warfare",
  "company": "YUEYOO GAMES",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "6.52K reviews",
  "age": "Everyoneinfo",
  "describe": "Plants Warfare is a Q-style fun casual game that Match 3 puzzle, Tower Defense, and Roguelike gameplay.One day, the peaceful life was disrupted by zombies attack. It's time to summon plants, set up your defense lineup, synthesize and upgrade plants to protect your homespace, and repel the zombie attack!Game Features[Classic Synthesis Gameplay]The vertical interface allows for easy one-handed operation. The classic synthesis gameplay is simple yet entertaining, allowing you to enjoy a delightful gaming experience anytime![Strategic Tower Defense Battles]Arrange and position your plants to resist the attacks from zombies. Make strategic use of different plant characteristics and skills to achieve victory![Enjoyable Light Rogue Elements]Experience the game with Roguelike elements, where each round of repelling zombie waves or synthesizing coins presents various random rewards such as increased steps, plant upgrades, special abilities, ATK up, speed boosts, etc., offering both strategy and surprises![Unlock Unique Plants Across Massive Maps]The game contains dozens of maps, each of which has unique plants such as Wall-nuts, Cherry Bomb, Ice-shroom, and Torchwood...... Defeat the zombie waves and unlock brand-new plants![Build Powerful Lineups Freely]The game offers up to 40 different plants, each with additional attributes and multiple abilities, including freezing, burning, slowing, poisoning, penetrating, stunning, slaying, pushing back, attack power enhancement, attack speed enhancement, and many more. Freely combine and cultivate plants to build personalized lineups to counter zombie attacks!In this game that intertwines synthesis, tower defense, and Roguelike elements, enjoy a casual gameplay experience while gradually developing a strong team of plants to protect the tranquility of your homespace!",
  "lastVersion": "Dec 15, 2023",
  "classify": "PuzzleMatch 3",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sgame.phantomblade.vn.gp",
  "name": "Phantom Blade: Executioners",
  "company": "GAMOTA INC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "''Phantom Blade'' is an action role-playing game in the dark martial arts style, created by S-GAME, exclusively released by NPH Gamota in the Vietnamese market. The game applies a high-speed combined action system, players delve into the aerial adventure called \"Dark Land\", fighting with fallen masters in \"Reforming Killing Aura\" of the martial arts world \"Land of Darkness\" and solve the darkest martial arts puzzles. [High-speed combat skill series]\"Phantom Blade\" has an extremely exciting high-speed combat system, players will play the role of \"organizational\" masters in a fierce carnage scene to fight against fallen heroes of the past.While retaining the true action experience, the game uses an innovative \"skill chain\" system to significantly lower the barrier to entry for players, allowing players to enjoy the ultimate combat fun. top. Players unleash unpredictable skill combinations with simplified one-touch operations, and the combination of different skills creates a variety of fighting styles. Everyone is their own martial arts master.[Martial style and Oriental architecture]The work shows a unique wanderer under a country ink painting, and exploits corresponding rendering technology to express this style. With the support of leading animation studios, sophisticated and professional martial arts animations are used as the main medium of expression, restoring a cold and cruel mysterious martial art—the series \" Phantom Blade\" hopes to define a unique combination of Eastern martial arts, science fiction and dark fantasy elements. We call it \"Martial Arts Style\".Michael CTY - Art director of Fromsoftware \"Dark Souls 1/2\" and \"Demon's Souls\", acts as art director of this work. [Strange and mysterious wanderer story]Tang Mon's massacre, Nga Mi's tragedy, Hong Diep's demonic talk, Trai Tinh sword's destruction... Murderous intent is rampant, strange faces are roaming, and the forces behind are becoming more and more unpredictable, players need to delve into strange dark adventures, fight against fallen masters one by one in \"Enhance Killing Intent\" and continue to develop until the real enemy is found.The work uses the method of presenting the plot in the form of images of character classes. In addition to the main events of the plot, a large number of random side events and difficult challenges will also explain the story. the vastness and mystery of the martial arts world in the \"Land of Darkness\".",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.sgame.phantomblade.vn.gp"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snake.io.slither.merge.fun.game",
  "name": "Snake Merge: idle&io zone game",
  "company": "Hippo Lab",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "12K reviews",
  "age": "Everyoneinfo",
  "describe": "More than other hungry io snake games, Worms Merge is full of surprises that have been upgraded and creative! The Idle&io Slither Game is a creative arcade-style worm&merge .io game! If you like hungry sanke.io games and synthesis fun idle&merge snake games, then don't miss Snake Merge .io game, this game has an unusual combination of two types of gameplay.Merge a little snake to get a bigger worm, and unlock a new and more powerful snake. Collect yummies and different powerups, defeat enemies, and become the biggest worm of them all! Slither your snake around that you must eat as much food as possible to grow longer and stronger.  Join and play Worms Snake now! Challenge your friends and try to be the biggest snake in worm hunt battles![Game Feature of Merge to Snake]- Classic hungry snakes.io games, and also fun worm .io&idle merge game- Zone.io worm game with smooth gameplay and mobile joystick controls- Multiple Game Modes – compete with your friend&family- Slither hungry snake rival game whether you’re offline or online!- Merge your worm to become the strongest and most strategic worm battle.- Collect coins and gems to unlock new skins and customize your snake's appearance- Epic battle simulator idle&IO game.- Idle snakes.io: You can earn a lot of money even offline- Evolve fast, and slide to fight all the players.- SNAAAAAAAAKE! slithering and hissing creatures.== Classsic Hungry Snakes Game ==Start snacking, survive and eat long enough to become the biggest worm.io in the game! And rush your way through fields of food and try to snake battle other players’ worms - Slither to victory and defeat other worms!== Creative Idle & merge Game ==Merge to get a higher level SSSnaker and evolve your sneaker. Unlock new legendary skins and improve your earnings! Merge and evolve into the ultimate big little Snake!Worms Snake: hungry worm .io Game is a classic arcade game meet online leaderboard competition, addicting free hungry sanke io game! Slide to Slithering in multiplayer Battle Royale, find a way to survive and top the rank in our classic arena of snakes io and worm zone game!With its addictive gameplay, colorful graphics, and exciting game modes, Snake Merge Game is sure to provide hours of fun and entertainment for players of all ages. So what are you waiting for? Download the game now and join the world of hungry snake!",
  "lastVersion": "Dec 8, 2023",
  "classify": "ActionIO gameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=io+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.mytalkingtomfree",
  "name": "My Talking Tom",
  "company": "Outfit7 Limited",
  "rating": "4.5star",
  "downloads": "1B+",
  "reviews": "17.7M reviews",
  "age": "Everyone 10+info",
  "describe": "Talking Tom is the cat making every day a fun adventure.Players adopt this virtual pet, keep him happy and help him explore his world.- Talking Tom can really talk- Fashion and furniture items to collect- Mini games add action, adventure and fun- Travel destinations are waiting to be explored- Photo albums to be filled with memories- And moreFrom Outfit7, creators of My Talking Tom 2, My Talking Tom Friends, My Talking Angela 2 and My Talking Angela.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Subscriptions which automatically renew at the end of a subscription period unless cancelled. You can manage and cancel your subscription any time via Settings in your Google Play account;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress;- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Oct 25, 2023",
  "classify": "SimulationCarePetCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Care+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mpr.vn",
  "name": "MapleStory R: Evolution-VN",
  "company": "Wetaps VN RA",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "Countless creatures live in the beautiful continent of Maple World. People live and work in peace and contentment. However, one day, a huge black hole appeared in the sky, breaking the peace, and the connection between human beings and civilization disappeared. The survivors united to form an adventure alliance to save the broken world...   The officially authorized version of \"MapleStory R: Evolution\" is launched! This is a brand new, free, and open adventure world, with exquisite game style, rich plot, and diverse systems. It includes various cultivation systems, cute and changeable pet systems, exciting guild arenas, rich home decoration systems, etc. In this world, adventurers work hand in hand to defeat monsters and search for the lost civilization... Can the adventurers pass the test and find the lost civilization?    The game integrates battle, collection, cultivation, social interaction, and team battles. Now idle your character to battle and win in a breeze!",
  "lastVersion": "Nov 26, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.mpr.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.camera.clash.toilet.monster.war.battlegames",
  "name": "Camera Clash: Blade Clash War",
  "company": "Sims Puzzle Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "33.8K reviews",
  "age": "Teeninfo",
  "describe": "Get ready for a thrill shooting experience in 'Camera Clash,' the ultimate shooting game that will keep you on the edge of your seat!Do you have what it takes to survive the intense battlefield? In 'Camera Clash,' you will assemble a team of gun-savvy heroes to battle hordes of menacing monsters! Whether you're into collecting weapons and customizing guns or engaging in heart-pounding shooting action, merge rush delivers it all.【Game Features】★ Easy to pick up and play:  'Camera Clash' offers a side-scrolling shooting experience that guarantees gaming enjoyment.★ Diverse characters, multiple attack strategies: Choose from a wide array of characters, each with their unique attack styles and special abilities. This adds variety and depth to your gaming strategy.★ One-tap excitement and automatic enemy elimination: Our one-tap shooting mechanism ensures thrilling shooting without worrying about ammo. Additionally, automatic enemy takedowns keep the rewards flowing, reducing the hassle of clearing foes.★ Earning rewards while offline: 'Camera Clash' allows you to continue earning resources by taking down enemies even when you're offline, ensuring replayability and increasing your in-game coins.★ Daily login bonuses and heroic rescues: Make sure to log in daily and complete missions, including rescuing distressed girls. Successful task completion brings you generous rewards.【Gameplay】★ Acquire heroines with in-game coins.★ Combine identical weapons to level armies up.★ Automatically earn coins while using the auto-battle feature.★ Conquer the monster enemies across various levels.★ Utilize auto-attack and button-press acceleration to control your troops.In 'Camera Clash,' you'll lead a squad of sharpshooters against waves of formidable adversaries in heart-pounding shooting action. Prepare for an exhilarating adventure with your friends! 【Contact Us】Facebook Community: https://www.facebook.com/groups/374555250359504/Email Support: lulugame.studio@gmail.comYouTube Channel: https://www.youtube.com/channel/UCDd2XLLyLRea6Sye1QTZIlQ",
  "lastVersion": "Nov 21, 2023",
  "classify": "Action",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.camera.clash.toilet.monster.war.battlegames"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hit.hit.hit.club",
  "name": "Hit club - No Hu Color Water",
  "company": "The Game Giai Tri HOT",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Hit club Test your brain, Solve the water sort puzzle games. This color water sort puzzle games stimulate your brain in a very fun and challenging way",
  "lastVersion": "Dec 10, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hit.hit.hit.club"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jetstartgames.chess",
  "name": "Chess",
  "company": "Chess Prince",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Hi Players,As you know, Chess is one of the oldest strategy games in the world.Chess is an excellent board logic game that develops such skills as tactics, strategy and visual memory.I'm trying to create an application that allows a player of any level to enjoy the game.Play Chess, unlock levels and be Chess Master!Chess pieces:- The pawn moves to one field forward or two fields at the first move of this figure; beats diagonally to one field forward.- The king moves to one field in the vertical, horizontal or diagonal.- The queen moves to any distance vertically, horizontally or diagonally.- The rook moves to any distance vertically or horizontally.- The knight moves to the field two fields along the vertical and one horizontally or one field vertically and two horizontally.- The bishop moves to any distance diagonally.Important Chess situations:- Check - the situation in chess when a king is under immediate attack by opponent's pieces- Checkmate - the situation in chess when the player whose turn it is to move is in check and has no legal move to escape check.- Stalemate - the situation in chess when the player whose turn it is to move has no legal move and is not in check. (draw)The goal of the game is to checkmate the other king.Two special moves in Chess:- Castling is a double move, performed by the king and the rook that never moved.- En passant is a move in which a pawn can take an opponent's pawn if it jumps over a field under the pawn's blow.Features:- Ten levels of difficulty- Chess Puzzles- Game Assistant (Helper)- Ability to undo a move- Hints of moves- Stars for levels completed without the undo button- Seven different themes- Two board views (Vertical - 2D and Horizontal - 3D)- Alternate mode- 2 player mode- Realistic graphics- Save function- Sound effects- Small sizeIf you want to play good Chess, you can help me make the app better.Please write your feedback and suggestions here; I will read them and improve the quality of the application!Thank you.",
  "lastVersion": "Dec 3, 2023",
  "classify": "BoardAbstract strategyChessCasualSingle playerRealisticOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.submarineapps.mill",
  "name": "Millionaire Trivia Game Quiz",
  "company": "Quiz & Trivia Games by Submarine Apps",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "357K reviews",
  "age": "Everyoneinfo",
  "describe": "Millionaire Offline Trivia Quiz Game is:- ability to play with friends- online highscores- offline trivia game to test your IQ and general knowledge- source of valuable and little-known information- entertaining questions for all categories of interest- a great opportunity to challenge your friends and other players for top ranks- delightful learning experience whether you know the answers or notDo you know what color is a mirror? White, green or silver? Download and find out answer on this and other interesting questions.Millionaire Offline Trivia Quiz Game -  is a Logic Brain Game. Questions & Answers - general knowledge trivia is a very interesting and popular trivia game. In this game you can proof that you are clever and train your brain! Choose the correct answer from 4 possible ones. Tons of questions are waiting.Take part in online leaderboards. Million is virtual, but you knowledge is real!  By playing this game you will earn general knowledge. Millionaire Offline Trivia Quiz general knowledge lets you experience the thrilling excitement of fighting for the grand prize of one million through 15 challenging trivia puzzles. Game is ready for all world languages.If you don't know answer then don't worry we will help you by help options. So you can keep learning in our trivia game. Our main aim is play & learn.Questions:- all questions are filtered by difficulty. The more questions you answer, the more difficult questions you get.- you get more in-game money for difficult questions. Last and most difficult questions will bring you million. More millions - upper rank in millionaire leaderboard.Help options:- remove 2 wrong answers- ask audience- ask einstein- replace questionTrivia game is available offline. No need to wait download and enjoy Millionaire OfflineTrivia Quiz BrainGame now!Compete with your friends in order to win millions!Prove your friends that you are the winner of Millionaire Trivia Quiz - Logic Brain Game!Online millionaires leaderboard!It is the best quiz game available so far. Best Trivia Quiz Game for the whole world. Play & Improve your general knowledge. Challenge game.Enjoy the Millionaire: Trivia Quiz Logic Game. Good luck! Be a star, trivia star!Note: We don't offer real cash through this game.",
  "lastVersion": "Dec 15, 2023",
  "classify": "TriviaCasualSingle playerOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.srt.huyenthoai",
  "name": "Siêu Rồng Thần: Huyền Thoại",
  "company": "GomuGame",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Super Dragon God: Legend is a top-notch tactical general fighting mobile game. With stunning graphics and classic gameplay, this game will take you into a magical world of legendary heroes and battles between gods.In Super Dragon God: Legend, you will have the opportunity to collect powerful heroes from all over the universe and build a legendary squad as you wish. In particular, you will participate in exciting power tournaments, arrange teams and choose smart strategies to win.In addition, the support feature is a unique feature, helping you choose the right support heroes to optimize your strategy. Prepare for a journey to the magical land of Super Dragon God: Legends and experience exciting adventures, thrilling combat, and climactic confrontations.",
  "lastVersion": "Dec 11, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.srt.huyenthoai"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.baothi.thsw",
  "name": "Trảm Hồn Đại Chiến: Soul War",
  "company": "CBZ",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Successfully released in many Asian countries, Soul War: Soul War was introduced as a strategy fighting game with quality 3D graphics and extremely satisfying combat effects.The game possesses fiery and fierce gameplay as its name suggests. Coming to Soul War: Soul War, you will enter a true bloody battle between factions, you must use spiritual energy as well as tactics. Reasonable way to overcome difficult battles and defeat tough opponents.Explore the world of tactical generals with outstanding features:1. International Reception: Popular in many countries, \"Soul Slayer: Soul War\" has conquered the hearts of the global community.2. Diverse Characters: Each character in the game has its own unique skills, with more than 100 generals and continuous updates, the game always brings new and rich experiences.3. Outstanding Strategy: Faced with harsh tactics, \"Soul Slayer: Soul War\" always challenges you with dramatic matches.4. Unique Experience: Automatic and convenient, bringing comfort to players looking for convenience.5. Get Special Characters: Log in and immediately receive SSR, UR, USR characters to start your journey in the world of \"Soul Slayer: Soul War\".With these characteristics, \"Soul Slayer: Soul War\" is not just a regular general fighting game but also a journey full of creativity and style, promising to bring players into a world of missions. the magic of the Soul Reapers to experience spiritual phenomena along with special spiritual powers. DOWNLOAD THE GAME NOW!",
  "lastVersion": "Nov 22, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.baothi.thsw"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gplay.royal.art.pixel.color",
  "name": "Pixel By Number: Art Puzzle",
  "company": "GPLAY JSC",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "1.43K reviews",
  "age": "Everyoneinfo",
  "describe": "Pixel By Number: Art Puzzle is an easy game that has lots of beautiful pixel art by using numbers, pixels, and color blocks. Color by number, create your artworks, and relax with pixel games!There's no need to worry about picking out colors, and no care about your drawing ability. Everything you need to do is pick the number and paint the picture. Pixel By Number: Art Puzzle Features:👉A lot of stunning pixels art templates: Coloring by number Royal, Fish, Cake, etc, and other pixel art color books from easy to very detailed.👉Regular updates with new pixel art. Get a weekly new number coloring version for all ages.👉Free and easy to playHow to play Pixel By Number: Art Puzzle:👉Simply zoom in with two fingers until cells with numbers show.👉Choose suitable colors in the palette and color cells with matching numbers pixel by pixel.👉After painting the last number, the picture is completed.👉Enjoy the amazing pictures. This game surely can help everyone of all ages feel comfortable and relaxed after a hard-working day. Let’s train your coloring skills and have a good time anywhere anytime with Pixel By Number: Art Puzzle, now!",
  "lastVersion": "Dec 18, 2023",
  "classify": "Puzzle",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.gplay.royal.art.pixel.color"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.unicostudio.braintest",
  "name": "Brain Test: Tricky Puzzles",
  "company": "Unico Studio",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "7.1M reviews",
  "age": "Everyoneinfo",
  "describe": "➤Brain Test is an addictive free tricky puzzle game with a series of tricky brain teasers. Different riddles and tricky tests will challenge your mind. This new puzzle game may break common sense and bring your new brain-pushing experience!➤You can enjoy yourself with your friends with this addictive and funny free IQ game. Brain games, IQ games and mind games can be a great way to enhance your brain. Think out of the box, crack the puzzles and get ready to take the quiz! You will enjoy this funny tricky test. This game is a new game and an offline game. Also one of the best games in the world. When you're tired and need to brain out for a while, play this tricky brain teaser game or other puzzle games from the Brain Test Series: Brain Test 2: Tricky Stories, Brain Test 3: Tricky Quests, Brain Test 4: Tricky Stories and Who Is? Brain Teaser & Riddles.➤If you are a fan of word games, word search games, puzzles, sudoku puzzles, riddle games or any other quiz games, tricky test Brain Test is your best choice! Brain Test game is a popular choice in the puzzle games category, offering a fun mind game experience. Much funnier than classic test games. Brain games and iq games are for improving the brain. You can play the best games offline. Brain games for adults are fun, including popular mind games like Brain Test.⭐FEATURES⭐● Tricky & Mind-blowing Brain Teasers and Brain Go: You will be tricked!● Unexpected game answers to the great number of quizzes.● Fun for All Ages: The best trivia game for family & friends’ gatherings!● Enjoy this impossible quiz.● Download this funny game for free.● Endless fun and brain-pushing games.● Great exercise for the brain.● Brain Test is a fun offline brain game for a relaxing brain out.● Simple and highly addictive game play.● Great pastime with riddle games.● Play without the internet.● Offline puzzle games.● One of the best free games. Brain games for adults, puzzle games and new games.Have fun!",
  "lastVersion": "Dec 5, 2023",
  "classify": "#2 top free triviaPuzzleBrain teaserCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Brain+teaser+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.98M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.3K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vjsjlqvlmp.wearewarriors",
  "name": "We Are Warriors!",
  "company": "Lessmore UG",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "5.75K reviews",
  "age": "Everyone 10+info",
  "describe": "Use food to muster units and defeat your enemy in battle! Evolve through the ages! Send Dino Riders into battle in the Stone Age, Spartan Warriors in the Iron Age, and Tanks in the Modern Age! Conquer the wars and become the greatest general the world has ever seen!Find our Terms of Service here: https://lessmore.games/games/terms-of-service/",
  "lastVersion": "Dec 11, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vjsjlqvlmp.wearewarriors"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.coinmasterspins.spinmasterspinlink",
  "name": "spin master spin link",
  "company": "spins and coins",
  "rating": "3.9star",
  "downloads": "100K+",
  "reviews": "949 reviews",
  "age": "Everyone 10+info",
  "describe": "Coin Master daily spins and coins with Spin Master Spin link ! Stay ahead with spin links and coin links. Access free spins, rewards, and tips. Spin the Coin Master wheel to win big!Get daily spins and coins for Coin Master with Spin Master! Stay ahead of the game with our spin links and coin links. Access coin master free 5000 spin links, extra spins, and rewards. Get coin master tips and tricks and learn how to use the Coin Master generator for codes. Enjoy unlimited spins and redeem codes for even more rewards. Try your luck with the Coin Master Thor Wheel and collect tokens with our Coin Master Thor Wheel hack. Upgrade your experience with the Coin Master x8 speeder and spin the Coin Master wheel to your advantage. Don't miss out on this opportunity to become a Coin Master pro.",
  "lastVersion": "Oct 15, 2023",
  "classify": "Arcade",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.coinmasterspins.spinmasterspinlink"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.herodash",
  "name": "Talking Tom Hero Dash",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "1.77M reviews",
  "age": "Editors' Choice",
  "describe": "Merry Christmas from Talking Tom Hero Dash!The Rakoonz are back and they're up to no good! They've captured Angela, Ben, Hank and Ginger, and it's up to Tom to save them!Dash through lost temples, ancient cities, desert dunes and snowy peaks as you help Tom rescue his friends. Jump, dodge and slide past obstacles as you race to the finish line.This endless runner game is full of Christmas cheer, with festive decorations and a jolly soundtrack. It's the perfect way to get into the holiday spirit!Download Talking Tom Hero Dash today and help Tom save Christmas!Features:* Race through 4 different worlds, each with its own unique challenges* Collect power-ups to help you on your journey* Unlock new characters and costumes* Compete against your friends and family in online leaderboards* Play for free!From the creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=tienlen.poker.card.game.online.offline.multiplayer.samloc.miennam.free",
  "name": "Tiến Lên - Miền Nam Tien Len",
  "company": "Fruit Puzzle Games, Ltd.",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Tiến Lên is a simple and attractive folk game that many Vietnamese people are playing and entertaining. Tiến Lên has attractive, attractive and thrilling gameplay, combined with beautiful images of professional casinos and vivid sound, really an entertaining game and practicing Tiến Lên playing skills.The simple way to play is easy to grasp, but the game requires players to think and strategize in each game. The game helps practice logical thinking, judgment and brings moments of stress relief and comfort after stressful study and work hours.How to play: The game uses 52 cards, each person deals 13 cards, plays according to the card, the player has the task of releasing his cards according to the rules, the previous card player will win.SPECIAL FEATURES:♠ Professional, beautiful Casino interface.♠ All kinds of game tables with exquisite graphics.♠ Completely free.♠ After downloading, play now, no registration is required.♠ Friendly interface, lively voice acting feels like playing cards Up for real.♠ Give free gold every day.♠ Beautiful interface, effects, vivid sound, extremely smooth play.What are you waiting for? Let's enjoy it now. Don't miss it, experience it quickly!Download Tiến Lên now, enjoy playing cards forever!",
  "lastVersion": "Oct 31, 2023",
  "classify": "Card",
  "privacy": "https://play.google.com/store/apps/datasafety?id=tienlen.poker.card.game.online.offline.multiplayer.samloc.miennam.free"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.higame.par.boba.tasty.recipe",
  "name": "Boba Tea DIY Recipe Simulation",
  "company": "HIGAME Jsc",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "11.4K reviews",
  "age": "Everyoneinfo",
  "describe": "This simulation game allows you to choose tea color, toppings and interesting ingredients.How to play:- Select milk, a variety of colored candies and jellies. You can choose the cup shapes and stickers to decorate.- If you put the wrong taste in the glass, you can throw it away.- Enjoy your day and this game.",
  "lastVersion": "Dec 8, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.higame.par.boba.tasty.recipe"
},
{
  "link": "https://play.google.com/store/apps/details?id=vn.sieuhocvien3d.boom.shv",
  "name": "Siêu Học Viện 3D",
  "company": "BOOM GAMES .,JSC",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Siêu Học Viện 3D - Chọn Siêu Thú Đại Chiến Thế Giới Ngay Hôm Nay!Chào mừng bạn đến với thế giới huyền bí của Siêu Thú, nơi bạn sẽ khám phá các loài Siêu Thú độc đáo và hấp dẫn. Hãy chọn ngay cho mình một Siêu Thú và sẵn sàng cho cuộc hành trình tiến hoá Mega, đại chiến hội quân, tùy chỉnh trang bị đặc thù, tham gia vào các trận đấu PVP, và thả mình vào các minigame phong phú - tất cả trong một thế giới game turnbase đỉnh cao.🏆 Trải Nghiệm Siêu Học Viện 3D Độc ĐáoBước vào Siêu Học Viện 3D, nơi bạn sẽ học hỏi và trải nghiệm vô số điều thú vị. Từ những bài giảng về Siêu Thú đến việc thực hành trên thực địa. Siêu Học Viện 3D là nơi tạo ra những Huấn Luyện Viên giỏi nhất và sẽ giúp bạn hiểu rõ hơn về tất cả những Siêu Thú độc đáo mà thế giới này đã mang lại.🌟 Tiến Hoá Mega: Sức Mạnh Vượt TrộiKhông chỉ đơn giản là bắt các siêu thú, bạn còn có khả năng tiến hoá Mega chúng. Điều này đưa bạn vào một cuộc hành trình khám phá sức mạnh vượt trội và ngoại hình thay đổi đầy ấn tượng. Mỗi lần tiến hoá Mega, sinh vật của bạn sẽ trở nên mạnh mẽ hơn, và khả năng đặc biệt của chúng sẽ phát triển theo cách độc đáo.🤝 Thi Đấu Hội Quân: Hợp Lực Đánh Bại Đối ThủChinh phục các đấu trường đầy kích thích với khả năng thi đấu hội quân. Hãy xây dựng đội hình đa dạng với sự kết hợp tốt nhất của các Siêu Thú và chiến thuật. Khi bạn tham gia vào cuộc chiến cùng với bạn bè và người chơi khác, sự phối hợp là yếu tố quyết định giữa chiến thắng và thất bại.🔧 Trang Bị Đặc Thù: Tạo Nên Đội Hình Mạnh MẽTùy chỉnh và trang bị đặc thù cho đội quân của bạn để tăng cường sức mạnh và khả năng đặc biệt của chúng. Mở khóa đồ hóa độc đáo, tạo ra ngoại hình mới, và nâng cấp kỹ năng để đối phó với mọi thử thách. Tạo ra một đội hình mạnh mẽ và đánh bại mọi đối thủ trên đường đến chiến thắng.🥊 Hệ Thống PVP: Đại Chiến Người Chơi KhácNếu bạn yêu thích sự cạnh tranh, hệ thống PVP sẽ là nơi bạn có cơ hội chứng minh tài năng của mình. Đánh bại đối thủ trong các trận đấu PVP đầy kích thích và đặt ra thách thức cho bản thân. Điều này là cơ hội để bạn đối đầu với những người chơi tài năng từ khắp nơi trên thế giới và chứng tỏ bạn là người chơi hàng đầu.🎮 Minigame Phong Phú: Thư Giãn Và Giải TríBên cạnh cuộc phiêu lưu chính, thế giới của chúng ta còn có các minigame phong phú và đa dạng để bạn tham gia. Từ câu cá, đua xe đến thám hiểm hang động, bạn sẽ có những giờ phút thư giãn thú vị cùng với bạn bè và đội hình độc đáo của bạn.🔄 Thể Loại Game Turnbase Đỉnh CaoTrò chơi huộc thể loại game turnbase đỉnh cao, đòi hỏi sự chiến thuật và lập kế hoạch tốt. Mỗi trận đấu đều đòi hỏi bạn suy nghĩ kỹ càng về cách sử dụng khả năng Siêu Thú và chiến thuật của bạn. Điều này tạo ra một trải nghiệm chiến đấu độc đáo và thú vị.⬇️ Tải Ngay Bây Giờ!Hãy tải game ngay bây giờ và trở thành Huấn Luyện Viên hàng đầu, tìm hiểu mọi bí mật của thế giới và đánh bại mọi thách thức.",
  "lastVersion": "Dec 1, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=vn.sieuhocvien3d.boom.shv"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hookah.sandboxinspace",
  "name": "Sandbox In Space",
  "company": "HOOKAH GAMES",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "22.5K reviews",
  "age": "Teeninfo",
  "describe": "A simple galaxy sandbox game, where you create your own scenarios nextbot.Let your imagination loose with the wide variety of items at your space and galaxy: weapons, guns, ships and allies and nextbots!Run, fly and fight trending memes nextbots. Complete freedom of action!Garrysmod in space and galaxy is a fast-paced modern FPS shooter against nextbots.Do you like online shooters and multiplayer gun games? This is the best trending 3D real-time first-person shooter in space and galaxy. Scary games chasing on the top maps!Unleash your creativity in building games. Craft your own space world or construct simple structures online in the physics sandbox in galaxy. Become a renowned builder in the world of space and galaxy games.Sandbox in space- a popular physics simulator sandbox game similar to melon playground. Enjoy playing alone or join your friends for an exciting multiplayer experience, whether online or offline.Experience a 3D physics sandbox in space where you have complete control over a wide variety of objects in a virtual world. Explore the limitless possibilities of this sandbox in space and galaxy environment. Whether you choose to play online with friends or offline on your own, Sandbox in space offers an unparalleled sandbox in galaxy experience.If you are a fan of such games as Gmod, Garry's Mod, then this game is definitely for you! All fans Gmod, Garry's Mod and nextbot will love it!Play with your friends, you will enjoy PvP shooting on your mobile device!Play in space mode and realize your craziest ideas!Kill other players and run away from the nextbots in playground.If you've always wanted to play a FPS multiplayer shooter garrys, now your dreams have come true! Scary games in the Horror genre where you play hide and seek granny, or chasing boss nextbot Granny.You will appreciate the horror \"sandbox\" in space!Try to hide in the backroom as long as possible in the match before next boat chases and finds you. New \"sandbox game with nextbots\" online!\"Nextbots in backrooms and Sandbox in space\" contains various types of realistic weapons and cars.The world of utility rooms is a veritable war of arms like a melon playground in the galaxy.Open new maps, but be careful, because at every step there could be someone waiting for you nextbots:AlternativeAmogus\"Armstrong\",AvatarBananaCat NextbotSmurfCatBananaBoysGigachad\"Granny\" NextbotGruIsaac\"Rosalia Bizcochito\"jermaNerd\"melon playground\" ,Michael Jackson\"people playground\" ,Nico'sShukriWenomachainsamaNextbot \"Obunga\" ,GoreboxQuandale NextbotSaulThe Rock Dwayne Johnson\"Selene Delgado\",ShrekNextbotSkibidi Bop\"Skibidi toilet\" ,SidorovichSanicWednesday nextbotScary games and chase backroom - what awaits you! Choose allies superman and cameraman and win the multiplayer match!Just imagine being chased by nextbot granny, or melon playground, or Obunga. You can become a skibidi toilet yourself and chase People playground and nextbot.In the shooter, you be presented with a huge arsenal of weapons- gun for every taste!BECOME THE STAR PLAYER: Climb the local and regional leaderboards to prove you’re the greatest gamer of them all! fps counter strike (csgo) multiplayer nextbots shooter!\"Sandbox in space\" - chase and scary creatures in this free atmospheric horror game. Discover heart-thumping terror nextbot, chase and scary creatures in this free atmospheric horror game. In the Sandbox in galaxy, you can have fun with other players from all over the world and easily obtain rewards by opening gift boxes and treasure chests. Play as legends of horror and nextbots and see through their eyes in a variety of Realms and unpredictable Trials. Best scary and horror in galaxy...",
  "lastVersion": "Dec 12, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.hookah.sandboxinspace"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vng.playtogether",
  "name": "Play Together VNG",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "633K reviews",
  "age": "Teeninfo",
  "describe": "Meet friends from all over the world!This is a Virtual Universe where friends from all over the world can gather! Let's play Play Together together?1. A virtual playground!Create memorable moments in our virtual playground with your friends!Meet new friends at the Plaza, go shopping, or play a variety of short games at the Game Center.Play hide and seek with zombies at the Haunted House at night and try to conquer the top of the Infinity Tower at the Campground.The people at the Plaza will have special quests for you! Complete these missions and get rewards!At Play Together, every day is a fun experience!2. A special adventure!Take a special ride at Play Together.Travel abroad by going to a Travel Agent!Meet new friends from all over the world and bookmark the places you've visited!Sail to the Lost Island and search for hidden treasures!3. Host a party at your placeGet creative and decorate your home using furniture with various themes!There are many colorful themes to choose from such as Egyptian, Toy Block, Botany...If you've finished decorating your house, it's time to have a Home Party!The theme of the party can be anything you like!Dance party, pool party, cooking class...The only limit is your imagination!4. Style with your own substance!Only you can define who you are!Express yourself with outfits and accessories!Skateboards, sports cars, hot air balloons, space backpacks or all-terrain vehicles? Travel around with your adorable pets and friends!5. Vibrant Insect WorldInsects are everywhere, from flower gardens, around lakes to tree trunks.With a racket in hand, you have to sneak up to approach and aim to catch them. Oh be careful and go slow lest they fly away. Catch Insects and Fill Your Own Insect Dictionary!6. Giant meteorite in the Plaza!You can obtain various items by mining meteors that fall on the PlazaEveryone who comes into contact with rocks can mine minerals. The boulder after being mined a certain number of times will break, so if you see a stone, remember to exploit it immediately.In addition to items that can be crafted at any time, there are also limited items that can only be crafted for a certain time. Collect mining materials to craft your favorite items!",
  "lastVersion": "Dec 14, 2023",
  "classify": "Casual",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.vng.playtogether"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bravestars.doll.dressup.princess.coloringgame",
  "name": "Doll Dress Up: Makeup Games",
  "company": "TapNation",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "21.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Introducing our captivating Doll Dress Up: Makeup Games! Immerse yourself in a world of fashion and creativity with this Fashion Girl Games. Designed for girls who love Makeup games, DIY Fashion Games, and Dress Up Games, our Fashion Games offers an extraordinary experience that will keep you entertained for hours. Get ready to unleash your inner stylist and embark on a fashion journey like no other in Doll Dress Up!🌟 Games for kids and girl games: Our Doll Dress Up: Makeup Games is perfect for girl games who enjoy engaging gameplay and expressing their creativity through DIY fashion. With its captivating features and exciting activities, this game will keep them entertained for hours on end playing princess games.💄 Makeup games, fashion games, and dress up games: Dive into a world of beauty and style as you explore our princess games with extensive makeup options, trendy fashion choices, and thrilling dress up games activities in girl games. Enjoy the perfect blend of DIY makeup, fashion, and dress up in one exciting package in games for kids.👗 Fashion games for girls: Let your fashion sense shine as you mix and match stylish outfits, accessories, and hairstyles. With a wide range of fashion options, you'll have the freedom to create stunning looks and express your unique style DIY games.👑 Princess games: Enter a magical realm of princesses and indulge in the elegance and grace of royalty. Dress up your princess dolls like enchanting princesses, complete with exquisite gowns, sparkling tiaras, and majestic accessories.✂️ DIY fashion design: Unleash your inner designer and create your own fashion masterpieces. Customize dresses and accessories with a variety of patterns, colors, and textures. Show off your creativity and design skills with our exciting DIY fashion games.🎨 Fashion Design and Stylist: Become a fashion designer and stylist extraordinaire! Curate jaw-dropping outfits, experiment with different fashion elements, and transform your dolls into fashion icons. Let your unique sense of style shine through in every creation in girl games.🎀 Doll games for girls: Immerse yourself in a world of dolls, each with their own distinct personalities and styles. Dress them up, style their hair, and accessorize to create memorable looks. Our game offers a wide selection of dolls to inspire your fashion adventures.🎉 Fun and free games for girls: Experience non-stop fun and entertainment with our engaging gameplay. Enjoy hours of laughter, creativity, and excitement as you explore the captivating world of fashion—all for free!Download our Doll Dress Up: Makeup Games now and let your fashion dreams come true. With its captivating gameplay, extensive fashion options, and delightful features, this app guarantees an unforgettable experience. Get ready to rise to the top of search results and become a fashion sensation!",
  "lastVersion": "Dec 6, 2023",
  "classify": "SimulationLifestyleDress-upCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Lifestyle+simulation+games&c=apps"
}]