[{
  "link": "https://play.google.com/store/apps/details?id=com.sybogames.brim",
  "name": "Blades of Brim",
  "company": "SYBO Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "302K reviews",
  "age": "Everyone 10+info",
  "describe": "Run to become the greatest knight that the world of Brim has EVER seen! Dash into an epic universe where magic and mayhem await, filled to the BRIM with cool missions and unlimited weapon and armor upgrades available.PLAY as the awesome heroes of Brim to save the world from the invading army of Goons. Vault over majestic cliffs and hack and slash Goons and their gruesome bosses with your magical sword.Collect treasures and gold coins while you run, jump, and slay your way through the mega army of Goons to upgrade your epic characters and magical blades. Dash through dark portals and ancient temples, to earn awesome achievements to unlock even more gear and goals!- Leap over majestic cliffs and run to escape the grim Goons of Brim- Dodge enemies and obstacles on your path to greatness- Collect mythical essence and shiny golden coins to unlock amazing heroes and blades- Defeat the gruesome enemies with awesome weapons- Befriend unique pets like elementals, wolves, horses, and magical dragons- Level up and boost your equipment- Perform fast-paced hit-combos and on your road to becoming the greatest hero of all time- From the creators that gave you Subway Surfers! This free game gives you endless fun that never ends. Accept our quest and play now",
  "lastVersion": "Dec 13, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.disney.wheresmywater2_goo",
  "name": "Where's My Water? 2",
  "company": "Kongregate",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "2.22M reviews",
  "age": "Everyoneinfo",
  "describe": "Get ready to join Swampy, Allie, and Cranky on their NEXT exciting adventure!The sequel to the addictive physics-based puzzler from Disney has finally arrived. Where’s My Water? 2 launches with three brand new locations including the Sewer, the Soap Factory, the Beach. The puzzles are all free! Cut through dirt, and guide fresh water, purple water, and steam to help Swampy and his friends! Key Features:• Play 100+ levels and challenges with a brand new look in the Gator universe featuring Swampy, Allie, Cranky, and Mystery Duck!• Introducing ‘Challenge Modes’ to replay the levels in explosive new ways! • Dig as fast as you can and get as many duckies as possible in ‘Duck Rush’ levels!• ‘Tri-ducking’ is now faster, better and more fun with boosts, such as Vacuum, Dropper, and Absorber! Small fees may be required for these additional boosts.• Experience fun mechanics that are uniquely designed for each character!• Complete achievements and earn special themed duckies such as gladiator-duckie, astronaut-duckie, hula-duckie, and many more!• Stuck on a level? Use hints to help you solve the puzzles!Where’s My Water? is a multiple Game of the Year award-winning puzzle game. The Where's My... franchise has received hundreds of millions of downloads to date.Before you download this app, please consider that this app includes advertising, some of which may be targeted to your interests. You may choose to control targeted advertising within our applications by using your mobile device settings (for example, by re-setting your device’s advertising identifier and/or opting out of interest based ads). • In-app purchases that cost real money• The option to accept push notifications to let you know when we have exciting updates like new content• Location-based services• Advertising for some third parties, including the option to watch ads for rewardsThis app accesses your contact information to enable you to easily communicate with your contacts.You can upload and save content from this app to your device.",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ihgyug.arcadium",
  "name": "Arcadium - Space Shooter",
  "company": "Luciano Bercini",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "25.8K reviews",
  "age": "Everyoneinfo",
  "describe": "The alien invaders have arrived, stronger and colourful than ever! Let's shmup!Join the fight against the space aliens in this fantastic pixel-art shooter game!Choose the spaceship that best matches your style and get ready for an intense and exciting battle!Features :* Unique spaceships with unique skills and stats.* Randomly generated alien waves for a new experience every game.* Mastery system to let you improve your stats permanently.* Special bosses with unique attack patterns.* Dozens of different pick-up & stats.* 1 finger gameplay.* Many more features that you will find out in game!Have suggestions? Feel free to join a community and/or ask directly the developer:Email : ihgyugames@gmail.comDiscord : https://discord.gg/73w3kFATwitter : https://twitter.com/ihgyug_games",
  "lastVersion": "Jul 7, 2023",
  "classify": "ActionShooterBulletstormArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.capcom.sf4ce",
  "name": "Street Fighter IV CE",
  "company": "CAPCOM CO., LTD.",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "88.7K reviews",
  "age": "Teeninfo",
  "describe": "NoticeThank you for using the Street Fighter IV Champion Edition app for iOS and Android (hereinafter referred to as \"SF4CE\").We are pleased to announce that effective August 1, 2021, BEELINE INTERACTIVE, INC. (hereinafter referred to as \"BII\") will change the provider of SF4CE to CAPCOM CO. (hereinafter referred to as \"Capcom\").The entire Capcom Group will continue to work together to provide services that will satisfy our customers.We would like to ask for your understanding in this matter.1. content providedFrom August 1, 2021, all contents related to SF4CE will be provided by Capcom.You can continue to use the current SF4CE contents as before.2. Terms of Use and Privacy PolicyDue to the change of the provider, the terms of use and other indications of \"BEELINE INTERACTIVE, INC.\" displayed in SF4CE will be replaced with \"CAPCOM CO., LTD.\" as of August 1, 2021.3. Handling of customers' personal informationIn accordance with the change of the service provider, BII will transfer the customer's personal information that BII acquired in the process of providing SF4CE service to Capcom. After the transfer is completed, BII will not keep any personal information of customers related to SF4CE.Capcom will handle your personal information legally and appropriately in accordance with the Privacy Policy.The details of the Privacy Policy can be found at this page.https://www.capcom.co.jp/game/legal/privacy-policy/4. proceduresThere are no procedures required for customers to follow due to the change of service provider.If you have any questions about this matter, please contact the following \"Support Information\".https://www.us.capcommobile.com/main#supportA new warrior has entered the ring! Take control of 32 world warriors and test your mettle against players from around the world. Street Fighter IV: Champion Edition perfects the winning gameplay formula by offering the most exciting fighting game on mobile. Long time Street Fighter fans can jump into the action and have an instant familiarity with the controls. For more casual players Street Fighter IV features numerous settings and tutorials that put you on the path to victory.- Download for free and unlock the complete game for one low price. Free game includes one playable character and three AI characters.- Fight as 32 Street Fighter characters including fan favorite and Android exclusive, Dan.- Intuitive virtual pad controls allow players to execute full move sets including Unique Attacks, Special Moves, Focus Attacks, Super Combos and Ultra Combos- Take your game to the next level with a Bluetooth controller (Controllers do not work in menus, they fully function in multiplayer and single-player gameplay.)- Battle head-to-head against players from around the world via Wifi- Single player “arcade” and multiplayer modes.- Unleash super moves with a tap of the “SP” button.- Four levels of difficulty.Please check [Supported OS and Devices] in the lower part of HP.https://www.capcom.co.jp/product/detail.php?id=266",
  "lastVersion": "Oct 17, 2023",
  "classify": "ActionFightingArcadeMultiplayerCompetitive multiplayerSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twelvemoments.musicparty",
  "name": "Music Tower: Tap Tiles",
  "company": "Infinity Games, Lda",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "8.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to My Music Tower! Tap, Tap, Super Cute Piano Tycoon.Play relaxing music with guitar and piano. It's simple but fun!Decorate your tower with pretty & cute diorama brick items!This game will heal your stressed mind comfortably.You can play music easily just by tapping the tiles.Build your lovely diorama brick tower.You can decorate it anyway you would like.Sweet dream tower decoration! Adorable game!Start a concert with cats, kittens, dogs, baby sharks and little ghosts!Please invite your party guests.They will listen and applaud to your performance.This rhythm simulation tycoon game is free!● How to Play ●- Tap and hold tiles to play Piano & Guitar Tiles very easily.- Tap gift boxes, Do not touch bombs!- Install your diorama brick party decorations with note tickets earned by playing.- Tap those gifts from your party guests.- Open the newly themed party!- This game can be played offline!● Game Features ●- Cute and adorable brick party decorations- Sweet party guests- Calm and comfortable music- High quality of guitar and piano sound- Soft and fast speed of sound responseDo you want to play calm and comfortable music?Do you like diorama bricks and tycoon game?Download and try My Music Tower!",
  "lastVersion": "Dec 12, 2023",
  "classify": "MusicPerformanceArcadeSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Music+performance+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.herodash",
  "name": "Talking Tom Hero Dash",
  "company": "Outfit7 Limited",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "1.77M reviews",
  "age": "Editors' Choice",
  "describe": "Merry Christmas from Talking Tom Hero Dash!The Rakoonz are back and they're up to no good! They've captured Angela, Ben, Hank and Ginger, and it's up to Tom to save them!Dash through lost temples, ancient cities, desert dunes and snowy peaks as you help Tom rescue his friends. Jump, dodge and slide past obstacles as you race to the finish line.This endless runner game is full of Christmas cheer, with festive decorations and a jolly soundtrack. It's the perfect way to get into the holiday spirit!Download Talking Tom Hero Dash today and help Tom save Christmas!Features:* Race through 4 different worlds, each with its own unique challenges* Collect power-ups to help you on your journey* Unlock new characters and costumes* Compete against your friends and family in online leaderboards* Play for free!From the creators of My Talking Tom, My Talking Tom Friends, My Talking Angela, and Talking Tom Gold Run.This app is certified by PRIVO, an FTC Children’s Online Privacy Protection Act (COPPA) Safe Harbor.This app contains:- Promotion of Outfit7's products and advertising;- Links that direct customers to Outfit7’s websites and other apps;- Personalization of content to encourage users to play the app again;- YouTube integration to allow users to watch videos of Outfit7's animated characters;- The option to make in-app purchases;- Items to purchase (available in different prices) using virtual currency, depending on the player’s progress; and- Alternative options to access all functionalities of the app without making any in-app purchases using real money.Terms of use: https://talkingtomandfriends.com/eula/en/EEA privacy policy: https://talkingtomandfriends.com/eea/en/US privacy policy: https://talkingtomandfriends.com/privacy/en/Brazil privacy policy: https://talkingtomandfriends.com/privacy-brazil/en/Rest of the world privacy policy: https://talkingtomandfriends.com/privacy/en/Customer support: support@outfit7.com",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.halfbrick.monsterdash",
  "name": "Monster Dash",
  "company": "Halfbrick Studios",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "465K reviews",
  "age": "Everyone 10+info",
  "describe": "Available only for Halfbrick+ Sprint, Jump and Blast your way through Monster Dash, an action-packed game by the creators of Jetpack Joyride and Fruit Ninja.  Experience the classic game resurrected from the dead! With simple controls, just two buttons, making it easy-to-learn but hard to master. Join Barry Steakfries and his iconic Machine Gun Jetpack in a world full of menacing monster mayhem, as you run and gun your way through hordes of zombies, vampires and more with the most explosive and powerful weapons you can find!  UNIQUE FEATURES: • Clear your path with punchy and powerful Weapons! • Uninterrupted gameplay without ads or in-app purchases • 5 different exotic worlds to survive • Unique enemies to defeat in each world • 62 Hidden Awards and Accolades to discover Download Monster Dash now and embark on an action-packed, monster-slaying, adventure… with a dash of nostalgia. Do the dash, do the Monster Dash! **************************************** View our privacy policy at https://halfbrick.com/hbpprivacy  View our terms of service at https://www.halfbrick.com/terms-of-service",
  "lastVersion": "Oct 25, 2023",
  "classify": "ActionPlatformerRun & gunArcadeSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.imangi.templerun2",
  "name": "Temple Run 2",
  "company": "Imangi Studios",
  "rating": "4.4star",
  "downloads": "1B+",
  "reviews": "10M reviews",
  "age": "Editors' Choice",
  "describe": "With over a zillion downloads, Temple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2!Navigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol. How far can you run?!FEATURES★ Beautiful new graphics★ Gorgeous new organic environments★ New obstacles★ More powerups★ More achievements★ Special powers for each character★ Bigger monkey!!!Become a fan of Temple Run on Facebook:http://www.facebook.com/TempleRunFollow Temple Run on Twitter:https://twitter.com/TempleRun",
  "lastVersion": "Nov 21, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.juicybeast.knightmaretower",
  "name": "Knightmare Tower",
  "company": "Juicy Beast",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "12.2K reviews",
  "age": "Everyoneinfo",
  "describe": "Break through ceilings, rescue princesses and escape boiling lava as you slash your way to the top of the Knightmare Tower!• \"Knightmare Tower hooked me for over an hour, and I had to force myself to stop playing\" - Kotaku.com• \"There are triple-A, $60 games that pale in comparison to the enjoyment we got from Knightmare Tower\" - GamesRadar.com• \"Easy to play and bizarrely addictive\" - Joystiq.com• \"One of the few games that would be equally at home on the App Store or Xbox Live Arcade\" - Eurogamer.net-----FEATURES:- Campaign and Survival modes- 10 princesses to rescue, all daughters of the same King (yeah, even that last one)- Tons of upgrades, including visually changing armors, swords and boots- 1 epic boss battle- 70 quests to complete- 50+ different monsters to slice up- 3 legendary monsters that can be summoned with special horns- Giant bombs that blow apart every monsters around you- Potions that make you super strong- Rideable rockets- Soundtrack by HyperDuck Soundworks (Scrolls, Dust: An Elysian Tail)- More info on http://knightmaretower.com",
  "lastVersion": "Mar 24, 2015",
  "classify": "ActionArcadeSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_ARCADE"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
  "name": "Shadow of Death: Dark Knight",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "519K reviews",
  "age": "Teeninfo",
  "describe": "A Brand New Dark Fantasy EpicShadow of Death: the knight game in the shadow fight style. Unite against the shadow of war and save the lost kingdom. Fight the shadow now!Play a gripping pocket-sized fantasy action RPG on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an offline knight game, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique shadow knights, multiple gameplay styles, and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect some comrades, and slash the shadows today!Stickman Shadow FighterChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other offline knight games can top that?Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action RPG games, the shadow battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special shadow battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!A Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, this game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime as Shadow of Death: Dark Knight is an offline knight game. No need to be online to play your shadow fighter.Challenge the Shadow UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight online! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this shadow fight game now!VISIT US:Shadow of Death: Dark Knight - Stickman Fight Game fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dotemu.titanquest",
  "name": "Titan Quest",
  "company": "HandyGames",
  "rating": "3.6star",
  "downloads": "100K+",
  "reviews": "28.8K reviews",
  "age": "Teeninfo",
  "describe": "Originally released on PC in 2006, Titan Quest is an action RPG set against a mythological backdrop. The Titans have escaped from prison and are hell-bent on destroying the Earth. The Gods alone can’t stop them -- a hero is needed to lead this epic struggle. Victory or defeat will determine humanity’s fate and that of the Olympians.You are that hero! Create your character, explore ancient civilizations like Greece, Egypt, Babylon, and China, and fight against hordes of legendary creatures! Master the arts of archery, swordsmanship or magic and upgrade your character to unlock awesome powers! Discover special items to help you complete your quest: legendary swords, devastating thunderbolts, enchanted bows, and much more!Specially adapted for mobile devices, this new version offers numerous new features:● A new touch-friendly interface ● Completely redesigned touch-friendly gameplay ● High-quality graphics● A huge, open world to explore● Full day/night cycle● 80 different mythological creatures: Minotaurs, Cyclopses, Gorgons, and many more● 1200+ items to discover● 30 different character classes ● 150 different character skills● Colossal playtime of more than 60 hours ● Scalable difficulty modes:  weapons and enemies match your skill level ● Dozens of unlockable achievements to discover● No ads, no microtransactions. Mixing ancient mythology with non-stop action, Titan Quest is a classic hack-and-slash offering energizing gameplay with a fast, intense rhythm. Overcome thrilling challenges and vanquish the greatest enemies ever to invade the mobile world!DLCs available as in-app purchase: ● IMMORTAL THRONE - Encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Set out on a journey across the western Mediterranean, in search of the mythical kingdom of Atlantis. Including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain.Supported languages: EN, CZ, FR, DE, IT, JA, KO, PL, RU, ZH-CN, SK, ES, UK© 2021 HandyGames",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27.3K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=valhalla.survival.craft.z",
  "name": "Frostborn: Action RPG",
  "company": "KEFIR",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "257K reviews",
  "age": "Teeninfo",
  "describe": "Subdue the powers of the gods and confront the army of the dead together with your friends. Make the lands of vikings great again by building a new capital town from scratch and set off for treasures and new victories to the unexplored shores. All of this and more awaits you in the new online survival RPG Frostborn!The world plunged into darknessIn the wilds of Midgard, the dead roam in broad daylight.The water from the rivers burns your throat, Valkyries no longer take the fallen in battle to Valhalla and something sinister is hiding among the shadows of forests and gorges. The goddess Hel is responsible for all this. She cursed these lands with her black magic in just 15 days, and now she wants to enslave the kingdom of the living! Death no longer existsYou are the immortal, valiant Jarl of the northern warriors who no longer face death. Healers and shamans shrug their shoulders and don’t understand why this is happening. But since the way to Valhalla is closed, there is only one thing left to do - arm yourself and send the creatures of darkness back to Helheim!No man is an islandFrostborn is a co-op survival game with MMORPG elements: team up with other Vikings to build a strong base, confront the creatures that hide among the shadows and in the shrines of the gods and fight other players during raids and random encounters in numerous locations and dungeons.Berserk, mage or assassin - the choice is yoursChoose from over a dozen RPG-style classes that suit you best. Do you like heavy armor and face-to-face battles? Choose between Protector, Berserk or Thrasher! Prefer to keep your distance and shoot arrows at enemies from afar? Pathfinder, Sharpshooter or Hunter at your service! Or are you one of those who hide among the shadows and stab in the back? Try a Bandit, Robber or Assassin! And there is more!Win at all costsTrade with other players or ambush and assassinate them in the wilds of Midgard. Make peace with another family and protect each other during the raid, or betray their trust and reveal their secrets to others in exchange for resources. The old order no longer exists, now these are wild lands where the strongest survive.Plow your way to ValhallaUse the crafting system inherent in real MMORPGs to get everything you need to defeat the darkness created by the black magic of the goddess Hel. Strong walls and delicious food, magic potions and deadly traps, powerful weapons and legendary armor. And if that's not enough - build your own drakkar to raid the overseas kingdoms!Build your own cityStrong walls, spacious houses and artisan shops - and this is not all that needs to be rebuilt and improved to open the gates of your city to visitors. But be ready for a long journey - a good city cannot be built in 15 days. Coop with other Vikings and the inhabitants of your city to fight for a place in the sun in a world ruled by black magic.There's no daylight undergroundGo down to the ancient sanctuaries of the gods - dungeons in the best traditions of MMORPGs, fight the strongest dead and monsters who are afraid of daylight, get legendary artifacts and find out why the gods left this world.Experience the survival RPG Frostborn - a new game from the Kefir studio, the creators of Last Day on Earth and Grim Soul. Join now and in 15 days you will understand what it is like to live like a Viking!",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionAction-adventureSurvivalMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "303K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.shinybox.smash",
  "name": "Dungeon Quest",
  "company": "Shiny Box, LLC",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "268K reviews",
  "age": "Everyone 10+info",
  "describe": "New Features:Graphics Overhaul/Enhancements  - We have added several levels of graphical additions to Dungeon Quest. Dynamic Shadows have been added to all areas. Players have full control over the quality of the shadows through the options menu.Legend and Eternal Legend Crafting - Our new Legend Crafting System allows you to Salvage your unwanted Legend and above items in return for Crafting Dust. If you have already unlocked a Legend item, you can now navigate to the LegendEx and create it for Dust. If you haven't unlocked the item, you'll be able to unlock creation of the Legend item with Dust! This provides a new way to target the Legend items you want while not being a slave to random chance.Eternal Item Codex Tracking - Not only will you be able to create Legends item from the LegendEx in Patch 3.0, you'll also be able to create Eternal Legends from the brand new Eternal Tracking Section of the Codex.Pet Crafting System - To facilitate customizing your pets a bit more, we've enabled the Diamond through Fluorite and Topaz crystals on Pets. The only difference is that these Crystals will consume 5 of each type instead of the usual 1 crystal.Bug Fixes and System Adjustments:Stat Change and Reset - Having near 300 stat points was always a bit tedious to assign and respec, so we've cut down the amount of stat points you gain per level from 3 to 1, and have tripled the effectiveness of each Stat. We've also improved the speed a bit of stat assigning.Better Gold Purchase ValueTHANK YOU for supporting Dungeon Quest and for helping us make even better games! With recent economy changes and improvement in past patches, the gold purchase had become unfortunately outdated. Each purchase now yields 100 TIMES the amount of gold as they did before!***************Embark on a journey to find the best loot and defeat all challengers in this truly free-to-play Offline Action RPG. Featuring randomized loot, dynamically generated dungeons, and 4 acts each with their own legendary boss awaiting. Journey through unlimited floors of increasingly difficult enemies while collecting the best items possible while competing with your friends in our Battle Arena competitive leagues.Equip your Wizard, Warrior, or Rogue with infinitely customization weapons and armor to help destroy the elemental evils plaguing the land. There are always new ways to vanquish your foes! Upgrade your gear with our Crystal and Mythstone crafting system. Make your character even more powerful using our Gear-Based Skill and Talent system. Tired of playing alone? Bring your other characters into combat with you to gain experience and loot alongside your hero using our Hireling system. Or maybe you'll come across one of the many endearing companions included in our Pet system!Features Include:• Play for as long as you want not content or pay walls• Equip your Wizard, Warrior, or Rogue with amazing randomized loot you find on your adventure!• Never fight in the same dungeon twice! Climb your way through more than unlimited randomly generated floors.• Test your skill against one of 4 Legendary bosses at the end of every Act!• Bring your other characters into your adventures using the new Hireling System! • Manage your player AI to create your own army of adventures! • Native Controller integration for bluetooth with HID support!• Customize the dungeon's difficulty and rewards by choose between 8 enemy power levels.• New Pet System that lets you choose a follower to aid in your journey.We are dedicated to making Dungeon Quest the best ARPG on mobile! New content will be added regularly, so follow us on either our forums, Twitter, or Facebook to get the latest news!",
  "lastVersion": "Jun 3, 2020",
  "classify": "Role PlayingAction Role-PlayingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.YEMA.FinalDestiny",
  "name": "Final Destiny",
  "company": "YEMA GAMES",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "77.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Final Destiny - Beyond the End of the WorldA baby is found by accident.The girl has to protect the baby. It will not be easy.Action RPG - Final DestinyJoin the journey of a girl and baby looking to go beyond the end of the world.Destroy all monsters and feel the dynamic combat system.- Move and dodge, double tap the arrow keys to move around quickly.It is important in battle to evade enemy attacks using evasion rolls.- AttackYou can continue to attack by simply pressing and holding the button.Take down enemies quickly combo attacks!- Defend the baby at all costs!There is a chance that you will lose your baby when attacked by an enemy.If you lose your baby, you can't attack until you find it again!- SkillYou can get skillbooks through simple puzzle stage.Acquiring all of the skill runes will  your powerful skills!- MineMine fortified stones and use them to upgrade equipment.Mine is autoplayed.- ItemItems are heavily influenced by level and rank.Hunt for the ultimate Ancient Legend rated item!- Tower of ChallengerYou can level up the challenger with the experience you gain from the Tower of Challenge.Each time you level up, you'll earn Challenger points.Points can increase the player's ability stats.Intense Action! Destroy all enemies !!Final Destiny – Beyond the End of the World--------------------------------------------------------------------------------Manual restoration of game data is only requested by email.Send us your game nickname in our email.We will restore your game data.YEMAyema@yemacomm.comThanks to \"Dark zaur\" for Turkish translation.Thanks to \"Maria Beatrice Bonaccolto\" for Italiano translation.Thanks to \"Jack Lago\" for Brazilian Portuguese translation.Thanks to \"D'vast\" for Spanish translation.Thanks to \"Deomid Polivenko\" , \"Dimir Steel\" for Russian translation.Thanks to \"Jeff courty\" for French translation.(the.french.localiser@gmail.com)",
  "lastVersion": "May 19, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.klab.bleach",
  "name": "Bleach:Brave Souls Anime Games",
  "company": "KLab",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "352K reviews",
  "age": "Editors' Choice",
  "describe": "All your favorite characters from the BLEACH universe are here in Bleach: Brave Souls, an all-action RPG anime game!Over 80 million downloads worldwide!The hit manga and TV anime series BLEACH comes to life in this 3D hack-and-slash action RPG game!Get ready to play as your favorite characters from the BLEACH TV Animation Series: Thousand-Year Blood War!The game faithfully reproduces the story of the BLEACH anime in loving detail with fantastic graphics and all-action gameplay.DIVE INTO THE ACTION-PACKED WORLD OF BLEACHFrom the human-populated World of the Living to the Soul Society, home of Soul Reapers and the spirits of the dead, the bleak realm of Hueco Mundo, where evil spirits known as Hollows reside, the endlessly imaginative BLEACH universe is recreated in high-quality 3D graphics. Relive all your favorite scenes and special techniques from the hit anime!EASY TO PLAY HACK-AND-SLASH ACTIONAll you have to do is tap and swipe to play!Swipe in the direction you want the character to move and tap the screen to attack an enemy. It is that simple!Choose your favorite BLEACH character and freely move around stages as you unleash attacks and Special Moves through the tap of a button!A CAST OF COLORFUL CHARACTERS3D BLEACH characters engage in fierce battles!Unleash Ichigo’s Getsugatensho, Aizen’s Kyokasuigetsu, Byakuya’s Senbonzakura Kageyoshi, and all the other epic BLEACH moves!Be on the lookout for Thousand-Year Blood War characters too!Relive the anime and manga in Story quests, form Guilds with your friends and move up the rankings,enjoy PvE with up to three other players in Co-Op quests, or take on an even greater challenge with a variety of special super-hard quest types.Build teams with your favorite characters and experience the world of BLEACH!ENTER THE ARENAGo online and take part in epic 3-on-3 battles with players from all over the world in real time!In some regions, you have an option to choose a World (server) at the start of the game. However, there is no difference between the different servers except for the languages offered and certain purchasable items.Official Sitehttps://www.bleach-bravesouls.com/en/TwitterAccount: https://twitter.com/bleachbrs_enHashtag: #BraveSoulsFacebookhttps://www.facebook.com/BleachBS.en/Instagramhttps://www.instagram.com/bleachbravesouls_official/Recommended For- Fans of the original BLEACH anime and Shonen Jump manga who want to relive the BLEACH story!- Anyone who wants to see their favorite BLEACH characters perform Special Moves during hack-and-slash action battles!- BLEACH fans who want to enjoy new, original stories set in the BLEACH universe!- Fans of action anime games.- Anime game fans that enjoy completing quests.- Fans of anime games that involve collecting.- Fans of anime games with a large number of characters.- Anime game fans who enjoy character development.- Fans of PvP (player versus player) anime games.- Fans of anime games with gacha elements.- Fans of multiplayer anime games.- Fans of free anime games.- People who enjoy RPG games with gacha elements.Recommended OSAndroid 4.4 or later-----------------------------------------------------©Tite Kubo/Shueisha, TV TOKYO, dentsu, Pierrot　©KLabGames",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.LunariteStudio.WastelandStory",
  "name": "Wasteland Story : Survival RPG",
  "company": "Lunarite Studio",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "71.4K reviews",
  "age": "Everyone 10+info",
  "describe": "▶ Wait, What is this? - This is Wasteland Story. Pixel 2D Side Scroller Post-Apocalypse RPG! The player must survive and conquer the nuclear fallout tainted wasteland and carry out the secret mission to save mankind.(Soon to be the best Post-Apocalypse RPG in mobile!)▶ Ok, Why should I try this game?- No Forced Ads. (Ads & In App Purchases are totally Optional.) - Easy to Play, Hard to Master.(Everyone can play but do you have a grit & skills to become... 0.1%?)- Created by the Most passionate SOLO game Developer in the world. (Biggest 'FO' series fan here. It. Just. Works!)- Graphics may not be fancy as 3D, Big Company Games but It has SOUL.(Good gameplay, Fast action, Light weighted, Optimized to the best!)- Actually Good/Interesting Story, Never ending Story. (This game is Seasonal! Like... TV Shows!)(Also you can make choices in Story.)- Real Time Action RPG. (Are you Sick of boring Idle RPGs, Turn-base, slow-paced Laggy games? and you Want some ACTION? Then this game is built just for you!)- Hey, Do you like Guns? or maybe Swords? Baseball Bat? Mace? Bow? Crossbow? Missile Launcher? Minigun? Pistol? Dual Pistol? Rifle? LMG? SMG? World War II Weapons? Energy Weapons?... FIST?(We got Everything, Take your pick!) - Actually Challenging / Need Skills & Strategies. (This game will defeat you. and It will make you Think. It will make you Grind, It will make you Improve. This is Not a spoon feeding baby games.)- Unpredictability.(Random Spawns, Stalking/Ganking Enemies, More than 400 items, Over 90 enchantments... Every run/combat is different. Every loot is a new opportunity!)- In Depth Solid RPG System.(100 Perks, 6 Core attributes, 9 Special Abilities, 9 Companions)(Find out your OP build!)- Simple Survival System.(Building up base, Crafting gears/ammo/foods/medicine, Hunger & Thirst, Day & Night Cycle, Random Weather! It's Almost... like certain Open World Game!)- Infinite Grind & Late-End Game Hidden Boss Raid.(How far can you go? Can you break the game?, Can you defeat every hidden bosses?)- Pretty new game with High Potential, Still in Active Development, Frequently Updated & Enhanced by passionate developer and also Season 2 is in Development! (This game is Released in October 23, 2022.)(And Soon to be the world's Best post-apocalypse mobile RPG! #1)▶ Well, I'm sold. Let me try.Thank you so much! Hope you have fun! :D",
  "lastVersion": "Nov 17, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "527K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ExiliumGames.Anima",
  "name": "AnimA ARPG (Action RPG)",
  "company": "Redeev",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Teeninfo",
  "describe": "The RPG you've always been waiting for has finally arrived on Android devices!Anima is an action RPG (hack'n slash) videogame inspired by the greatest old school games and made with passion by RPG lovers for RPG lovers, and released in 2019.Anima, compared to other mobile ARPG, is highly dynamic and leaves the player the chance to fully customize its character, based on their play style, preserving the charming style of the old classics.ACTION RPG OPTIMIZED FOR MOBILE GAMEFight against evil forces wherever you want and conquer the single player offline campaign with potentially infinite game difficulties.Follow the storyline or simply go on, slash enemies, loot items and improve your character!THE BEST MOBILE HACK'N'SLASH OF 2020Fast-paced combat, amazing special effect and dark fantasy atmosphere will accompany you through this fantastic adventure.Go down and explore the abyss, Kills Demons, Beast, Dark knights and other demonic creatures that populate over 40 levels and then challenge your skills with engaging boss fight! Explore different dark scenarios, reveal hidden secrets and Explore unique locations!- High Quality mobile graphic - Suggestive Dark fantasy environment- Fast-paced Action- 40+ different playable levels- 10 games difficulty to test your power- 10+ secret unique levels- Exciting Boss fights- Stunning soundtrackCUSTOMIZE YOUR CHARACTER AND TEST YOUR SKILLSChoose your specialization between Skirmish, Archery and Sorcery and try unique combo with the improved multiclass system. Level Up your character and learn new strong abilities through three different skill trees:- Level up your character and assign attributes and skills point- Unlock more than 45 unique skills- Choose from three different specializations- Create unique combo with the Multi-class systemLOOT POWERFUL LEGENDARY EQUIPMENTSlash horde of monsters or bet your gold on the gambler to find ever powerful items and empower your equipment with the upgrade and the infuse systems. Adorn your equipment pieces with more than 8 different upgradable Gems.- Find more than 200 items of different rarity (normal, magic, rare and legendary)- Equip powerful legendary items with unique power- Upgrade system to increase your item power- Infuse two leggendary items to create a powerful new one- 8 different kind of precious gem with 10 level of rarityTOTALLY FREE-TO-PLAYThe game can be played totally for free, with the exception of some in-app purchase for the ones who want to unlock extra features amd that want to support the developement of this new Action RPG for Android!-----------------------------------------------------------------------------------------------------------------------------------------------We are planning to make of AnimA one of the best Action Rpg on the store so we are constantly working on the game and we will release new updates and fresh content periodically. And remember, we made it because we love it.To stay in touch with us and to receive the latest updates on Anima follow us on: https://www.instagram.com/anima_rpg_mobile/https://www.facebook.com/thegameanima",
  "lastVersion": "Oct 31, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.archosaur.vn.dr.gp",
  "name": "Dragon Raja",
  "company": "HONG HA LTD",
  "rating": "",
  "downloads": "1M+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "High quality MMORPG mobile game with over 35 million registered players! A global hot game you should not miss! Dragon Raja VN is an open world MMORPG developed based on the famous UE4 technology with extraordinary role-playing images. In the game, you can not only create unique characters, but also make friends around the world to fight and explore together.The intersection between the real world and the open worldIn the open storyline, you will join different stories, receive many sources of power to change the world.Selfie anytime, anywhere, unlimited party with friends!The interactive system includes a super standard voice chat and text chat system, allowing sharing on real social networks.Sharp image qualityDeveloped based on Unreal Engine 4, a huge world with super beautiful 3A level graphics quality.Day and night cycle effects, four seasons, realistic lighting effects, shadows make you feel like you're living in the real world!Character customizationThe multi-dimensional character customization system gives you the freedom to design your character's appearance.You can also give your character a unique personality through different reactions to events.Thousands of fashion combinations...all of your choice!Real-time combatReal-time combat system, experience unprecedented smoothness.Support 100 players at the same time to fight in PvP locations, join now~Support cross-server combat with World BOSS, players from different servers join the battle!Unique and varied game modesPlayers can choose from a variety of game modes and a super unique Career system.For example: Michelin Chef, Superstar Minh or even Racer are all hot jobs in this open world.To ensure better effects and experience, please make sure the device has enough memory. The first download requires 3GB of memory, when entering the game, it needs 1.5GB of memory to download resources.System version: Android 5.0 and aboveMemory: 2GB or moreSystem remaining space: at least 6GBCPU: Qualcomm Snapdragon 660 or higherCommunity links:Facebook: https://www.facebook.com/DragonRajaVNofficialInstagram： https://www.instagram.com/dragon.raja.vnofficial/Youtube: https://www.youtube.com/channel/UCDrlZJwc_x4NEW6-WL2PlBwOfficial site： https://longtochuyentuong.vn/home",
  "lastVersion": "Aug 30, 2023",
  "classify": "Role PlayingMMORPGStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nianticlabs.monsterhunter",
  "name": "Monster Hunter Now",
  "company": "Niantic, Inc.",
  "rating": "3.7star",
  "downloads": "1M+",
  "reviews": "212K reviews",
  "age": "Teeninfo",
  "describe": "The thrill of the hunt is calling. Begin your hunting adventure now!Hunt monsters in the real world:Embark on a global quest to track down and hunt some of the most formidable monsters from the Monster Hunter universe as they appear in our world. Forge powerful weapons and team up with fellow hunters to track down larger-than-life monsters and take them head-on.Authentic hunting action carefully adapted to mobile: Discover a variety of monsters depending on the habitat around you – Forest, Desert or Swamp – and engage in thrilling hunts solo, or band together with fellow hunters to take on these large monsters. The simplified tap-based controls and high-fidelity graphics enable you to engage in enjoyable hunting action wherever you go. See monsters around you with the AR Camera:Experience what it’s like to have these iconic monsters appear in the real world with exclusive AR Camera features.Master the hunt in 75 seconds:Can you complete the hunt within 75 seconds? Master the weapons, craft armor sets and hone your skills – exploit weaknesses and utilize every element at your disposal to take on the hunt.Mark monsters even with your phone in the pocket: With Adventure Sync, you can use a Paintball to track monsters while you explore your town and bring the hunt to your doorstep afterwards. As you explore, your Palico can mark passing monsters with Palico Paintballs, even while you aren’t actively playing, allowing you to return to them later, ensuring that the action never stops.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ShinobiGames.InfiniteW",
  "name": "Labyrinth Legend II",
  "company": "シノビゲームズ",
  "rating": "4.2star",
  "downloads": "100K+",
  "reviews": "2.2K reviews",
  "age": "Teeninfo",
  "describe": "The second installment of the pick-up-and-play hack-and-slash Action RPG! Make use of a variety of weapons and skills. Venture into randomly generated dungeons to save the world from the rule of demonkind!◆Randomly Generated DungeonsDungeons are randomly generated, which means the layout changes every time you enterDefeat the enemies lurking in the depths of the dungeon, obtain powerful equipment, and power-up your character!◆Battle Mighty BossesProgress enough in the game and you will encounter bossesFacing the overwhelming might of these bosses will be tough, but by leveling up and changing your gear you should be able to find the path to victoryAnd if you could master dodging, maybe you could defeat bosses without taking a single scratch...?Study their attack patterns, then strike back with a powerful blow!◆Variety of Mechanics and EnemiesDungeons have their own unique mechanics and enemies lying in wait for playersClearing these difficult dungeons will be no simple task, but by strengthening your character and enlisting the aid of helper NPCs you can set your sights on the lower levels and attain the rare treasures within!◆Variety of Weapons and SkillsAn array or equipment and skills can be found in-gameHow well you can use them will depend on your own skillFind equipment that you like and aim for victory with your own fighting style!In addition, armor you equip will change your character's appearanceUse your favorite equipment to customize your character!◆A Pixel Art Fantasy WorldThe game world is depicted entirely through nostalgic pixel artIn this fantasy world overflowing with mysteries,you're sure to encounter many characterful NPCs and enemies◆Discordhttps://discord.gg/G6TwajubDF",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=se.itatake.klootarena",
  "name": "Kloot Arena",
  "company": "Itatake",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "1.53K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Kloot Arena! This turn-based Online PvP Battle Arena game delivers non-stop action with fast-paced, skill and strategy-driven battles.BATTLE ONLINE OR VS FRIENDSChallenge your friends to head-to-head clashes or compete against other online players in ranked battles. Earn rewards and climb the leagues to battle your way to the top!CLIMB THE LEAGUESCompete for glory and rewards as you collect stars to make your way through the leagues, reaching for the top!EVOLVE, UPGRADE, CUSTOMIZE, MANAGE AND MASTERCollect and customize epic characters, then evolve and upgrade them to become even more powerful. With unique attacks including devastating explosions, flying projectiles, brawling tackles, cutting blades, and more, you'll need to master each character's strengths and strategies to become a real Kloot Master!A UNIQUE GAME WITH AMAZING LOOK AND FEELEasy-to-use controls, amazing sound, and stunning graphics make Kloot Arena a truly immersive gaming experience. And with continuous updates, there's always something new and exciting to discover.Join the battle today and thank you for playing with us! Itatake ❤️",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linegames.udg",
  "name": "Undecember",
  "company": "LineGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "39.3K reviews",
  "age": "Mature 17+info",
  "describe": "■ UNCHANGED – Unchanged ValuesImmersive storyline and growth through hunting and farmingFun and excitement, while pursuing the unchanged values of a RPG■ UNEXPECTED – A Perfect RPG Beyond ExpectationsVenture through countless maps with diverse themesAnd experience the unexpected thrills of combat■ UNLIMITED – Limitless Skill CombinationsSurpass the limit by creating thousands ofskill combinations from various Skill and Link Runes■ UNDEFINED – Freedom of StyleInstead of choosing a class, enjoy building upyour own character based on your combat style■ UNSTOPPABLE – Endless ContentsFrom Raids to Guild Battlegrounds!Test your limits through multiple available contentsCheck the latest UNDECEMBER news from the Official Community![Brand Site]https://undecember.line.games/[FLOOR]https://ud.floor.line.games[Facebook]https://www.facebook.com/UNDECEMBER[DIscord]https://discord.com/invite/Q7syAnHfha[YouTube]https://www.youtube.com/channel/UCO1YHH625KZdI66PjAEHDWQⓒ LINE Games Corporation & Needs Games Inc. All Rights Reserved.■  Minimum Requirements- OS Android  7.0 (Nougat) RAM 2GB■ Optional AccessThe following access is requested upon use. You may still continue using the service without the specific feature even if access is declined.- Photos/Media/Files: Allows attaching files saved in the device when posting at the Official Community.- External Storage: Required to write game data in the external storage.[How to Remove Access]- Android 6.0 or above: Settings > Apps > Select Category > Permissions > Allow or Remove Access- Lower than Android 6.0: Update the OS to Remove Access or Uninstall the App■ Information on Paid Contents and Usage※ Purchasing paid contents will incur additional charges.- Provider : ⓒ LINE Games Corporation- Terms of Service and Service Period : Refer to the information provided in-game(If service period is not shown, the game service end date is to be regarded as the service period)- Payment amount and method : Refer to the amounts and methods provided for each content in-game(Billed amount may differ depending on exchange rate and fees when using foreign currency)- Content provision method : Issued directly to the game account(character) that carried out the purchaseor issued to the Paid Shop Storage in-game- Information on refunds : Refer to Article 5 of the Terms of Service- Compensation for damages and handling of complaints : Refer to Articles 11 and 15 of the Terms of Service- Inquiries : Submitted online through the in-game Support feature[Developer Contact]E-mail : game_service@linegames.support[Business Registration Number]120-87-89182[Business Address]2F, AP Tower, Teheran-ro 218, Gangnam-gu, Seoul, 06221[Privacy Policy]https://cs.line.games/policy/store/privacy?companyCd=LINE_GAMES&svcCd=STORE&langCd=en[Terms of Service]https://cs.line.games/policy/store/terms?companyCd=LINE_GAMES&svcCd=STORE&langCd=en",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.kritikamobile.android.google.global.normal",
  "name": "Kritika: The White Knights",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "884K reviews",
  "age": "Editors' Choice",
  "describe": "FEEL THE RUSH! KRITIKA: The White Knights* Feel the adrenaline at your fingertips!- Play the most exhilarating action RPG that will keep you electrified! - Intense EX skills that jump off the screen! Call upon a friend's Striker to help you dominate!* Meet the champions!- Rang: Unleash waves of her dual wielding attacks!- Wandering Master: Utilizes beasts and talismans to turn the tide in his favor!- Elemental Fairy: A magical girl weaving together spirits and four elements of magic for all-out attacks!- Flame Striker: Overwhelms enemies with flaming attacks using her explosive gauntlet!- Blade Dancer: Overwhelms enemies with swift and accurate slashes from her Phantom Sword!- Lina: Illuminates both stages and battlefields with her flames and spear!- Strike Archer: A deadly archer and her loyal falcon deals long-range & fatal damage!- Steam Walker: Defeats enemies with splendid kicks!- Halo Mage: Annihilates enemies with powerful artillery fire and magic!- Monk: Uses his fists and powerful magic to smite evil!- Mystic Wolf Guardian: Brilliant lightning skills! The power of Sirius! Enemies watch out, she'll destroy all those in her way! - Noblia: Dominates the enemies with different weapons and her super strong power!- Ice Warlock: Powerful frost magic attack sweeps the enemies off the ground!- Burst Breaker: Sprightly and unpredictable! Single strike will blast the entire battlefield!- Eclair: Her second to none versatility will lead the enemies to their ruin!      - Blood Demon: Her bloodthirsty spear yearns for lives!- Demon Blade: His blade cuts a bloody path through the battleground!- Crimson Assassin: Cool as ice! The battlefield is her playground!- Dark Valkyrie: She seduces with her chains and judges with her scythe!- Berserker: Behold his rage as he destroys everything in sight!- Cat Acrobat: Quick and agile, fall in love with her spunky fighting moves!- Shadow Mage: His eerie shadow will ensnare and annihilate enemies!* Experience a game system like no other!- It's more fun if you work together! Enjoy the new Guild system!- Pets that keep your side and make you stronger!- Grow stronger through 103 different stages in Stage Mode!- Encounter the Monster Wave! Attack an endless wave of monsters!- Climb and conquer the 50 floors of the Tower of Tribulation!- Test your skills in Arena, Versus, and Melee! Become the ultimate champion!- Work together to defeat powerful bosses in \"World Boss\"!- Use the Auto-Battle feature to clear stages more conveniently!* Minimum Device Requirement: Galaxy S4** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, Español, Português, Русский, Vietnam, ไทย** There may be additional costs when trying to obtain certain items.[Facebook]https://www.facebook.com/KritikaGAMEVIL/* Com2uS Holdings Official Website : https://www.withhive.com* Com2uS Holdings Customer Support : https://m.withhive.com/customer/inquireTerms of Service: http://terms.withhive.com/terms/policy/view/M3#T1Privacy Policy: http://terms.withhive.com/terms/policy/view/M3#T3",
  "lastVersion": "Dec 17, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=vng.game.sky.fantasy.song.vn",
  "name": "Cloud Song: Vân Thành Chi Ca",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Game nhập vai MMORPG 3D Chuyển Sinh Thế Giới Fantasy.Cloud Song: Vân Thành Thi Ca là tựa game mobile nhập vai MMORPG chuyển sinh vào Neverland Legend YS, đồ hoạ 3D phong cách anime đầy phiêu lưu và khám phá trong một thế giới cùng các Hunters Dragon Fantasy (ragnarok)mới cùng hàng triệu Skywalkers ở nhiều quốc gia Đông Nam Á. Game được VNG phát hành độc quyền tại Việt Nam, Thái Lan, Singapore, Malaysia và Philippines.Đến với Cloud Song: Vân Thành Thi Ca, bạn sẽ được chuyển sinh (Isekai) thành những huyền thoại trong một thế giới Fantasy (ragnarok) vô cùng rộng lớn và giải cứu Vân Thượng Thành Neverland, quyết chiến với các Dragon.*** CÁC TÍNH NĂNG ĐẶC SẮC *** ĐA DẠNG HỆ PHÁI - LINH HOẠT CHUYỂN CHỨC Bao gồm 7 hệ phái cực linh hoạt: Sát Thủ, Pháp Sư, Cung Thủ, Pháo Thủ, Chiến Binh, Thuật Sĩ và Kiếm Sĩ cùng nhiều kỹ năng riêng biệt và hấp dẫn. NGOẠI TRANG ĐỘC ĐÁO - THỂ HIỆN CÁ TÍNH Những bộ ngoại trang cực kỳ độc đáo về thiết kế từ các nền văn hoá khác nhau cũng như đa dạng hiệu ứng giúp cho Skywalker có thể tự tin khoe phong cách của mình trong một thế giới thần kỳ. Còn gì bằng khi có thể tự do điều chỉnh ngoại hình mong muốn cho nhân vật của mình: cô gái đáng yêu, chàng trai lạnh lùng, người săn rồng dũng mãnh, nhà khoa học đến từ tương lai,...THIÊN PHÚ KIẾM HÀO - KIẾM Ý THỨC TỈNHVới 4 skill đặc biệt, Kiếm Hào mang trong mình những sức mạnh vô cùng to lớn: Hỏa Liên Trảm, Hỏa Liên Trảm-Kiên Bích, Hỏa Liên Trảm-Thần Tốc, Hỏa Liên Trảm-Kiếm Hồn Kinh Hoàng.CHIẾN GIÁP SIÊU HẠNG - KHAI PHÁ NGUỒN GỐC SỨC MẠNH SIÊU CẤP Chiến Giáp Siêu Hạng mang lại nguồn sức mạnh mới khổng lồ và ngoại hình cực ngầu, mở ra kỷ nguyên PVP hoàn toàn mới tại xứ sở Cloudia. Hệ thống Chiến Giáp rất được mong chờ với cách PVP mới, chỉ số mới, ngoại hình mới cho nhân vật của Skywalker. THẢ THÍNH QUA VOICE - KẾT ĐÔI CÙNG GẤUCòn gì thích bằng khi được sánh đôi cùng \"crush\" bước vào lễ đường? Một tính năng hẹn hò lãng mạn cùng voice chat siêu xịn không thể không nhắc đến: tán gẫu cùng bạn bè trong bang hội, truyền tải thông điệp yêu thương đầy ngọt ngào.",
  "lastVersion": "Oct 26, 2023",
  "classify": "Role PlayingMMORPG",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=vng.games.thienlong.kiemhiep3d.mobile",
  "name": "Thiên Long Bát Bộ 2 VNG",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "THIÊN LONG BÁT BỘ 2 VNGTHẾ GIỚI THIÊN LONG HOÀN MỸThiên Long Bát Bộ 2 VNG – TLBB2 là tựa game nhập vai 3D MMORPG, dựa trên cốt truyện Thiên Long Bát Bộ nổi tiếng của nhà văn Kim Dung, sản xuất bởi Perfect Word và được VNG phát hành độc quyền tại Việt Nam.TLBB2 VNG sẽ mở ra cho bạn một Thế Giới Thiên Long Hoàn Mỹ với những trải nghiệm võ hiệp hoàn toàn mới. Một thế giới võ hiệp rộng mở cực max cấu hình, tự do phiêu bạt giang hồ, tham gia các trận PK không chiến, thi triển kỹ năng khi đang khinh công, bày bán thương thành, giao dịch tự do, hệ thống pet đa dạng và mạnh mẽ, Trân Long Kỳ Cuộc.Một thế giới Thiên Long võ hiệp chân thật mô phỏng 3D max chi tiết như thế giới thực, cho bạn hành hiệp trượng nghĩa, ra tay tương trợ huynh đệ lúc lâm nguy và được lưu danh truyền kỳ.*** TÍNH NĂNG ĐẶC SẮC ***1. KHINH CÔNG CÁI THẾ, CHIẾN TẬN CHÂN TRỜI Hệ thống PK hoàn toàn mới, phá bỏ mọi giới hạn không gian chiến đấu của dòng game nhập vai RPG với tính năng Khinh Công Chiến Đấu chỉ có duy nhất tại Thiên Long Bát Bộ. Thiếu Hiệp có thể vừa sử dụng khinh công để khám phá giang hồ chốn võ lâm max rộng lớn, vừa có thể sử dụng chiêu thức để PK ra tay tương trợ huynh đệ lúc lâm nguy. Thể hiện bản lĩnh PK trên không trung, thỏa kỳ vọng quần hùng tranh bá, lưu danh giang hồ như một cao thủ PK truyền thuyết.2. MÔN PHÁI KINH ĐIỂN, TUYỆT KỸ CHÍNH TÔNG Quy tụ các môn phái quen thuộc của dòng game kiếm hiệp nhập vai RPG tương tự Tân Thiên Long VNG do Changyou sản xuất thì phiên bản lần này sẽ ra mắt Cái Bang, Nga Mi, Thiếu Lâm, Võ Đang, Tiêu Dao, Thiên Sơn và Minh Giáo. Cùng những tuyệt kĩ trấn phái max hiệu ứng 3D được lưu truyền trong võ lâm như Hàng Long Thập Bát Chưởng, Lục Mạch Thần Kiếm, Lăng Ba Vi Bộ,… Ngoài ra, thiếu hiệp có thể tự do chuyển phái, tung hoành võ lâm.3. CẢNH SẮC TRÁNG LỆ, ĐỒ HỌA MAX ĐỈNH CAO Trải nghiệm một thế giới TLBB nhập vai RPG kiếm hiệp hoàn mỹ với đồ họa 3D thế hệ mới, đem đến những khung cảnh rộng lớn, chân thực, sống động. Nhân vật, bối cảnh, ánh sáng, thời tiết trong game được mô phỏng chi tiết như thế giới thực tạo nên một thế giới võ hiệp chân thật, nơi dấu ấn của bản thân được lưu giữ truyền kỳ không chỉ qua võ công mà còn ở khả năng cầm kỳ thi họa của mình trong quá trình khám phá giang hồ.4. MUA BÁN ĐA DẠNG, TỰ DO GIAO DỊCH Hệ thống giao dịch đa dạng, cho phép người chơi kiếm hiệp thỏa sức buôn bán với nhiều hình thức như: giao dịch tự do, bày sạp buôn bán tại Thương Thành. Giờ đây việc hành tẩu giang hồ của bạn sẽ ngày càng tự do hơn trong thế giới TLBB.5. HỆ THỐNG TRÂN THÚ, THÚ CƯỠI QUÝ HIẾM,  Tính năng lai trân thú và hệ thống thú cưỡi đa dạng mang đến cho các hiệp khách cơ hội sở hữu những pet và thú cưỡi có phẩm chất hiếm và mạnh mẽ, đồng hành cùng các Thiếu Hiệp trên con đường chinh phục kỷ nguyên võ hiệp, để ngao du phiêu bạt giang hồ. Khi có các trân thú và thú cưỡi cùng đồng hành tiếu ngạo võ lâm, ấy mới là nhân sinh hoàn hảo tại thế giới Thiên Long Hoàn Mỹ.6. TẠO HÌNH CÁ TÍNH, NGOẠI TRANG TÙY THÍCH Hệ thống tùy chỉnh ngoại hình cùng ngoại trang phong phú cho phép người chơi thỏa sức sáng tạo nên những nhân vật của riêng mình, lưu giữ nét tiên nữ tuyệt thế của bản thân. Thiếu hiệp sẽ tạo cho mình một phong cách cuồng tiếu khoáng đạt hay ngạo thị quần hùng để ngao du phiêu bạt giang hồ?7. CỘNG ĐỒNG SÔI NỔI, TƯƠNG TÁC NHIỆT TÌNH Kết hôn, tương tác đôi và các hoạt động bang hội giúp gắn kết cộng đồng, khiến thế giới võ hiệp trở nên nhiều màu sắc hơn cùng những thiếu hiệp và tiên nữ tài năng.PERMISSION:- READ_EXTERNAL_STORAGE: Đọc thông tin hình ảnh- WRITE_EXTERNAL_STORAGE: Lưu thông tin hình ảnh- Camera: Sử dung cho tính năng chụp ảnh và quay clip trong game",
  "lastVersion": "Oct 9, 2023",
  "classify": "Role PlayingMMORPG",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight3",
  "name": "Shadow Fight 3 - RPG fighting",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.1M reviews",
  "age": "Editors' Choice",
  "describe": "Legend has it that a hero will come to end the fight for shadow energy. He will have to learn three fighting styles, collect the best weapons and challenge the strongest warriors. The world is on the edge of an epic war. The mighty force unleashed by the Gates of Shadows many years ago has turned into a weapon, and now three war clans are fighting to decide the future of this force. The Legion warriors want to destroy the dangerous energy. The people of the Dynasty want to use it for their own benefit. While the mysterious ninjas of the Heralds clan explore the darkest secrets of the shadow power. Three clans, three world views, and three fighting styles. Which side will you join? Fight back with rage and courage if you want to win!Shadow Fight 3 is a cool fighting game that gives you a great chance to show your skills to the world of players. Become a hero and save the universe from fall.  It is an online RPG fighting game that continues the story of the Shadow Fight universe with new characters in 3D. Get ready for action, cool brawls with powerful fighters, and an exciting adventure around the world, where mystical forces reign.CREATE AN EPIC HEROReady for a crazy fighting game? Black ninja, honorable knight, or skilled samurai? Only you can choose who your hero will be. Win unique skins in battles and customize your equipment colors to create a unique look.  WIN HERO BATTLESExplore the fighting styles of each of the 3 clans in this battling game. Create your personal combat style. Your hero can fight like a cunning ninja or a mighty knight. Harness shadow energy to deliver powerful and impressive blows that can change the course of the battle. COMPLETE THE STORYWarriors around the world await the appearance of a hero who will fight for justice and end the struggle for the power of the shadows. Influence the storyline by choosing your clan. Defeat powerful bosses to challenge your nemesis, and then explore other worlds and travel back in time to learn new details of the story.SHOW OFF YOUR SKILLEven when the main story battle is over, the action of a hero fighting game continues. Win duels by fighting other players' heroes controlled by AI. Brawl with the strongest warriors to take a place at the TOP-100 leaderboard and become a legend of your region! COLLECT SETSCollect your personal arsenal of weapons and armor to experiment in battles and look cool in duels. After collecting a full set of equipment, you get unique abilities to make it easier to win in a brawl. Plan your strategy and lead the attacking game till the end. PARTICIPATE IN EVENTSFight in regular themed events for RPG heroes where you can win rare skins, colors, weapons, and armor. In these battles, you will face new heroes and learn a lot of interesting details about the world of Shadow Fight. ENJOY THE GRAPHICSColorful scenery and realistic combat animations can rival console games. Shadow Fight 3 is an exciting RPG combat game that combines the elements of a knight fighting game, ninja adventures and street fights. Customize it the way you want and enjoy the attack. Be a hero and keep fighting until the final battle comes!  JOIN THE COMMUNITY Follow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfightgamesTwitter: https://twitter.com/ShadowFight_3Youtube: https://www.youtube.com/c/ShadowFightGames Note:* Shadow Fight 3 is an online game and requires a stable internet connection",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingSingle playerStylizedStylized-realisticOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#7 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.ubisoft.brawl.halla.platform.fighting.action.pvp",
  "name": "Brawlhalla",
  "company": "Ubisoft Entertainment",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "295K reviews",
  "age": "Everyone 10+info",
  "describe": "Brawlhalla is a free platform fighting game with over 80 million players that supports up to 8 online in a single match with full cross-play. Join casual free-for-alls, queue for ranked matches, or make a custom room with your friends. Frequent updates. 50 unique characters and counting. Come fight for glory in the halls of Valhalla!Features: - Online Ranked 1v1 & 2v2 - Climb the ranked ladder from Tin up to Platinum and beyond! Fight enemies solo or team up with your friends. Matches you against players near your skill level.- 4 Player Online Free for All - Casual matches where four fighters enter, but only one can win.- Cross-play Custom Rooms - Invite up to 8 friends on all platforms to a huge variety of custom matches: 4v4s, 1v3, 2v2, FFA, and much more.- Many Game Modes - Mix things up with Brawlball, Bombsketball, Capture the Flag, Kung-Foot, and many more fun party game modes.- The Training Room - Practice combos and setups inside the Training Room! Look at detailed frame data, hitboxes, hurtboxes, and sharpen your skills. Plus: Best-in-class spectating, match recording and replay. Dozens of maps. Single player tournament mode. An online brawl-of-the-week. Experimental mode. Millions of players for fast matchmaking. Regional servers for low-latency online play. Frequent updates. Tons of esports events and tournaments. Excellent support for keyboard and controllers. Career history and cool progress rewards. Ranked seasons. Friendly devs. Fun, fair free-to-play. And much more. How we do Free to Play Brawlhalla will always be 100% free to play, with no pay-to-win advantages and no in-game purchases keeping you from the action. None of the premium content affects gameplay. The Legend Rotation of eight free to play characters changes every week, and you can earn gold to unlock more Legends by playing any online game mode. You can also check out our “All Legends Pack” that immediately unlocks every character we’ve ever made and ever will make. Forever. Everything in the “Legends” tab in the in-game store would be yours to have. Note that this doesn’t unlock Crossovers.Like on Facebook: https://www.facebook.com/Brawlhalla/Follow on Twitter @BrawlhallaSubscribe on YouTube: https://www.youtube.com/c/brawlhallaJoin us on Instagram @BrawlhallaNeed support? Have some feedback for us? Contact us here: https://support.ubi.com",
  "lastVersion": "Nov 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.boombitgames.TinyGladiators",
  "name": "Tiny Gladiators - Fighting Tou",
  "company": "BoomBit Games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "378K reviews",
  "age": "Teeninfo",
  "describe": "Tiny Gladiators is an action-packed RPG Fighting Game, combining virtual worlds, animated characters and high adrenaline fighting! Join the excitement of real-time PvP games, the gladiator-game fun and knock out your opponents!Begin your fighting game journey as you battle for glory, fight against powerful enemies and discover new virtual worlds. Watch out! Your opponents will become larger at the end of every stage in this unique action RPG game. Crush your enemies in this dynamic skill based fighting game using unique sets of armor and weapons. Pick from 4 different virtual character classes in this one of a kind PvP online game.Upgrade Your Virtual CharacterLearn powerful new combat skills but also gear up to protect yourself in this fantasy RPG game. While most RPG games are limited in animated character options, Tiny Gladiators features a wide variety of outfits, skills and many unique pieces of weapons and armor including medieval weapons. These and more can be used for protection or to launch attacks on your enemies!Single Player Story or Multiplayer Game Options!Shift into your street fighter mode and start Tiny Gladiators’ fighting game! You will go on fun and exciting single player challenges. Once you complete the single player mode you can battle friends or other players around you.  Bring your best items, prepare your deadliest abilities and rise in the global ranks of Tiny Gladiators’ top fighters in this high adrenaline multiplayer RPG!Step into the Survival Tower if you dare and Battle for Glory!!In the virtual world of the tower, you will find the greatest dangers in the game. Strap on your survival gear and try to make it long enough in the tower by defeating multiple enemies in a row! Each player gets one free pass to the Survival Tower, after that you will need to use your in-game earnings – Take high-risks and earn high rewards in this one of a kind combination between RPG games and fighting games!★★★ Available in 24 different languages ★★★Make sure to check out more fun games by BoomBitIn BoomBit, we make simple one touch Multiplayer Arcade games that are impossible to put down. They are super fun, very hard but mega addictive games.",
  "lastVersion": "Aug 2, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bloop.food",
  "name": "Food Gang",
  "company": "Bloop Games",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "68.2K reviews",
  "age": "Teeninfo",
  "describe": "Food Gang is a fast and fun brawl game. Game Features:- Choose from 14 unique and crazy characters- Unlock more than 50 amazing skills- Collect stars to claim incredible rewards- Fight against random opponents in 3 unique arenas- Enjoy fast action gameplay- Climb the trophy road and complete weekly challenges to unlock more powers! Food Gang is a free to play online game, internet connection is required.",
  "lastVersion": "Aug 22, 2023",
  "classify": "ActionFightingBrawlerArcadeSingle playerMultiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Discover the Thrill of \"Supreme Duelist Stickman\"!Get ready for fast-paced, hilarious stickman action in this easy-to-play mobile game. It's the perfect blend of fun and challenge, packed with unique features:New Modes: Enjoy a football mini-game and a challenging Boss Fight Tournament.Creative Play: Explore various maps with a new editor, unlock cool skins, and create your stickman warrior.Versatile Gameplay: Engage in solo battles, team up in 2-player mode, or survive against all odds in multiple game modes.Engaging Physics: Experience realistic 2D physics in this addictive, casual stick fight game.Free to play, \"Supreme Duelist Stickman\" is your go-to for a quick, entertaining gaming session. Join the fun and let us know what you think!",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mkx",
  "name": "Mortal Kombat",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "4.53M reviews",
  "age": "Mature 17+info",
  "describe": "Experience the visceral fighting action of MORTAL KOMBAT! Bring the power of next-gen gaming to your mobile and tablet device with this visually stunning fighting and card collection game. Assemble an elite team of Mortal Kombat warriors and prove yourself in the greatest fighting tournament on Earth!MK11 CHARACTERSThe MK11 team is extremely versatile, packed with unique abilities and powerful team synergies to inflict pain onto your enemies. The MK11 collection includes MK11 Raiden, Scorpion, Jade, Sub-Zero, Kabal, and Skarlet, and they are just as deadly as their console counterparts! They even perform the same Fatal Blow!FIGHT IN BRUTAL 3v3 COMBATCreate your own team of Mortal Kombat fighters and lead them into battle to earn experience, new special attacks, and powerful artifacts. Team up warriors with unique synergies to get an advantage over your enemies such as Team Ronin, Team Nightmare, and Team Day of the Dead!CCG - BUILD A MASSIVE ROSTERCollect over 130 Mortal Kombat characters including veterans like Scorpion, Johnny Cage, Sub-Zero, Cassie Cage, Ermac, and many others. Discover new additions to Mortal Kombat Mobile like the bloodthirsty Vampiress Mileena, soccer champion Kombat Cup Sonya Blade, mysterious Klassic Reptile, and warrior princess Ronin Kitana.COMPLETE DIFFICULT CHALLENGESProve yourself in epic battles and complete a series of matches to bring new Mortal Kombat warriors to your roster! Come back every week to take on a different Challenge and expand your Kollection. MULTIPLAYER FACTION WARSCompete and fight with other players in Faction Wars, an online competitive mode where players engage other player teams. Rank up in your Faction’s leaderboard to earn weekly prizes.PERSONALIZE YOUR FIGHT GAMEUnlock unique character customizations in Feats of Strength. Win battles to show off your mastery with limitless combinations of action-packed Victory Stances, insulting Victory Taunts, and champion worthy War Banners. Unlocking Feats of Strength also boosts stats for characters!JAW DROPPING FATALITIESMortal Kombat Mobile brings its trademark Fatalities to mobile, with stunning graphics, and over the top action moves that will punch you right in the guts. EARN REWARDS ON EPIC QUESTSSend characters on epic Quests to earn special rewards! Begin your journey in Outworld and make your way to Netherrealm!Download this groundbreaking, free fighting game TODAY and unleash your power!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.sor4",
  "name": "Streets of Rage 4",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "10K+",
  "reviews": "12.6K reviews",
  "age": "Teeninfo",
  "describe": "Streets of Rage 4 is now live! Punch your way through the Streets of Rage once again!Streets of Rage 4 takes forward the Streets of Rage legacy in this retro beat'em up with hand-drawn comic inspired graphics and updated mechanics.Streets of Rage comes back for a sequel 25 years after the last episode : a new crime syndicate seems to have taken control of the streets and corrupted the police. All you have to fight against them is your friends... and your fists ! Critically acclaimed, Streets of Rage 4 won several awards and nominated as Best Action Games at the 2020 Game Awards.FEATURES- Rediscover the classic Beat em up Streets of Rage Franchise with new fight mechanics- Get thrilled by the Retro hand-drawn comics-inspired artistic direction by the studio behind Wonder Boy: The Dragon’s Trap serving juicy animations & vivid FX- Unlock up to 5 new & emblematic playable characters and fight your way through 12 various stages to bring back order to the streets- Challenge yourself in different modes : Story, Training, Arcade...- Listen to a new Electro OST with world class musicians such as Olivier Derivière and legend Yuzo Koshiro- Get retro with up to 13 alternative retro characters, secret retro levels or choose the SoR1&2 OST and enable the Retro Pixel graphics !Multiplayer is not available for devices with Intel/AMD processors because of technical limitations.Mr. X Nightmare DLCThe fight continues in Wood Oak City.After the events of Streets of Rage 4, our heroes wanted to prepare themselves for future threats. Axel, Blaze and their mates will start a very special deranged training with the help of Dr. Zan, who built an AI program from the remnants of Mister X’s brain that simulates every kind of danger they could be facing. With this DLC, get ready for:• 3 new playable characters• A new Survival mode with weekly challenges• Character customization: build your own fighting style with new moves• New weapons and enemies!CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Compatible with MFicontrollers- No micro-transactions!Crack your knuckles and get ready for Streets of Rage 4 everywhere you go!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue, or check our FAQ at https://playdigious.helpshift.com/hc/en/6-streets-of-rage-4/",
  "lastVersion": "Apr 20, 2023",
  "classify": "ActionFightingBrawlerCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.implosion",
  "name": "Implosion - Never Lose Hope",
  "company": "Rayark International Limited",
  "rating": "3.6star",
  "downloads": "5M+",
  "reviews": "290K reviews",
  "age": "Teeninfo",
  "describe": "Bringing AAA console gaming experience to mobile devices. Twenty years after the fall of Earth, the remnants of the Human race are once again faced with extinction. The time has come to justify our existence. A mysterious life form known as the XADA squares off against humanity's last weapon - the War-Mech series III battle suit. Features: Stunning console-quality graphics, first-class voice acting and Hollywood-grade audio production. Full orchestral scores masterfully mixed by Grammy Award winner and \"The Lord of the Rings\" trilogy engineer, John Kurlander. The most intuitive touch user-interface seen on the platform.A vast arsenal of super-tech weaponry at your disposal, upgradable via the streamlined ARK Kernel system. Become the ultimate fusion of Man and Machine. Ensure the survival of the species.- Free to play mission 1-1 to 1-6, unlock all levels from one time IAP.- Using Google Play Save Games service to save after login Google Play account at Options menu",
  "lastVersion": "Aug 7, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.injustice.brawler2017",
  "name": "Injustice 2",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "904K reviews",
  "age": "Editors' Choice",
  "describe": "Who’s in your Justice League? Join your favorite DC Super Heroes and Super-Villains in this action-packed, free fighting game! Assemble a team of Super Hero legends like Batman, Superman, Supergirl, The Flash and Wonder Woman to combat the forces against you. Master new combos and crush opponents in dynamic 3v3 battles. Upgrade your Super Heroes with special powers as you fight your way through the game. Become a champion by collecting gear for your characters and dominating your foes in PvP contests. Every epic battle in this CCG fighting game will define you—join the fight and become the ultimate DC champion!COLLECT ICONIC DC CHARACTERS● Choose from a massive selection of DC Super Heroes and Super-Villains in this epic CCG fighting game!● Featuring classic fan favorites such as Batman, Superman, Wonder Woman, Supergirl, The Flash, Aquaman and Green Lantern, and astonishing new Villains like The Joker, Brainiac and Harley Quinn from Suicide Squad● Take control of how your characters look, fight and develop across a variety of game modes!ACTION PACKED COMBAT● Unleash epic combos on your opponents using Superman’s heat vision, The Flash’s lightning kick or Harley Quinn’s cupcake bomb!● Take your battles to the next level—inflict massive damage using your favorite DC characters’ Supermoves● Earn rewards from each fight to customize your Super Heroes with powerful gear, and collect special characters like Justice League Batman, Mythic Wonder Woman, Multiverse The Flash and much more● Team up with friends in this fight game and assemble an unstoppable League! Together you can prevent the collection of worlds and defeat the ultimate boss, Brainiac● Be social—chat with friends, donate hero shards, participate in Raids, and more!CONSOLE QUALITY STORY● Injustice 2 continues the story set in motion by the hit 3v3, CCG Super Hero fighting game Injustice: Gods Among Us● Immerse yourself in cinematics straight from the console—with the Justice League shattered, it is up to you to pick up the story and unite a team● Experience Injustice 2’s high-quality console graphics on mobile—play with Superman, The Flash, Batman, and many more in high definition 3v3 combat● Become the fighting champion the world needs—enter a contest of Super Heroes where only the powerful win● Though killed by Superman, The Joker continues to haunt the lives of all those touched by his madness. By destroying Metropolis, he set the events in motion which made enemies of Superman and Batman. If The Joker were alive to see the chaos he’d created, he would surely be smiling!FIGHT YOUR WAY TO THE TOP● Join the contest—enjoy daily challenges and rise up the leaderboard with every fight victory● Enter the PvP arena and fight players around the world to become a champion● Unite the likes of The Flash, Supergirl, Batman and more to fight in epic, PvP combatNEW SYNERGIES, NEW GEAR & NEW CHAMPIONS● Explore new team synergies—League of Anarchy, Justice League, Multiverse, Suicide Squad, Batman Ninja and Legendary!● Unlock a new universal gear type—Artifacts can be equipped on any Super Hero to gain bonus stats and unique passive bonuses!● Champions Arena is here—show off your skilled roster and mastered techniques in the largest fighting competition to date. Champions Arena brings together the best fighters in the game to get exclusive rewards, claim the top, and battle players around the world!Download this truly epic, free fighting game today and unite YOUR Justice League!Like us on Facebook: https://www.facebook.com/Injustice2Mobile/Follow us on Twitter: https://twitter.com/Injustice2GoJoin the conversation on Discord: discord.gg/injustice2mobileOfficial website: https://www.injustice.com/mobile",
  "lastVersion": "Dec 1, 2023",
  "classify": "ActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.stickman.heroes.battle.of.warriors.stickmanwarriors",
  "name": "Stickman Heroes: Battle of God",
  "company": "Eldorado Global",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "10.1K reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Heroes: Battle Of Warriors is a perfect game for those who want to role-play as superheroes and fight against villains in the universe. This stickman fighting game is not only free-to-play but also easy to play. Cleverly using buttons to move, jump, teleport, block, attack and transform is all you need to do.Many players have been attracted by this game and so will you. WHAT’S IN STICKMAN HEROES: BATTLE OF WARRIORS?A collection of cosmic superheroes to collect💪 Complete challenges and win battles to unlock more than 50 super stickman warriors with fascinating skills.Many intense battles to fightExplore the world in the game with 4 playing modes:💪 Story mode: Follow the fascinating storyline and defeat all villains to become the mightiest hero of the Universe.💪 Versus mode: It will be so much fun if you choose your favorite stickman heroes as your opponent to fight against with.💪 Tournament mode: 16 finest heroes will fight in pairs in the tournament. The one who wins the last final battle will become the champion of the Universe with ultimate glory.💪 Training mode: You can practice fighting skills and try out new stickman heroes as long as you want to be fully prepared for your adventure. Many chances to get rewards💪 Free lucky wheel available all the time to spin and get surprising rewards💪 Many daily quests and milestones available for you to complete and get lots of rewards💪 Free gifts and daily deals available at any time in the storeDownload Stickman Heroes: Battle Of Warriors now to catch up with millions of other players around the world in the doughtiest adventure saving the Universe. Don’t forget to share this extremely simple gameplay, top-notch graphics effect, and vivid sound with your family and friends!Our experienced developers team will continuously update more features, stickman heroes, storylines and optimize the product so you and your friends can experience the ultimate gaming time!If you need any support or you want to send us some game suggestions, feel free to contact us via email: nguyenthanhhuyen15101995@gmail.com",
  "lastVersion": "Nov 5, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
}]