[{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.peakgames.toonblast",
  "name": "Toon Blast",
  "company": "Peak",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4M reviews",
  "age": "Everyoneinfo",
  "describe": "From the creators of Toy Blast comes the ultimate puzzle game with unique gameplay and endless fun!Enter the crazy cartoon world starring Cooper Cat, Wally Wolf, Bruno Bear and enjoy loads of whacky and challenging levels! Blast cubes and create powerful combos to pass levels. Solve puzzles to help the Toon gang as they travel around magical worlds! Join the wildest adventure of your life and have a BLAST!FEATURES:● Complete tons of challenging levels and unlock new episodes!● Play with unique game objectives and dozens of entertaining obstacles!● Unlock whacky boosters to blast your way to the next level!● Collect stars by completing levels to win awesome rewards!● Create your own team & compete with others to rule the puzzle world! ● Receive lives from your teammates to keep on playing! ● Sync your game easily between your phone and tablet!● Easy and fun to play yet challenging to master!",
  "lastVersion": "Dec 8, 2023",
  "classify": "#3 top grossing puzzlePuzzleMatch 3Single playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.fishdomdd.gplay",
  "name": "Fishdom",
  "company": "Playrix",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "6.32M reviews",
  "age": "Editors' Choice",
  "describe": "Never Fishdomed before? Take a deep breath and dive into an underwater world of match-3 fun with Fishdom, an all-new free game! Try challenging and fun match-3 gameplay with unique puzzles as you decorate aquariums to create cozy homes for lovely talking fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you, so dive in now and enjoy this amazing underwater adventure! Features:● Unique gameplay: swap and match pieces, design and decorate aquariums, play with and take care of fish—all in one puzzle game!● Play hundreds of challenging and fun match-3 levels● Compete with other players to develop your aquarium even faster● Explore an exciting aquatic world with funny talking 3D fish that each have their own personality● Liven up fish tanks with breathtaking underwater decor● Grab your scuba mask and enjoy amazing aquarium graphics● It’s a blast for everyone: share your Fishdom mania with your Facebook friends!● No Wi-Fi or internet connection required to play Please note that Fishdom is free to play, though some in-game items can also be purchased for real money. Enjoying Fishdom? Learn more: Facebook: facebook.com/Fishdom Instagram: https://www.instagram.com/fishdom_mobile/ Twitter: https://twitter.com/FishdomOfficial Questions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HRTerms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.html",
  "lastVersion": "Dec 1, 2023",
  "classify": "#2 top grossing puzzlePuzzleMatch 3Match 3 adventureSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "91.8K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.awesomepiece.castle",
  "name": "King God Castle",
  "company": "AWESOMEPIECE",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "61.4K reviews",
  "age": "Everyone 10+info",
  "describe": "King God Castle is threatened by powerful enemies at the strategic point.  Defend against invasions using heroes, the power of the Most High, and your strategy!   ■ Defend with your strategy and luck!  Your luck will decide which hero you can enhance and which weapon you'll get. Use your strategy and tactics to make the most of what you've got and defeat your enemies!  ■ Enhance and combine your own heroes!  Choose the 6 most strategic heroes. Use gold and gems from battles to strengthen your heroes and bring out their potential.  ■ Strengthening heroes through the power of Most High!  Strengthen the Altar to wield the Might Righteous power. Choose the Altar that will make your Heroes strong and borrow their righteous powers.  ■ Diverse enemies!  You'll be invaded by enemies with diverse characteristics and skills. Decide whether to wipe them out with magic or tackle them one by one.  ■ Choose your own difficulty and challenge!  You can use the challenge system to take on stronger enemies and earn more rewards.   ----------------- Official Forum https://discord.gg/5d2H4sfHcA   Inquiries kgcastle@awesomepiece.com",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyAuto chessMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Auto+chess+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ddup.zombiewaves.zw",
  "name": "Zombie Waves",
  "company": "Fun Formula",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "88.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Danger lurks around every corner in this zombie-infested post-apocalypse! Keep your wits sharp — the myriad infected will attempt to overwhelm you with their endless numbers the minute you step foot into the world.Rally companions to your side as you attempt to unravel the truth behind the outbreak.Test your survivalist mettle against a world intent on one goal: your demise!Load up on ammo, cull the shambling hordes that block your way, and stand your ground as a beacon of hope in humanity’s darkest hour!Gameplay Features:-  One-handed Controls: Single-handedly mow down hordes of mutant horrors-  Craft tactics and synergies based around 100+ roguelite skills and gamebreaking ultimate abilities-  A multitude of stage scenarios for an immersive tooth-and-nail survival experience-  A grotesque conglomeration of formidable bosses that will attempt to thwart your progress at every turnFacebook: @ZombieWavesCustomer Service: service.zombiewaves@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytitanstudios.TrainChu",
  "name": "Tiny Rails - Train Tycoon 2024",
  "company": "Trophy Games - Tiny Rails Train Cargo Simulator",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "126K reviews",
  "age": "Everyoneinfo",
  "describe": "All aboard! 🚂💨 The Tiny Rails adventure is for players and conductors that enjoy both offline and online play. Continue your Grandpa’s family business and be the manager of a global empire of trains, train stations and great paths of railway. Schedule your journey and travel from the smallest town to the biggest city. Tiny Rails takes you on a journey around the wonderful world and it’s marvels in this free-to-play pixel train tycoon simulator. 🚄 UPGRADE YOUR TRAINS Forget metro, plane, car and ship. Turn your own steam trains into bullet trains. You can upgrade and customize anything from train speed to passenger size to cart weight in order to stay on schedule and make the best railway strategy possible. 👨‍👩‍👧‍👦 TRANSPORT PASSENGERS Connect passengers with long lost relatives, send them on vacation or transport them from their factory after a long day's work. Outfit your train with food, entertainment or comfort to keep your passengers happy on their journeys. 🌎 TRAVEL THE WORLD Discover monuments and marvels all over the world while traveling to cities like New York, Tokyo, Delhi, Shanghai and Paris. Your camera is ready at all times so make sure to capture moments from Mount Rushmore, the Pyramids of Giza, the Great Wall of China, the Colosseum, Taj Mahal and many more global wonders. ✨ COLLECT RARE WAGONS Try your luck and discover and collect amazing new pixel caravan cars from all time periods. Use the tiny arcade machine daily to get the most rare versions possible. 🍎 TRADE CARGO AND GOODS You need more than ticket sales to grow your empire. Trading wares like apples, bananas, potatoes, carrots, onions, steel and wood will build a solid foundation for your business. Watch your money and fortune multiply while being idle. 💰 BUY TRAIN STATIONS Turn your local family business into a global empire by making a network of train stations. Make your own strategy and connect towns, paths, railways and cities with train stations YOU control and own. 💥 CHALLENGE RIVAL COMPANIES Be an idle railway simulation tycoon and be a steam train manager mogul by driving rivals out of business. Gather all the pieces of the strategic puzzle in order to fulfill your game plan and claim monopoly to the railroad station network. IN TINY RAILS YOU GET 🚂 Offline AND online play 🚂 100s of unique train set combinations 🚂 To travel the world’s cities and monuments without metro, ship or plane 🚂 Endless upgrades to your train and it’s cars 🚂 Progress even when you are idle and not playing 🚂 Gorgeous retro pixel art and relaxing music 🚂 To search the job board for exiting quests 🚂 Achievement and in-depth statistics 🚂 Stations on all continents to become a tycoon and create a monopoly 🚂 To schedule the rides your way Join the challenge and download for free now! Please note: Tiny Rails is free to download and play, however, some game items can also be purchased for real money. If you don’t want to use this feature, please disable in-app purchases in your device’s settings. Read the Trophy Games Privacy Statement to know more about your data protection: https://trophy-games.com/legal/privacy-statement",
  "lastVersion": "Nov 21, 2023",
  "classify": "SimulationManagementTycoonSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=info.flowersoft.theotown.theotown",
  "name": "TheoTown",
  "company": "blueflower",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "398K reviews",
  "age": "Everyoneinfo",
  "describe": "Unleash Your Creative Vision in TheoTown: A Thrilling City-Building Adventure! 🏙🚀Welcome to TheoTown, the ultimate city-building sensation that merges the best of townscaper, city skylines, and sim city! As the mastermind behind multiple metropolises, you wield the power to craft awe-inspiring skylines, intricate structures, and bustling city life! 🌆💫🏗 Shape Your Dream Cities: From quaint towns to sprawling megalopolises, the possibilities are limitless! Experience the rush of building your very own city from the ground up, fueled by a passion for urban planning and an unstoppable creative flair! 💡🚉 Transportation Marvels: Build dynamic transportation networks that breathe life into your cities! Construct railways, roads, and airports, while managing a fleet of airplanes, trains, and buses🚌. The flow of traffic will be at your fingertips! 🚈✈🚒 Face Thrilling Emergencies: Brace yourself for action as you tackle adrenaline-pumping emergency events! From natural disasters and disease outbreaks to crime and fire🔥, prove yourself as a skilled mayor who can handle any crisis with grace under pressure. 👨‍🚒⭐ Construct Iconic Landmarks: Erect world wonders that stand tall and proud in your cities. Behold the majesty of Big Ben, the grandeur of the Eiffel Tower, and the liberty of the Statue of Liberty🗽! Your city will be a showcase of global marvels! 🌍🎨 Customize with User-Made Plugins: Inject even more personality into your cityscape with a plethora of user-made plugins! Tailor your metropolis to your heart's content, making it as unique and diverse as your imagination allows! 🎢⚽ Create Vibrant Soccer Stadiums: Bring sporting glory to your city with state-of-the-art soccer stadiums, where fans cheer their hearts out for their beloved teams! Feel the electric energy surge through your city on match days! 📣⚽⚡ Power Your Future: Embrace the future of energy with various power plants, solar arrays, and cutting-edge fusion technology⚡. Your city will shine brightly as a beacon of sustainable progress! 🌞👮‍♂️ Ensure Citizen Safety: Build police stations and fire departments to safeguard your citizens. Watch as your well-protected city thrives under your wise leadership! 💪🚓🏆 Fame and Fortune Await: As your city blossoms, collect taxes💰 and watch your treasury swell! The glory of your city will attract fame and fortune, transforming it into an urban legend for ages to come! 🏰🌟🔝 No Limits, No Boundaries: Your city-building journey knows no bounds! Unlock content as your city grows and evolves. Shape the destiny of your cities with intricate city simulations that will leave you mesmerized! 🎢🎇📸 Show Off Your Creations: Share your extraordinary cityscapes with the world! Take captivating screenshots and flaunt your masterpieces within the game's community🖼. Be an inspiration to others and explore their creative wonders too! 🌌💡 The Future of City Building Awaits – Are You Ready to Rise and Thrive? 💡Join our Vibrant Community:🌐 Discord Community: discord.gg/theotown👍 Facebook: facebook.com/theotowngame📸 Instagram: instagram.com/theotowngameFor Help and Inquiries:🛠 FAQs: theotown.com/faq📧 Email us at: info@theotown.comEmbark on the Most Epic City-Building Adventure Ever – Download TheoTown Now! 🏗🏙🌟",
  "lastVersion": "Nov 28, 2023",
  "classify": "SimulationManagementCity-buildingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Roika.Darkrise",
  "name": "Darkrise - Pixel Action RPG",
  "company": "Roika",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "26.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Darkrise is a classic hardcore game that was created by two indie developers in nostalgic pixel style. In this action RPG game you can get acquainted with 4 classes - Mage, Warrior, Archer and Rogue. Each of them has their own unique skills, game mechanics, features, strengths and weaknesses.Homeland of the game hero has been invaded by goblins, undead creatures, demons and neighboring countries. Now the hero has to become stronger and clean the country from invaders.There are 50 location to play on and 3 difficulties. Enemies will spawn in a front of you or appear from portals that will spawn randomly on location every few seconds. All enemies are different and have their unique features. Defective enemies can appear sometimes, they have random stats and you cannot predict their powers.Fighting system is quite juicy: camera shakes, strike flashes, health drop animation, dropped items fly in sides. Your character and enemies are fast, you always have to move if you don't want to lose.There are lots of possibilities to make your character stronger. There are 8 types and 6 rarities of equipment. You can make slots in your armor and place gems there, you can also combine several gems of one type to get an upgraded one. The smith in the town will gladly enchance and reforge your armor that will make it even better.",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.StudioWheel.Bard",
  "name": "Life in Adventure",
  "company": "StudioWheel",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "38.2K reviews",
  "age": "Teeninfo",
  "describe": "A new combat system based on the character's stats has been added!We open discord server! https://discord.gg/9JdYkGm2T3 Game description 'Life in Adventure' is a text-based game written by the creator of 'Life is a game'.You became an adventurer in D&D style fantasy, encountered various events and you have to choose what to do.The events and options you will face include a variety of conditions, such as your ability, items, assets, choices made in the past, work to produce additional results.Can you achieve the goals you had when you started your adventure?Or will end your life as an ordinary adventurer?Everything depends on your choices and a bit of luck. ╰(*°▽°*)╯★ Combat SystemHold on to your weapons and defeat your enemies in the way!★ Pixel ArtVarious situations are expressed in emotional pixel art.★ Various EpiloguesThe ending depends on what you choose. Check out the various epilogues.★ Rank SystemLeave your play as a score and compare the rankings.★ Complete your CollectionCollect various epilogues, monsters, and items. Content being developed ☆ Additional adventure goalsWe're working on adding adventure goals (main scenarios).☆ CharacteristicsVarious characteristics will be added to help with the adventure.☆ Challenge task SystemTasks will be added to add a small goal to your adventure.-----------------------------------------------------------------Contact usstudiowheel@gmail.comFacebookhttps://www.facebook.com/studio.wheelPrivacy Policyhttps://www.studiowheel.net/privacy01",
  "lastVersion": "Sep 11, 2023",
  "classify": "AdventureInteractive storyCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Interactive+stories&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.threebit.heartwoodonline",
  "name": "Heartwood Online",
  "company": "E Bros",
  "rating": "3.6star",
  "downloads": "500K+",
  "reviews": "5.44K reviews",
  "age": "Everyone 10+info",
  "describe": "Heartwood Online is a true cross-platform free-to-play MMO currently available on Steam, Apple, and Android. We plan to bring it to all major consoles as development progresses.Explore a vast and immersive world filled with adventure and exploration. Join forces with other players to battle fearsome raid bosses, uncover hidden treasures, and unlock new abilities and powers. Choose your path through crafting, PvP and PvE battles, guilds, politics, and a thriving player economy.",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingMMORPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bitgate.curseofaros",
  "name": "Curse of Aros - MMORPG",
  "company": "Bitgate, Inc.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "51.1K reviews",
  "age": "Everyone 10+info",
  "describe": "Fight, harvest, discover - experience endless fun in this exciting MMORPG!Curse of Aros is an exciting online RPG where you can fight monsters, discover and use items, battle other players and steal their gold, or simply chat with the community in real-time.",
  "lastVersion": "Nov 27, 2023",
  "classify": "Role PlayingMMORPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kotobagames.namelesscat",
  "name": "Nameless Cat",
  "company": "Kotoba Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "97.9K reviews",
  "age": "Everyoneinfo",
  "describe": "🏆Received Honorable Mention Award in 2018 Bahamut ACG Creation Contest🏆｜Story Background｜A nameless kitten who stumbled upon a strange world, embark on an action-packed journey through the fantasy realm to return to its owner's embrace.On the way home nameless cat encounters various creatures, undergo trials and hardships, which will become its takeaways of this journey!\"Oh, you know, many have given up halfway\" ——God\"I don't see the value worthy of pursuing in that thing\" ——Rabbitman\"Here comes another lamb to be slaughtered\" ——OwlvinCan it overcome all dangerous challenges, defeat the enemy, and return to its owner?A little adventure story of a cat is about to begin ⋯⋯｜Game Features｜○ Western Style Narrative Mobile GameGame narrative consist of dialogues and levels, a heart-warming story told in cat's point of view● 2D Side-Scrolling Action GameChallenge yourself with Hardcore difficulty gameplay in 3 different chapters and 40+ levels, with boss battles and special moves that will test your mastery!○ Element of MysteryPlay as an adorable kitten, through talking with other animals, defeating monsters, and collecting treasures, you gradually discover the mystery of your background, and find the way to return to your owner.● Retro-inspired Pixel Style GraphicsRender in stunning pixel art style, with charming characters and custom skin collectibles, Nameless Cat take you on a retro experience of amazing classics.○ Original Music FestivalIn game music was specially designed by the team to create the sense of loneliness and indifference of the cat's journey, allow you to be immersed in the dual experience of stunning graphics and beautiful music during game play.｜News and Updates｜Facebook：https://www.facebook.com/KotobaGames/GameJolt：https://gamejolt.com/games/NamelessCat/417750Twitter @KotobaGames：https://twitter.com/KotobaGamesTwitter @Antony_Sze：https://twitter.com/Antony_SzeTwitter @2030Qiu：https://twitter.com/2030Qiu※ Game data is stored on users' devices. Deleting or Reinstalling the app will also remove any in-game dataKotoba Games © 2017",
  "lastVersion": "Sep 7, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "83.2K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Nov 12, 2023",
  "classify": "#9 top paid actionActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tragsoft.coromon",
  "name": "Coromon",
  "company": "Freedom Games LLC",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "3.35K reviews",
  "age": "Everyone 10+info",
  "describe": "PLEASE NOTE: Coromon is a “try before you buy” title. A portion of the early game is free to enjoy, but a single purchase of $4.99 is required to unlock the full narrative.CLASSIC MONSTER COLLECTING IS BACK, WITH A MODERN TWIST!Collect and train over 120 unique creatures, customize your trainer from hundreds of options, and explore an engaging JRPG narrative!It’s your first day as a Battle Researcher in the region of Velua. Everything is going smoothly until a mysterious force attacks. Build up a squad of Coromon, track down the invaders, and grapple with a rising threat that endangers everyone in Velua!When you aren’t adventuring, challenge other Battle Researchers in head-to-head combat to improve your battle skills. How high can you climb on the leader boards?TACTICAL TURN-BASED BATTLES• Build a team from more than 120 charming creatures.• Master a battle system where every action costs resources, so choose skills, status effects, and attacks carefully to overcome your enemies.• Challenge friends online and see whose Coromon squads are the best of the best.A COMPELLING STORY• Explore 6 major zones and cities with dozens of interconnecting routes to traverse.• Travel across frozen glacial caverns to the depths of blistering deserts.• Play a key role throughout a fully-fledged classic JRPG narrative, complete with plot twists, turns, and revelations.PLAY THE WAY YOU WANT• Immerse yourself in the story on the easiest setting without hassle, or focus on tactics, number-crunching, and resource management.• Use the built-in Randomizer and Nuzlocke modes to put fan favourite twists on the creature catching experience.• Create the trainer you want, using hundreds of customizable elements like hair, fashion, and more.NEW FEATURES FOR MOBILE• Battle Dome mode will challenge your teams in new and unique ways. How many opponents can you conquer?• Daily and weekly challenges will give you more ways to unlock rewards just for playing.• 12 new languages to pick from.• And more!UPGRADE YOUR ADVENTURE• One-time-purchase luxury items enhance your experience, including the new Fruit Drone and Remote Storage.• Earn Style Crystals to customize your Battle Researcher’s unique look.• Unlock premium Coromon skins for even more exotic creatures.• And more!Your Coromon adventure awaits. What will you discover?--------------------------------------------------------------------------------------------Follow us for the latest news:Twitter: https://twitter.com/CoromonTheGameFacebook: https://www.facebook.com/coromonthegameInstagram: https://www.instagram.com/coromonthegame/Discord: https://discord.gg/coromon",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thomasyoung.gooddadish",
  "name": "Dadish",
  "company": "Thomas K Young",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "33.8K reviews",
  "age": "Everyoneinfo",
  "describe": "He’s a radish… and also a dad. His kids have gone missing from the vegetable patch, and he needs your help to find them!Explore an exciting world, face off with fast-food themed foes, and reunite Dadish with his missing children in this challenging platforming adventure.+ A challenging retro platformer from the creator of Super Fowlst!+ Dialog that is funny, but not TOO funny+ 40 cool levels to beat+ 40 rude and sassy baby radishes to find+ Fast-food dudes that will try to kill you+ Four big tasty bosses+ A screechy possum+ The joys of fatherhood+ A pretty good soundtrack I guess+ I like the graphics I hope you do too+ Collectable stars+ Unlockable secrets",
  "lastVersion": "Mar 13, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raiyumi.catbird",
  "name": "Cat Bird",
  "company": "Raiyumi",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "97.8K reviews",
  "age": "Editors' Choice",
  "describe": "Join the journey and open your inner meow!Featuring:* More than 40 challenging levels.* 4 Epic bosses to challenge.* Achievements and Leaderboards to compete with others.* Stylish and stunning pixel art graphics.* Test your skills in Time Trial mode.* Beautiful Soundtrack* Show off your abilities with ReplayKit(Android 5.0+)",
  "lastVersion": "Oct 26, 2023",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.thomasyoung.dadish2",
  "name": "Dadish 2",
  "company": "Thomas K Young",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "16K reviews",
  "age": "Everyoneinfo",
  "describe": "He’s a dad, and a radish, and he’s back in his biggest adventure yet! After an impromptu “Bring Your Kids To Work Day” goes awry, Dadish sets off to find his missing children. Along the way he’ll wade through swamps, ride rockets, climb a big tree, and even visit outer space! Help reunite Dadish with his missing kids in this charming and challenging platforming adventure.* Dadish’s biggest adventure yet!* A challenging retro platformer from the creator of Super Fowlst and Dadish* 50 rad levels* Tons of rude and sassy baby radishes to find* Sometimes you can ride on a giant talking hamburger* A whole new gang of fast-food themed baddies* Five new bosses, all of whom have personal problems* A whole bunch of screechy possums* The further joys of fatherhood* Controller support* A cool soundtrack* The dialog is funny, I guess?* I think the graphics are pretty good* Collectable stars* Unlockable secrets* Follow your dreams",
  "lastVersion": "Mar 13, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.2K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Oct 25, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.GalacticSlice.OneBitAdventure",
  "name": "OneBit Adventure (Roguelike)",
  "company": "Galactic Slice",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "24.9K reviews",
  "age": "Everyoneinfo",
  "describe": "OneBit Adventure is a 2d turn-based roguelike RPG where you adventure as far as possible to level up and battle against rogue monsters. Your goal is to survive. Choose from a variety of classes and build the ultimate class!Features:• Infinite world with medieval and mythological dungeons such as Caves, the Underworld, Castle, and more!• Level-based RPG progression with unique character classes• Competitive leaderboard with premium rewards• Cross Sync with multiple devices• Optional hardcore mode with permadeath for the traditional roguelike experience• Play for free offline or online• No popup ads• No loot boxes• Top-down retro pixel graphics Multiple Character Classes Play as a warrior, blood knight, wizard, necromancer, pyromancer, archer or thief. Each character has its own unique play style, stats, abilities and weakness. Level up to unlock their true potential opening the world of active and passive skills that make every class unique.How to PlayPlay one-handed and swipe to move any direction or play with on-screen Dpad. Attack enemies by bumping into them. Collect coins to buy healing items and more. Explore challenging dungeons like Caves, Castles, Underworld, and more through your adventure to scavenge loot needed to survive longer!Leveling upEarn experience every time you eliminate an enemy. You do have a limited amount of life displayed in the bottom left side of the screen. If your life reaches 0, it's game over. Once you reach a new level, you will acquire skill points that can be used to upgrade unique skills. These differ for every character class where some increase magic powers while others increase critical chance. Dungeon crawl you way higher for better loot with the price of harder rogue enemies.Manage your inventoryAs you play OneBit Adventure, you will acquire all kinds of items during your trips. Every item’s power is explained in the inventory. Some items will restore HP, others restore mana or give you temporary boosts. If you find yourself low on life or mana, you can stop at any given time and come here to replenish. Enemies move as you move in this turn-based roguelike game so it's important to have a strategy between each battle.If you love pixelated dungeon crawler games and are looking for something casual to play, then you should consider OneBit Adventure right now. It's meant to be a simply fun and challenging adventure game where you can level up, play around with unique play styles and skills to reach the furthest. It's a relaxing game, but also has leaderboards to compete with other OneBit players around the world!",
  "lastVersion": "Nov 29, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.concode.p3",
  "name": "The Way Home: Pixel Roguelike",
  "company": "Concode Corp.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "114K reviews",
  "age": "Everyone 10+info",
  "describe": "Trapped on a strange island, Kevin and Cheese struggle to return home.Encounter other lost people and terrifying monsters lurking on the island.Help our unfortunate duo find THE WAY HOME![Pixelart Roguelike]- Procedurally Generated Maps- Each battle has a new pattern to enjoy- Strategically combine 15 or more skills every battle!- Defeat 80 different monsters each with unique patterns.[Party Mode] Create a party and explore the dungeon! - You can choose from 21 different characters.- Each character can use different skills.- A party consists of 4 characters who will fight together.- You can use different combinations of characters to play through the dungeons.[Resource collection and construction]- You can construct buildings with resources collected from dungeons and islands.- Make various buildings to make it easier to escape.[There is an ending!]- Meet NPC's and follow the story as you explore 4 islands.- Will Kevin and Cheese eventually escape the island?- The warmth of lights and shadows on a classical pixel art style is waiting for you!",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.martinmagni.fancade",
  "name": "Fancade",
  "company": "Martin Magni",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "90.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Go on a quest to collect stars and unlock worlds full of mini-games!- New games in every world- Unlock over 100 mini-games- Thousands of challenges to completeThen visit the arcade to compete with other players scores!- Outrank other players- Collect coins and upgrades- Discover new games every dayOr make your own levels and games?- Make levels from kits- Make games from scratch- Earn plays, likes, and gems- Join a community of creatorsAll Fancade games are made with the app itself. Any player can become a creator. And many have, that's how we can keep adding so many new games!",
  "lastVersion": "Nov 7, 2023",
  "classify": "CasualMinigamesMultiplayerCompetitive multiplayerSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Mini+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devmarus.teamsix",
  "name": "Team SIX - Armored Troops",
  "company": "데브마루",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "20K reviews",
  "age": "Everyone 10+info",
  "describe": "Control 6 types of special units to complete your mission. Top view Squad Strategy shooting battle action game.Large-scale all-out war,infiltration,Armored warfare using tanks and helicopters,Ranged snipers are also possible.Various play using 6 classes consisting of Rifleman, Rocketman, Sniper, Medic, Specialist, Sapper.28 missions.Control various vehicles such as jeep, tank, helicopter.Rifleman - Reconnaissance, close air support, tank and helicopter calls.The most basic unit.Rocketman - A powerful unit with anti-tank missiles capable of destroying enemy tanks and helicopters in one shot.Sniper -  All units can be removed with one shot and Long range sniper.Medic - Heal the injured unit. Squad essential soldier.Specialist - Fast moving speed,Detect enemy sight,Various tactics are possible with ghost mode.Sapper - Special unit that detects and removes mines and repairs all vehiclesUpgrade your base facilities and improve your soldiers' abilities.Use various weapons, weapon modifications, and equipment for each class.Experience small battles through various missions.",
  "lastVersion": "Nov 27, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.crossyroad",
  "name": "Crossy Road",
  "company": "HIPSTER WHALE",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "4.55M reviews",
  "age": "Everyoneinfo",
  "describe": "Join over 200 MILLION players worldwide and experience Hipster Whale's massive viral #1 hit!Same device multiplayer: Compete against your friends and family on the same device.Play Crossy Road on the Big Screen with Android TV! Why did the Chicken cross the road?Why did the Pigeon leave THAT there?Why did Specimen 115 abduct that cow?Why did Unihorse eat all that candy?FEATURES: - Collect over 150 retro-styled, pop art inspired characters  - Cross roads, train tracks, and rivers – endlessly hop forever  - Dodge traffic in a candy wonderland with the Android Robot  - Simple, pure, innovative gameplay  - Free to playHave any problems or suggestions? You can reach us at inappsupport-googleplay@crossyroad.com.**DON'T LOSE YOUR CHARACTERS!** - Go to game Settings and Sign-in with Google Play to save your characters, game progress, scores, and achievements! - After signing in, your progress will be saved to your Google Play account- To restore your game progress, go to Settings and click Restore Game to restore all of your characters - You can only restore saved progress that was saved from version 1.0.6 onwards - We are working to support saving from multiple accounts on a single device in a future version. The current version works well with one account per device or one account across multiple devices.The game requires access to the following Permissions ----------- Read device state and identity - READ_PHONE_STATE permission- The game requires the LOCATION permission to target and deliver video-based advertising:The game implements opt-in video ads that players can watch to earn free coins if they choose. Watching video ads is voluntary if players want to speed up the rate they earn coins to win new characters. We require the Location permission to provide location based video ads to provide more relevant ads to players.",
  "lastVersion": "Nov 2, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "154K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight3",
  "name": "Shadow Fight 3 - RPG fighting",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.1M reviews",
  "age": "Editors' Choice",
  "describe": "Legend has it that a hero will come to end the fight for shadow energy. He will have to learn three fighting styles, collect the best weapons and challenge the strongest warriors. The world is on the edge of an epic war. The mighty force unleashed by the Gates of Shadows many years ago has turned into a weapon, and now three war clans are fighting to decide the future of this force. The Legion warriors want to destroy the dangerous energy. The people of the Dynasty want to use it for their own benefit. While the mysterious ninjas of the Heralds clan explore the darkest secrets of the shadow power. Three clans, three world views, and three fighting styles. Which side will you join? Fight back with rage and courage if you want to win!Shadow Fight 3 is a cool fighting game that gives you a great chance to show your skills to the world of players. Become a hero and save the universe from fall.  It is an online RPG fighting game that continues the story of the Shadow Fight universe with new characters in 3D. Get ready for action, cool brawls with powerful fighters, and an exciting adventure around the world, where mystical forces reign.CREATE AN EPIC HEROReady for a crazy fighting game? Black ninja, honorable knight, or skilled samurai? Only you can choose who your hero will be. Win unique skins in battles and customize your equipment colors to create a unique look.  WIN HERO BATTLESExplore the fighting styles of each of the 3 clans in this battling game. Create your personal combat style. Your hero can fight like a cunning ninja or a mighty knight. Harness shadow energy to deliver powerful and impressive blows that can change the course of the battle. COMPLETE THE STORYWarriors around the world await the appearance of a hero who will fight for justice and end the struggle for the power of the shadows. Influence the storyline by choosing your clan. Defeat powerful bosses to challenge your nemesis, and then explore other worlds and travel back in time to learn new details of the story.SHOW OFF YOUR SKILLEven when the main story battle is over, the action of a hero fighting game continues. Win duels by fighting other players' heroes controlled by AI. Brawl with the strongest warriors to take a place at the TOP-100 leaderboard and become a legend of your region! COLLECT SETSCollect your personal arsenal of weapons and armor to experiment in battles and look cool in duels. After collecting a full set of equipment, you get unique abilities to make it easier to win in a brawl. Plan your strategy and lead the attacking game till the end. PARTICIPATE IN EVENTSFight in regular themed events for RPG heroes where you can win rare skins, colors, weapons, and armor. In these battles, you will face new heroes and learn a lot of interesting details about the world of Shadow Fight. ENJOY THE GRAPHICSColorful scenery and realistic combat animations can rival console games. Shadow Fight 3 is an exciting RPG combat game that combines the elements of a knight fighting game, ninja adventures and street fights. Customize it the way you want and enjoy the attack. Be a hero and keep fighting until the final battle comes!  JOIN THE COMMUNITY Follow us on social media to learn the tricks and secrets of the game from fellow players! Share the stories of your adventure, get updates and participate in competitions to win great prizes!Facebook: https://www.facebook.com/shadowfightgamesTwitter: https://twitter.com/ShadowFight_3Youtube: https://www.youtube.com/c/ShadowFightGames Note:* Shadow Fight 3 is an online game and requires a stable internet connection",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionFightingSingle playerStylizedStylized-realisticOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.boombitgames.TinyGladiators",
  "name": "Tiny Gladiators - Fighting Tou",
  "company": "BoomBit Games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "378K reviews",
  "age": "Teeninfo",
  "describe": "Tiny Gladiators is an action-packed RPG Fighting Game, combining virtual worlds, animated characters and high adrenaline fighting! Join the excitement of real-time PvP games, the gladiator-game fun and knock out your opponents!Begin your fighting game journey as you battle for glory, fight against powerful enemies and discover new virtual worlds. Watch out! Your opponents will become larger at the end of every stage in this unique action RPG game. Crush your enemies in this dynamic skill based fighting game using unique sets of armor and weapons. Pick from 4 different virtual character classes in this one of a kind PvP online game.Upgrade Your Virtual CharacterLearn powerful new combat skills but also gear up to protect yourself in this fantasy RPG game. While most RPG games are limited in animated character options, Tiny Gladiators features a wide variety of outfits, skills and many unique pieces of weapons and armor including medieval weapons. These and more can be used for protection or to launch attacks on your enemies!Single Player Story or Multiplayer Game Options!Shift into your street fighter mode and start Tiny Gladiators’ fighting game! You will go on fun and exciting single player challenges. Once you complete the single player mode you can battle friends or other players around you.  Bring your best items, prepare your deadliest abilities and rise in the global ranks of Tiny Gladiators’ top fighters in this high adrenaline multiplayer RPG!Step into the Survival Tower if you dare and Battle for Glory!!In the virtual world of the tower, you will find the greatest dangers in the game. Strap on your survival gear and try to make it long enough in the tower by defeating multiple enemies in a row! Each player gets one free pass to the Survival Tower, after that you will need to use your in-game earnings – Take high-risks and earn high rewards in this one of a kind combination between RPG games and fighting games!★★★ Available in 24 different languages ★★★Make sure to check out more fun games by BoomBitIn BoomBit, we make simple one touch Multiplayer Arcade games that are impossible to put down. They are super fun, very hard but mega addictive games.",
  "lastVersion": "Aug 2, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#5 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.cats.google",
  "name": "CATS: Crash Arena Turbo Stars",
  "company": "ZeptoLab",
  "rating": "4.3star",
  "downloads": "50M+",
  "reviews": "2.83M reviews",
  "age": "Editors' Choice",
  "describe": "Build your own battle bot and unleash its power in this stylish PvP game!From the creators of the hit games Cut the Rope and King of Thieves, comes the most ingenious and stylish battle bot constructor! Join more than 200 million players from all over the world and become the star of the Arena!Features:• Be a master engineer: design, craft, upgrade, and improve the Ultimate battle bot!• Take the role of a mean street cat and fight against other players in fast and hilarious PvP action!• Discover dozens of crazy weapons, gadgets and body shapes, including Ultimate Machines! Outsmart your opponents with your unique battle bot design!• Create a powerful gang and rule the streets! Participate in gang battles to win unique parts, make new friends and share your secrets in your gang’s chat.•  City Kings: Fight against real gangs from around the globe to conquer the city in cooperative mode.• Battle against real players and fight your way to the top of the World Championship!• Bet on other bots and share replays of your best fights.Get the game now for free and become the star of the Crash Arena!Official Discord server of the game: discord.gg/catsthegame",
  "lastVersion": "Dec 2, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Supreme Duelist Stickman is a funny and crazy Stickman mobile game NEW Mini game mode:- play footbal with your friends on same device or VS CPUNEW Game Mode-Boss Fight Tournament-A lot of map (NEW MAP EDITOR)- With Simple control -Play and unlock new skin -1 player, 2 player, 3 player, 4 player with CPU and survival mode-Realistic stickman ragdoll-2d physic stick fight battle-create your own stickman wariorsDifferent modes-Gravity (ON/OFF)-Instant KO (if disable, the water, lava, etc will deal damages on contact) -Energy Shield (if disable, the stickman can bend down)You can choose your character and play with a friend in the 2 Player Mode.RHG stick fighting  game This game is totally free.casual game and fun stickfightThis is an addictive game!!!give me your feedback",
  "lastVersion": "Nov 20, 2023",
  "classify": "#10 top free actionActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jpark.AOS5",
  "name": "Anger of stick 5 : zombie",
  "company": "Button E&M",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.47M reviews",
  "age": "Everyone 10+info",
  "describe": "Stickman Action Game - Anger of Stick 5 : Zombie[Scenario]A strange group of enemies appeared in the city and captured innocent people to use them as experimental tool. Massive people have turned into zombies. The angry stick man and his friends are the only hope that they can save the town's people and destroy enemies.[RPG's growth elements]• The level up system through experiences (EXP). • Get support by 6 reliable friends with different abilities.• You can request for help up to 3 friends.• Buy weapons and upgrade to enhance power.[Game Features]• You can enjoy both single and zombie mode.• A variety of movements and realistic actions have been adapted• Use helicopters and machine guns strategically. • Buy powerful robots and unleash powerful firepower. • Realistic effects on characters’ movement and objects are updated.• It only occupies 30MB to install in your mobile.• Enjoy its marvelous effects on your old mobile.※ Data will be initialized when you replace the phone's terminal or delete the game.Homepage:https://play.google.com/store/apps/dev?id=8321223047702517551Facebook page: https://www.facebook.com/COWONPLAY/====================================Support Information: For additional support, please contact: E-mail : buttonenm@gmail.com====================================",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionFightingCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.starplay.spider.fighter3d",
  "name": "Spider Fighter 2",
  "company": "Starplay DMCC",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "204K reviews",
  "age": "Teeninfo",
  "describe": "NEW SPIDER HERO 3D FIGHTING ENGINEThis is a new AAA hero action game about fighting versus city gangs as a real superhero man!TRAIN YOUR SUPERHERO FIGHTING SKILLSYou control the spider hero in full 3D environment like AAA console game. The spider fighting action game is made on the absolutely new engine and takes place in the city of criminal gangs. Cruel crime lords attacked the city and your spider superhero should defeat the mafia! Civilians need your help, however police or army forces are unable to fight gangster mafia bosses. There is no chance and the city is going to ruin, but here you are as a true spider superhero fighter man! People need you to fight away all thugs from the streets. So become a superhero to defeat bosses in the city in one of the best spider heroes fighting games!ULTIMATE DARK CITY BRAWLSThis fighting game has been made for fans of spider hero and other superheroes. Act unpredictably with your fast flying spider attack, defeat rivals and gain experience to the next superhero level. Collect cash to unlock new perks, incredible passive and active super abilities to become an absolute champion! Unleash your rage on the streets of the city of vice! Become a man who saved the city!UNLOCK NEW COMBOS AND ABILITIESEnjoy full of action mortal brawls of spider superheroes vs gangsters and their bosses. Use the amazing spider power of the super heroes in the fantasy fight on various locations of the city of dark streets. Use melee attacks or ranged combat with new abilities in the spider game. Become an absolute superhero from a simple man!DOWNLOAD SUPERHERO SPIDER GAMEYou move like a super spider avoiding attacks of your enemies. Make justice in this city like a true superhero man. The game is full of adventures with awesome graphics that can compete with the best gorgeous beat 'em up games! The great combination of super action gameplay and very easy controls of spider games. Ready to fight in the best superhero game?",
  "lastVersion": "Oct 13, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.ShadowofDeath.FightingGames",
  "name": "Shadow of Death: Offline Games",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "494K reviews",
  "age": "Teeninfo",
  "describe": "Shadow of Death: Action Role Playing (RPG) Offline GamesA Brand New Epic Dark Fantasy RPG AdventureShadow of Death is the stickman diablo action game in the shadow fight style and offline games. Unite against the shadow of war and save the lost kingdom from dragon and demon. Fight the shadow now!Play a gripping offline games fantasy adventure action game role playing (RPG) Stickman on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an soul knight action rpg offline games, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique soul knights, multiple gameplay styles, games mode and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect & craft some comrades, and clear the dark soul dragon & demon today!Stickman Shadow FightChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor.Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action role playing (RPG) games, the stickman battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special fighting games battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!Discover Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, the game is using a dark fantasy theme. Optimized for mobile gaming, discover the gothic fantasy city of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime in offline games as Shadow of Death: Dark Knight is an offline knight game.Only need to be offline to play your shadow fighter.Challenge the Shadow Legends UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight offline! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this stickman shadow fight game now!VISIT US:Shadow of Death: Offline Games - Stickman Action role playing (RPG) Fighting Games fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/ GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.sor4",
  "name": "Streets of Rage 4",
  "company": "Playdigious",
  "rating": "4.8star",
  "downloads": "10K+",
  "reviews": "12.5K reviews",
  "age": "Teeninfo",
  "describe": "Streets of Rage 4 is now live! Punch your way through the Streets of Rage once again!Streets of Rage 4 takes forward the Streets of Rage legacy in this retro beat'em up with hand-drawn comic inspired graphics and updated mechanics.Streets of Rage comes back for a sequel 25 years after the last episode : a new crime syndicate seems to have taken control of the streets and corrupted the police. All you have to fight against them is your friends... and your fists ! Critically acclaimed, Streets of Rage 4 won several awards and nominated as Best Action Games at the 2020 Game Awards.FEATURES- Rediscover the classic Beat em up Streets of Rage Franchise with new fight mechanics- Get thrilled by the Retro hand-drawn comics-inspired artistic direction by the studio behind Wonder Boy: The Dragon’s Trap serving juicy animations & vivid FX- Unlock up to 5 new & emblematic playable characters and fight your way through 12 various stages to bring back order to the streets- Challenge yourself in different modes : Story, Training, Arcade...- Listen to a new Electro OST with world class musicians such as Olivier Derivière and legend Yuzo Koshiro- Get retro with up to 13 alternative retro characters, secret retro levels or choose the SoR1&2 OST and enable the Retro Pixel graphics !Multiplayer is not available for devices with Intel/AMD processors because of technical limitations.Mr. X Nightmare DLCThe fight continues in Wood Oak City.After the events of Streets of Rage 4, our heroes wanted to prepare themselves for future threats. Axel, Blaze and their mates will start a very special deranged training with the help of Dr. Zan, who built an AI program from the remnants of Mister X’s brain that simulates every kind of danger they could be facing. With this DLC, get ready for:• 3 new playable characters• A new Survival mode with weekly challenges• Character customization: build your own fighting style with new moves• New weapons and enemies!CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Game Center achievements- Compatible with MFicontrollers- No micro-transactions!Crack your knuckles and get ready for Streets of Rage 4 everywhere you go!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue, or check our FAQ at https://playdigious.helpshift.com/hc/en/6-streets-of-rage-4/",
  "lastVersion": "Apr 20, 2023",
  "classify": "ActionFightingBrawlerCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mkx",
  "name": "Mortal Kombat",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "4.53M reviews",
  "age": "Mature 17+info",
  "describe": "Experience the visceral fighting action of MORTAL KOMBAT! Bring the power of next-gen gaming to your mobile and tablet device with this visually stunning fighting and card collection game. Assemble an elite team of Mortal Kombat warriors and prove yourself in the greatest fighting tournament on Earth!MK11 CHARACTERSThe MK11 team is extremely versatile, packed with unique abilities and powerful team synergies to inflict pain onto your enemies. The MK11 collection includes MK11 Raiden, Scorpion, Jade, Sub-Zero, Kabal, and Skarlet, and they are just as deadly as their console counterparts! They even perform the same Fatal Blow!FIGHT IN BRUTAL 3v3 COMBATCreate your own team of Mortal Kombat fighters and lead them into battle to earn experience, new special attacks, and powerful artifacts. Team up warriors with unique synergies to get an advantage over your enemies such as Team Ronin, Team Nightmare, and Team Day of the Dead!CCG - BUILD A MASSIVE ROSTERCollect over 130 Mortal Kombat characters including veterans like Scorpion, Johnny Cage, Sub-Zero, Cassie Cage, Ermac, and many others. Discover new additions to Mortal Kombat Mobile like the bloodthirsty Vampiress Mileena, soccer champion Kombat Cup Sonya Blade, mysterious Klassic Reptile, and warrior princess Ronin Kitana.COMPLETE DIFFICULT CHALLENGESProve yourself in epic battles and complete a series of matches to bring new Mortal Kombat warriors to your roster! Come back every week to take on a different Challenge and expand your Kollection. MULTIPLAYER FACTION WARSCompete and fight with other players in Faction Wars, an online competitive mode where players engage other player teams. Rank up in your Faction’s leaderboard to earn weekly prizes.PERSONALIZE YOUR FIGHT GAMEUnlock unique character customizations in Feats of Strength. Win battles to show off your mastery with limitless combinations of action-packed Victory Stances, insulting Victory Taunts, and champion worthy War Banners. Unlocking Feats of Strength also boosts stats for characters!JAW DROPPING FATALITIESMortal Kombat Mobile brings its trademark Fatalities to mobile, with stunning graphics, and over the top action moves that will punch you right in the guts. EARN REWARDS ON EPIC QUESTSSend characters on epic Quests to earn special rewards! Begin your journey in Outworld and make your way to Netherrealm!Download this groundbreaking, free fighting game TODAY and unleash your power!",
  "lastVersion": "Sep 28, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pipsqueakgames.pkd",
  "name": "Punch Kick Duck",
  "company": "Shaun Coleman",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "5.27K reviews",
  "age": "Everyone 10+info",
  "describe": "Fighting is all about timing. Just ask any duck.The right move + right time = swift victory!All you need to do is PUNCH KICK DUCK.The cruel Baron Tigrisso has imprisoned you in his tower. Fight through hordes of the Baron's hench-critters as you battle up the tower to confront your captor.Simple controls & fast flowing action mean you’ll soon be sending foes flying and getting high scores on your quest for vengeance.Just remember the three golden rules, passed down by countless generations of ducks:PUNCH beats KICKKICK beats DUCKDUCK beats PUNCHOh, and don’t forget to RUN. You don’t want to meet the BEAR.Think you can handle it? Sure you can. You’re one tough duck!- Three selectable difficulty levels.- Unbox a colorful cast of characters.- Playable in both landscape and portrait orientation.- Simple responsive touch controls.From the creator of Shoot The Moon, Punch Kick Duck is a compact, lovingly made score-chaser game designed to test your skills without emptying your wallet. Play now!",
  "lastVersion": "May 18, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.implosion",
  "name": "Implosion - Never Lose Hope",
  "company": "Rayark International Limited",
  "rating": "3.6star",
  "downloads": "5M+",
  "reviews": "290K reviews",
  "age": "Teeninfo",
  "describe": "Bringing AAA console gaming experience to mobile devices. Twenty years after the fall of Earth, the remnants of the Human race are once again faced with extinction. The time has come to justify our existence. A mysterious life form known as the XADA squares off against humanity's last weapon - the War-Mech series III battle suit. Features: Stunning console-quality graphics, first-class voice acting and Hollywood-grade audio production. Full orchestral scores masterfully mixed by Grammy Award winner and \"The Lord of the Rings\" trilogy engineer, John Kurlander. The most intuitive touch user-interface seen on the platform.A vast arsenal of super-tech weaponry at your disposal, upgradable via the streamlined ARK Kernel system. Become the ultimate fusion of Man and Machine. Ensure the survival of the species.- Free to play mission 1-1 to 1-6, unlock all levels from one time IAP.- Using Google Play Save Games service to save after login Google Play account at Options menu",
  "lastVersion": "Aug 7, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rexetstudio.blockstrike",
  "name": "Block Strike: FPS Shooter",
  "company": "Rexet Studio",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "1.88M reviews",
  "age": "Teeninfo",
  "describe": "Block Strike is a first-person online multiplayer 3D shooter with pixel graphics and fun competitive gameplay.Play an addictive online first-person shooter action game with friends and other players online! Gather your team with your friends, create clans, and win together in dynamic battles of this PvP shooter - BS.Buy modern weapons, upgrade them, change the look of your weapon, as well as your character!🕹️ MODES 🕹️The game has more than 24 various game modes in this PvP FPS, of which we can highlight:- Team Deathmatch - dynamic PvP battle.- Bomb - CS-like mode.- Death Run - Resolve the logical tasks and survive.- Tower Battle - Mine, Craft and fight- Nexbot - Kill all bots' waves.- Zombie Survival and Zombie Escape - Zombie and Humans standoff different modes where you Run and survive - Bunny Hop (BHop) - Jump, jump and jump.- Surf - Surf down and up.- Hide 'N Seek -  Prop Hunt Mode, where you need to hide from the hunters, or you can become a hunter and find who is an object imposter.- Skibidi Atack - Survive in the skibidi world of toilet bots.If you are already tired of being on the top of the battlefield scoreboard this minigames mode could be very fun.⛰ MAPS ⛰More than 70 different maps with dynamic battles and standoffs every day!From small cards for a small group of friends to huge cards on which you have to work hard to win in-game brawl.Spacial map for the squid game challenge where you need to tum and sop just in time. Keep an eye on the red light - green light. Try to win this war 456 times. Doll Roll is seeking for you - it’s a real Survival Game for only one winner. It's could look better than Candy Challange.🔫  WEAPONS 🔫More than 40 types of guns to your liking. Try them all on the arena in PvP team battles of BS game.🖌 SKINS AND STICKERS 🖌Change the look of your weapon with skins, and don't forget to stick a sticker.All this you can get from the cases both for free and for in-game currency, which you can get for the battles fought. Create your own unique weapon skin that even your friends will envy.Install free and play today fast PvP fight in this one of the Online action games!The BS is a mobile game that is in the vein of everyone's favourite CS with a PvP team battle but with cubes graphics and amazing pixel guns!Follow us on social networks:VK: https://vk.com/blockstrikeYouTube: https://www.youtube.com/c/RexetStudioTwitter: https://twitter.com/RexetStudioDiscord: https://discord.gg/blockstrike",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterTactical shooterMultiplayerCompetitive multiplayerSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.FourFats.Maximus2",
  "name": "Maximus 2: Fantasy Beat-Em-Up",
  "company": "Four Fats Limited",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "28.4K reviews",
  "age": "Everyone 10+info",
  "describe": "The 9th hero, Battle Stage and Skins arrive November 1st worldwide (7.0)MAXIMUS 2 is an award winning fantasy beat-em-up brawler that focuses on crunchy and satisfying combat. We captured the spirit of some of the best classic beat-em-ups, melding them into one memorable experience. Fight solo or with up to 4 players cooperative multiplayer!STORY Is a single, continuous shot. This hasn’t been done since the 80's, rather than simply cutting from one stage to the next, the players enter an animated transition to the next area, creating the illusion of a fantastic journey.MULTIPLAYER co-op in real time, fight together with up to 4 players online or on the same device with Bluetooth controllers.HEROES with their own roles and weapons.  The tank, the wrestler, the magician, the outlaw, the healer and the ninja.TEAMWORK If you work together, you survive. Players can revive a fallen teammate, support or heal them and gang up to juggle enemies off each other in the air.Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Online Multiplayer mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 3, 2023",
  "classify": "ActionFightingBrawlerCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tinytitanstudios.kfz",
  "name": "Kung Fu Zombie",
  "company": "Trophy Games - Tiny Rails Train Cargo Simulator",
  "rating": "4.7star",
  "downloads": "5M+",
  "reviews": "53K reviews",
  "age": "Everyone 10+info",
  "describe": "Become a kung fu master in Kung Fu Zombies!The earth is under attack from a zombie apocalypse! Our only hope is white belt, Zak. Power punch, hurricane kick and headbutt your way through hordes of the walking dead. Harness the mythical powers of the Dragon to earn your black belt and put an end to the evil Dr. Z once and for all!Features:👊 Unlock special abilities and crazy attack combos!👊 Harness the mythical powers of the Snake, Tiger and Dragon!👊 Advance your training to legendary black belt status!👊 Choose from many unique and recognizable Sidekicks to fight with!👊 Find ancient scrolls and special weapons!👊 Collect 100s of combat gear and costumes!👊 Epic boss battles!👊 Classic arcade action!👊 Beautiful retro music and graphics!PLEASE NOTE! Kung Fu Z is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Kung Fu Z.Kung Fu Z can be played offline, but please note that an active internet connection is required to update some features.Please see the Trophy Games Privacy Statement to know more about your data protection at: https://trophy-games.com/legal/privacy-statement",
  "lastVersion": "Oct 9, 2023",
  "classify": "ActionFightingBrawlerCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.snoutup.baconmaydie",
  "name": "Bacon May Die - Brawl Game",
  "company": "SnoutUp Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "23.8K reviews",
  "age": "Teeninfo",
  "describe": "Bacon May Die is a fast paced 2D fighting and shooting game in which angry pig Bacon must brawl with army of bacon hungry zombie bunnies and kill hordes of monsters, survive boss fights and unlock tons of weapons and outfits!From the developer of Iron Snout comes an action packed sidescrolling fighting game with responsive thumb combat controls, 100 unlockable outfits and weapons, boss fights, charming cartoon 2D graphics and smooth run and gun game play.Get your fingers ready for action!🔥 BATTLE armies of monsters🔥 SURVIVE challenging boss fights🔥 UNLOCK 100+ funny outfits and crazy weapons🔥 HIJACK enemy vehicles🔥 USE variety of melee weapons and powerful guns🔥 ENJOY fun run and gun gameplaySmooth and responsive controlsWiggle your thumbs to warm them up for a smooth swipe fighting controls, where quick taps will make our tiny pig hero swing its weapon, swipes will initiate dodging, jumping and rolling moves and holding touch longer will switch to ranged attack mode with a cool movie-like slow motion effects. These simple thumb fight controls are very easy to learn and you’ll be doing deadly combos with bad piggie fighter in no time!Fight zombies, monsters and skeletonsThe sidescrolling road to survival is full of bad and dangerous creatures, which will stand in a way of our angry fighter piggy and must be destroyed. In forest arena our deadly killer ninja pig will face mutated zombie bunnies, bunny bandits, bombers, rocket shooting enemies and brawl with hog fighters. Rush through darkest dungeon which is crawling with spooky skeleton swordsmen, bone throwers and other deadly monsters.100+ items to unlockBacon May Die, fun 2D brawl game, brings a huge variety of items to reward your survival skills and piggy kung fu mastery! Earn coins by fighting monsters and you will be able to unlock funny outfits to dress up your angry pig as famous game or movie characters. Huge variety of weapons is available to aid your angry piggy hero! This fun 2D fight game wouldn’t be complete without the gun shooting part, so you can unlock and use such ranged weapons as pistol, revolver, UZI, machine gun, rocket launcher, shotgun, ninja stars and even a bee launcher! If you prefer mortal close combat, then there’s a big selection of deadly melee weapons for you to swing around: baseball bat, sword, scythe, guitar, chainsaw, katana, pan of bacon and other useful zombie fighting tools to power up your bad pig ninja!Fun little thingsThere are many secret mechanics In this pig survival game - you can hire a chicken to be your follower pet and fight by your side, hijack enemy plane and pilot it around the arena shooting rockets or just knock back projectiles back at your foes! Latest update added a medic NPC, which will provide healing and super powers to boost your angry pig fighter!Bacon May Die fun run and gun gameplay is inspired by legendary 2D sidescroller games.More to come!This fun beat em up sidescroller game is under active development, so you can expect more arenas, deadly boss fights, enemy monsters and weapons added in the future. Don’t hesitate to use in-game feedback function and send your crazy ideas - all of them will be considered!If you’re looking for more action packed 2D fighting games for boys check out my other projects like Iron Snout or jetpack shooter Cave Blast.Follow me:https://twitter.com/SnoutUphttps://www.facebook.com/snoutupCheck out my other fun and free games: https://play.google.com/store/apps/dev?id=7969812150912334893",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionFightingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.stickmanwarriors.stickmandragon.stickfighter",
  "name": "Super Stickman Dragon Warriors",
  "company": "LEMON Studio",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "39.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Every war will come to an end and those ending battles are always the fiercest and fiercest battles. The best Dragon Warriors in the  Super Stickman Dragon Warriors game are also fighting to find the truest and most powerful warrior.You will have a great time experiencing this basic but intriguing game. All you have to do is fly, dodge, charge your ki, perform basic and three advanced attacks, transform your hero into a special form and fight. The controls are so simple that you'll be surprised at how appealing the sound effects and graphics are.FEATURESGeneralThere are plenty of game modes for you to play, easy to unlock your favorite characters through gameplay and customize a character with your own creation. Offline mode is available so you can play anytime anywhere.A huge amount of powerful combatants👊 Earn Coins and Diamond from victory battles to unlock more than 50+ warriors👊 Each Warrior has a unique skill base on the power of a superhero that they incarnate👊 Unlock and play as any characters, Villains or Heroes that your choiceGame Modes and RewardsThere are 7 different game modes to choose from:🚩  PVP Mode: An arena that every player in the world wants to be in. This place is for the strongest. You come here and fight for the top position in this game. Wouldn't you love to see your name in the top rank of the worldwide?🚩 Versus mode: In addition to the traditional fighting mode, Super Stickman Dragon Warriors also introduces new team fighting modes for you to enjoy with your friends. Matches can also be included in the tournament to find the strongest team and win the biggest rewards.🚩 Story mode: Tightly constructed and logically takes you on an emotional journey from calm to climax. The story will bring you completely into the heart of the character, taking your chosen character as far as possible is your main task. The later, the more the plot will surprise you and attract you.🚩 Tournament mode: The strongest teams will compete together. The winning team will be honored on the arena gold board as a trophy.🚩 Boss hunter mode: Gathering the most formidable monsters also gives you the most worthy rewards if you win.🚩 Survival mode: You will have a certain amount of strength health. Within that blood limit, fight as hard as you can to bring back a lot of gold and items.🚩 Training Mode: Practice fighting skills and try out the power of new character openedReward:🎁 Lots of free bonuses🎁 Lucky spins will often appear with valuable gifts or features.▶ Download now Super Stickman Dragon Warriors to join friends and family in the hottest battles in the stickman warrior world. Destroy your opponents together and create your own story.📞 Contact us via https://www.facebook.com/SuperStickmanDragonWarriors if you have any questions or comments to help us fix and improve the game. Sincerely thank you!",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
}]