[{
  "link": "https://play.google.com/store/apps/details?id=com.wondersquad.imaegirl",
  "name": "IMAE Guardian Girl",
  "company": "Wondersquad",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "11K reviews",
  "age": "Everyone 10+info",
  "describe": "A girl who, in exchange for immortality, loses her memories every time she falls asleep.Learn about fragments of her memories from the spirit Dambi, and set off towards the Moon Garden in pursuit of the truth. This is a story of today, endlessly repeating...Can it be said that today is forever, when yesterday has already been lost?《IMAE Guardian Girl》 is a girl's survival rogue-like action game. Acquire a Memory Fragment and embark on a thrilling journey to the Moon Garden. The more monsters you defeat, the stronger you become. Records of all adventures do not disappear and are stored as Memory Fragments. Experience the fun of thrilling battles in the limitless Moon Garden!● Let's train and find Memory FragmentsYou can train your character to become stronger. At first, you start with one skill, but as you gradually upgrade your skills, you can kill dozens or hundreds of monsters with a single attack. All play records are saved as Memory Fragments. All of the active skills, passive skills, and equipment effects remain in the Memory Fragments, so you can fully enjoy the rewards of training!● Find your own skill combinationSkills are divided into active skills and passive skills. You can acquire a total of six active skills to hit enemies directly, and you can choose a passive skill to increase the thrill of battle. How you fight depends only on your adventurer sensibilities. Which attack is more effective, a contact attack or a projectile attack? Depending on the combination of skills you choose, a different battle unfolds every time. Feel the thrill of getting additional effects through skill upgrades.● Use weapons and armorUse the attack skills and special skills in your equipment. Every weapon from Common to Mythic has one attack skill. If you look at the rank effect, you can see which element makes you more powerful when you attack. And the armor is equipped with special skills. A special skill that can absorb all EXP or completely eliminate enemies! Use it whenever you need help.● Test your limits in the Moon GardenYou can enter the Moon Garden with Memory Fragments that store your training records. If you have entered the Moon Garden, you no longer need to collect EXP. It's proof that you're strong enough, and that it's time for battle. Defeat all the monsters that move in groups. The more Eliminations, the bigger the rewards you get. In order to survive for a long time, you need a special strategy that’s fit for an adventurer. Are you not satisfied with the results? If so, try challenging yourself with other Memory Fragments.● Experience more with the Season SystemMoon Garden is seasonal. Everyone may freely compete, and at the end of the season, rewards are awarded based on ranking. The final ranking is based on the highest number of points scored during a season. Titles are given to everyone according to the rank achieved. Of course, limited titles and special rewards are also prepared! Don't be discouraged if you don't get the rank you want. If you recall the specialized effects that change with every season, the opportunity will always belong to the adventurer!Feel free to contact us at support-imae@wondersquad.com with any questions or suggestions!• This game requires an internet connection.• By installing this game you agree to the terms of the license agreement.• If you contact us through [Settings>Customer Support] in the game, we will reply quickly.• Product prices include VAT.",
  "lastVersion": "Dec 3, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.mayan.hero",
  "name": "Archaya - Mayan Archero",
  "company": "FPS Shooter & Action Game",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "780 reviews",
  "age": "Teeninfo",
  "describe": "Discover the mystical realms of the Maya in Archaya, the ultimate test of survival against never-ending waves of challenges. You are the lone Maya warrior, the only force able to resist and overcome the advancing evil.Harness the power of the ancients and equip yourself with potent gear to enhance your strength. Venture through captivating worlds and traverse hundreds of maps in this unique universe. Unleash your might against thousands of previously unseen monsters and navigate through mind-boggling obstacles. Remember, your survival hinges on your skills and strategy - death means starting all over again.Key Features* Random and unique skills to aid your journey through these perilous dungeons.* Explore stunning worlds and hundreds of maps in this new adventure.* Confront thousands of never-seen-before monsters and mind-boggling obstacles.* Level up and arm yourself with powerful equipment to boost your stats",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superplanet.goddungeon",
  "name": "Dungeon of Gods",
  "company": "Super Planet",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "19.7K reviews",
  "age": "Everyone 10+info",
  "describe": "UPDATE Guild open! Conquer the Guild Dungeon by joining forces with your Guild members!■ Guild & Guild Dungeon Update- Exchange game tips with your Guild members through the guild chat!- Build a team strategy and conquer the Guild Dungeon together!■ Relic Awakening added!- One more rune slot when relics are awakened!- If you equip 2 runes with Transcendence + Awakening, additional effects will be stacked!■ New dungeon 'Chapter 22' opened- Challenge the stronger Golem's Dungeon!- Story Mode and Trial Mode unlocked at the same time!------------------------------------------------------------------▪ Raise a Half-God in this Infinite Upgrade RPG!▪ Break through the dungeon with only the tip of your finger!▪ Enjoy the incredible assault action.✔ Feel the excitement of assault action with incredibly simple controls!- Drag, drop and defeat stage monsters easily!- Dodge the attack of the God guarding dungeon and, once you enter a certain range, charge!- Destroy all surrounding monsters in one unstoppable attack!- Hit and run quickly before the enemy's attack gauge fills up!✔ Gameplay based on options, rogue-like action RPG- If you clear the dungeon, multiple new entrances will appear! Which one will you choose?- Before entering the next dungeon, choose the best skill among 3!- After strengthening your skills through stacking, clear the stage in one go with one continuous attack!- The more chapters you conquer, the more diverse skills and strategies you will need!✔ Become the king of gods with infinite upgrades!- Defeat enemies that are growing stronger and get promoted!- Collect and strengthen equipment and relics to become a powerful demigod!- Equip yourself with a unique costume and acquire additional stats!- Protect yourself from enemies with a half shield!✔ Challenge the dungeons if you want to get stronger!- Dark Tower: Within the time limit, kill 30 enemies and get a huge amount of gems!- Item Dungeon: Obtain various items by dealing with monsters on each floor!- Rune Dungeon: Defeat enemies in all phases and acquire runes to upgrade relics!- Material Dungeon: Acquire material for the half-shield but beware... If you get even one attack from the enemy, it's game over!✔ Thanks to automatic hunting, you can clear again dungeons that have already been cleared in one strike! Super-fast growth with less play time!- Collect swords, equipment, skills and more as rewards for clearing the chapters! Become a dungeon master!",
  "lastVersion": "Sep 15, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=co.imba.archero",
  "name": "Archer Hunter - Adventure Game",
  "company": "Imba",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "55K reviews",
  "age": "Everyoneinfo",
  "describe": "Master the Bow and Conquer the World in Archer Hunter: The Ultimate Dhanush Wala GameAre you ready to embrace your destiny as a legendary hunter in this archery game unlike any other? Archer Hunter is an action-packed RPG adventure where you slay hordes of enemies with an arsenal of powerful bows and arrows.** Begin as a humble archer** and embark on a thrilling journey to become the Master. Conquer thousands of dungeons teeming with skeletons, golems, slimes, goblins, ogres, werewolves, and more, each with unique attack patterns.** Upgrade your strength** and unlock devastating archery skills with every victory. Collect treasures, items, and valuable gears to craft the ultimate hunter loadout.** Unleash endless combinations of unique abilities** to outwit and defeat your foes in this teer wala game. Master the art of movement, dodging, and shooting to become a true archer hero.️ The world teeters on the brink of destruction, threatened by evil forces. Only you, a legendary hunter with skills whispered of in myth, can stop them.** Will you succumb to permanent failure or rise as the ultimate hunter and crush your enemies?** Download Archer Hunter and claim your destiny!⚔️ Features:Addictive, action-packed RPG gameplayTight and responsive controlsAFK Rewards to earn while you're awayStunning graphics and immersive environmentsEndless combinations of skills and gearsUnleash your inner hunter by joining forces with other playersRaid dungeons, destroy monsters, defeat bosses, and claim valuable prizesThe ultimate dhanush wala game for archery enthusiasts** Download Archer Hunter today and take your place as the ultimate master of the bow!**",
  "lastVersion": "Dec 5, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr.ads",
  "name": "Cut the Rope",
  "company": "ZeptoLab",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.75M reviews",
  "age": "Everyoneinfo",
  "describe": "Follow the adventure of Om Nom in the first part of the legendary \"Cut the Rope\" logic puzzles series. Get it now for free and start playing with millions of players around the world!Eager to learn more about Om Nom's adventures? Watch \"Om Nom Stories\" cartoons and other amazing videos on our YouTube channel!www.zep.tl/youtubeA mysterious package has arrived, and the little monster inside has only one request… CANDY!  Collect gold stars, discover hidden prizes and unlock exciting new levels in this addictively fun, award-winning, physics-based game.Game awards:BAFTA AwardPocket Gamer AwardGDC AwardBest App Ever AwardKey features: - 17 boxes with 425 levels- Innovative physics gameplay- Adorable character- Outstanding graphics- \"Om Nom Stories\" animation shorts- SuperpowersALREADY A FAN? CONNECT WITH OM NOM* Facebook: http://facebook.com/cuttherope* Twitter: http://twitter.com/cut_the_rope* Website: http://cuttherope.net* Pinterest: http://pinterest.com/cuttherope* Instagram: http://instagram.com/cuttheropeofficialHelp us improve our games.  We love your feedback.  Contact us at support@zeptolab.com.",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zeptolab.ctr2.f2p.google",
  "name": "Cut the Rope 2",
  "company": "ZeptoLab",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.34M reviews",
  "age": "Editors' Choice",
  "describe": "Second part of the legendary Cut the Rope logic puzzles series. Get it now for free!Cut the Rope 2 is a part of the iconic Cut the Rope franchise by ZeptoLab, which follows the adventures of Om Nom, a cute green creature that adores candies!Meet Om Nom's friends - the Nommies - and hop on the amazing journey through more than 160 levels that will take you through lush forests, busy cities, junkyards and underground tunnels, all in pursuit of one goal – CANDY!Familiar to play, yet challenging to master, Cut the Rope 2 brings fresh mind bending challenges and unanticipated obstacles to the casual phenomenon loved by preschool children and adults alike! Keep your brain fit and boost your problem solving skills by mastering the tricky levels based on real-life physics. Tired of mind game? Just sit back and enjoy the cheerful and relaxing game atmosphere of one of the most beautiful free educational apps for kids. If you like Cut the Rope, you’ll love Cut the Rope 2.ALL NEW LOCATIONS TO EXPLORE! Experience 168 entirely new levels of rope cutting, mind boggling action.ALL NEW CHARACTERS TO MEET! Find 7 new characters, the Nommies, to help you solve puzzles.ALL NEW HATS TO BRAG ABOUT! Customize Om Nom, choose your favorite candy and select your finger traces.ALL NEW ADVENTURES FOR OM NOM! Experience completely new graphics, sound and gameplay elements, including the ability to move Om Nom. MEET OM NOM’S NEW FRIENDS, THE NOMMIES!  • Roto can carry Om Nom to the best candy catching locations. Nom noms, yummy! • Lick can make small bridges with his tongue to help Om Nom reach his goal • Blue can lift Om Nom to new levels of candy hunting fun • Toss can throw objects up in the air. Use her to boost Om Nom, candies and you problem solving skills! • Boo can scare Om Nom to jump to new heights • Snailbrow bravely rolls on walls, ceilings and pushes candies around, like a boss • Ginger can burn away obstacles between Om Nom and the candyTired of mind work and cutting ropes? Relax and enjoy Om Nom's exciting adventures with the 'Om Nom Stories' cartoon series without leaving the app!And don't forget to subscribe to our YouTube channel for more candy crunching videos with your favorite sweet tooth! http://bit.ly/1TO38exAlready a fan?LIKE US: http://facebook.com/cuttheropeFOLLOW US:  http://twitter.com/cut_the_ropeVISIT US: http://cuttherope.net/cuttherope2\"Something's wrong with game? We're masters at problem solving! Just drop us a note at support@zeptolab.com, we can help you!What are you waiting for, help Om Nom get back his candy! Download Cut the Rope 2 now for free!About ZeptoLab:ZeptoLab is a global gaming and entertainment company best known for developing the award-winning, hit franchise Cut the Rope, which includes Cut the Rope, Cut the Rope: Experiments, Cut the Rope: Time Travel, Cut the Rope 2 and Cut the Rope: Magic. Cut the Rope games have been downloaded more than one billion times by users around the world since the first game's debut in October 2010. The company has also released King of Thieves, a massive multiplayer mobile title with more than 50 million downloads so far, as well as Pudding Monsters and My Om Nom games",
  "lastVersion": "Aug 11, 2023",
  "classify": "PuzzlePhysicsArcadeSingle playerStylizedCartoonOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Physics+puzzle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sinyee.babybus.selfcare",
  "name": "Baby Panda's Daily Habits",
  "company": "BabyBus",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "14.7K reviews",
  "age": "Everyoneinfo",
  "describe": "This time, BabyBus has brought you a game that focuses on developing kids' life habits. Go with Baby Panda and check it out!SIX DAILY HABITSThis game is aimed to develop kids' six daily habits, such as going to the toilet by themselves, sleeping on time, and having a balanced diet. Through fun interactions, it allows the kids to master life skills like going to the toilet by themselves, and develop good life habits!DETAILED OPERATION GUIDEIn this game, kids can not only learn how to go to the toilet, but also learn to brush their teeth, wash their face and hands. Developing habits become easy with these interesting and detailed instructions.CUTE CHARACTERS' REACTIONSWhen a little boy wants to go to the toilet, his face will turn red. When a little girl has delicious food, she will exclaim with satisfaction. These cute characters' reactions add zest to the game and will make kids more interested in developing habits!Come to this game and explore more good life habits! Let your kids learn to have a balanced diet, work and rest on time, and go to the toilet independently!FEATURES:- Various interactions covering 6 ways to develop daily habits;- Cute characters that make habit development interesting;- Family scenes that let kids enjoy developing habits;- Fun interactions are suitable for kids;- Kid-friendly simple operations;- Supports offline play!About BabyBus—————At BabyBus, we dedicate ourselves to sparking kids' creativity, imagination and curiosity,and designing our products through the kids' perspective to help them explore the world on their own.Now BabyBus offers a wide variety of products, videos and other educational content for over 600 million fans from ages 0-8 around the world! We have released over 200 children's apps, over 2500 episodes of nursery rhymes and animations, over 9000 stories  of various themes spanning the Health, Language, Society, Science, Art and other fields.—————Contact us: ser@babybus.comVisit us: http://www.babybus.com",
  "lastVersion": "Nov 29, 2023",
  "classify": "EducationalCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.devsisters.gb",
  "name": "CookieRun: OvenBreak",
  "company": "Devsisters Corporation",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "1.02M reviews",
  "age": "Editors' Choice",
  "describe": "Run, jump, slide, collect, and bake no prisoners! CookieRun is the endless runner game with deliciously sweet and challenging levels, tons of fun, heart racing running modes, and big rewards!Race through dynamic side scroller levels for as long as your energy can last! Unlock Cookie characters and collect cute Pets to take on unique challenges in this endless runner game.Run through platformer stages with fun mission challenges and compete in real-time trophy races for the top spot! Help GingerBrave and his Cookie friends break out of the Witch's oven as you run to the top of the leaderboard!Collect characters with unique powers and skills, from Hero Cookie to Cocoa Cookie. Build a collection of Pets to pair with your Cookie characters for an even more exciting time! This free cookie game keeps the characters coming and the side scroller levels hot!Speed run through challenges and compete for a top spot on the leaderboard. This endless runner is filled with competition, especially when you’re racing online against players from around the world! Think you’re a tough Cookie? Try not to crumble!Explore the magical lands of the tasty Cookie World in this endless runner! Download CookieRun today!ENDLESS RUNNER# Side scroller levels: Race through sweet and sugary to perilous and thrilling stages# Platformer obstacles and challenges # Jump and Slide to eat Jellies and other delicious treats while avoiding obstaclesCOLLECT PETS & CHARACTERS# Collect over 200 Cookies & Pets# New Cookies & Pets added every month# Upgrade Cookies, Pets, and Treasures to achieve high scoresFREE COOKIE GAME WITH ENDLESS ADVENTURES# Story games take you through a sweet adventure with Cookies on the run!# Collect Cookie characters and get to know themUNIQUE PLATFORMER GAME MODES# Breakout Mode: Long relay run with several Cookies# Trophy Race: Compete with players from around the world# Cookie Trials: Upgrade each Cookie to full potential and reach high scoresONLINE RUNNER GAME# New exciting events & rewards every month# Race online against other players# RPG-style level up systemTerms of Service:http://cookierun.com/terms-of-servicePrivacy Policy:http://cookierun.com/privacy-policyParental Guide:http://cookierun.com/en/parental-guideHelp and Support:https://cs.devsisters.com/cookierun-ovenbreakor contact us from the game's Settings menuOfficial Twitterhttps://twitter.com/CookieRunOfficial Facebookhttps://www.facebook.com/cookierunOfficial Youtubehttps://www.youtube.com/cookierunglobalOfficial Discorddiscord.gg/Cn5crQwThe Royal Club Membership is a monthly subscription service that provides double the amount of Gold Tickets, an Affection Booster, and 10% more Coins. In addition, you will receive a special monthly gift in your mailbox. You can subscribe to the Royal Club for a monthly subscription of $3.49 (USD) or equivalent amount required in your default currency after conversion. Purchases and renewal of subscriptions will be billed to your account.Auto-renewal of the membership happens in a period of 24 hours before the exact expiration moment. Please cancel the membership 24 hours prior to the expiration moment to prevent the next auto-renewal from being billed.At any time, auto-renewal can be canceled via your user settings. After billing, the current subscription cannot be canceled until expiration.[Optional Permissions]READ_EXTERNAL_STORAGE / WRITE_EXTERNAL_STORAGE- Used for temporary storage of game account data. (Only applied to Android 10 [API level 29] or below)- Used to save & share in-game screenshots. (For Events.)* Even if you do not agree to allow the above app permissions, you can still use the service to its fullest extent excluding only those functions.Permission ManagementSettings > Privacy > Select App > Permissions > Turn permissions on or off",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionPlatformerRunnerArcadeSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=vn.kvtm.js",
  "name": "Khu Vườn Trên Mây - Sky Garden",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.0star",
  "downloads": "5M+",
  "reviews": "117K reviews",
  "age": "Teeninfo",
  "describe": "Rushing through life? Welcome you to SKY GARDEN ZINGPLAY – Never feel rushed~~~~~~~~~~WHAT SKY GARDEN ZINGPLAY VNG IS?~~~~~~~~~~Sky Garden is not a regular farm simulator game like Hay Day , Township , Farmville 2 , Big Farm , but a life in the sky with all real-life activities:★ Build your very own garden in the sky ★Share the happiness with all friends and neighbors★Trade fresh goodies through the roadside shop★ Fulfill orders with your delivery owl and even by hot-aired balloon★Make friend with Chuchu and explore all hidden treasures in your mineEXPAND your clouds, UNLOCK machines, GROW your garden.~~~~~~~~~~WHY SKY GARDEN ZINGPLAY?~~~~~~~~~~★20 types of flowers and plants★ gorgeous pots collection with special effects★ Beautiful graphics ★ Relaxing settingNo wins-lose conditions, no time factor, no enemies, no stressful. Just normal everyday life as a gardener. \t\t\tWhat ya waiting for? Dive in and enjoy.>>> Time for exploring the FIRST time EVER Sky Garden ZingPlay(KVTM) <<<",
  "lastVersion": "Nov 30, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.btdadventuretime",
  "name": "Bloons Adventure Time TD",
  "company": "ninja kiwi",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "91.7K reviews",
  "age": "Everyoneinfo",
  "describe": "The Bloons have invaded the Land of Ooo and it’s up to Finn, Jake and the monkeys to stop them! Bloons Adventure Time TD is an awesome crossover between the award-winning animated series Adventure Time and the #1 Tower Defense game, Bloons TD! GET YOUR HERO ON!*Pop Bloons as your favorite Adventure Time characters like Finn, Jake, Princess Bubblegum, Marceline and more!*Recruit brand-new monkey heroes like Captain Cassie, C4 Charlie, and Sai the Shadow!A NEW ADVENTURE!*Play your way through over 15 adventures and 50 maps!*Original story featuring the voice cast of the animated series!MAKE THE BLOONS GO BOOM!*Equip your heroes with 200+ weapons and items from Adventure Time and Bloons TD history!*Build your defenses with over 50 allies including fan favorites BMO, The COBRA, and Lumpy Space Princess!*Unleash over 30 awesome, Bloon-shredding powers!-----------Ninja Kiwi Notes: Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:https://ninjakiwi.com/termshttps://ninjakiwi.com/privacy_policyBloons Adventure Time TD is free to play but contains some in-game items that can be purchased with real money. You can disable in-app purchases in your devices settings, or reach us at support@ninjakiwi.com for help. Your purchases fund the development updates and new games, and we sincerely appreciate every vote of support you give us through your purchases.Ninja Kiwi Community:We love hearing from our players, so please get in touch with any feedback, positive or negative, at support@ninjakiwi.com. If it's stuff you want the whole community to see and talk about and you are old enough to have an account on these services, then join us on Facebook, Twitter, and Instagram: https://www.facebook.com/ninjakiwigames/https://twitter.com/ninjakiwigameshttps://www.instagram.com/realninjakiwi/Streamers and Video Creators:Ninja Kiwi is actively promoting channel creators on YouTube and Twitch. If you are old enough to have an account on these services and not already working with us, keep making videos and tell us about your channel at youtube@ninjakiwi.com.",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftPOHM",
  "name": "My Little Pony: Magic Princess",
  "company": "Gameloft SE",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.45M reviews",
  "age": "Everyoneinfo",
  "describe": "Saddle up for fun, friendship and adventure with all of the most popular ponies in Equestria in the free official game based on the phenomenal MLP TV show.Only Twilight Sparkle -- the student of Princess Celestia -- and her friends Rainbow Dash, Fluttershy and the rest can save the day for every horse in the city as they farm resources, meet cute friends and reach for their dreams.· Over 300 characters: Meet a royal prince or princess one day, a cute adventure-seeking horse the next day and who knows what the next. Give them places to stay, nibble on hay and hear what they have to say.Explore the Crystal Empire, Canterlot, Sweet Apple Acres farm and more.· Make a pretty pony home: Beautify your MLP town and make it better than in any other city builders out there with cute houses, adorable decorations and enough magic for everypony that gallops by.· Fantastic quests: Go on adventures based on your favorite stories from the TV show, and confront villains such as Tirek, King Sombra, Nightmare Moon, the Changelings and more.· Mini-games: Play Ball Bounce with Twilight Sparkle, Magic Wings with Rainbow Dash, and get down with every horse in town in the Equestria Girls Dance games.· Custom fashion: Give cute makeovers to turn any pony into a prince or princess pony with royal dresses and beautiful hairstyles featuring a rainbow of colors.· Friendship is magic: Interact with friends and compete in hoof-pounding events.· Real pony voices: Enjoy the official voice talent from the show.Perfect for fans of city builders, free games or anyone who dreams of lounging on a pile of hay on the farm, surrounded by cute MLP horse friends such as Twilight Sparkle and Rainbow Dash, and becoming a royal prince or princess. _____You can download and play this game for free. Please be informed that it also allows you to play using virtual currency, which can be acquired as you progress through the game, or by deciding to watch certain advertisements, or by paying with real money. Purchases of virtual currency using real money are performed using a credit card, or other form of payment associated with your account, and are activated when you input your Google Play account password, without the need to re-enter your credit card number or PIN. In-app purchases can be restricted by adjusting the authentication settings within your Play Store settings (Google Play Store Home > Settings > Require authentication for purchases) and setting up a password for each purchase / Every 30 minutes or Never. Disabling password protection may result in unauthorized purchases. We strongly encourage you to keep password protection turned on if you have children or if others could have access to your device.This game contains advertising for Gameloft’s products or some third parties which will redirect you to a third-party site. You can disable your device’s ad identifier being used for interest-based advertising in the settings menu of your device. This option can be found in the Settings app > Accounts (Personal) > Google > Ads (Settings and Privacy) > Opt out of interest-based ads.Certain aspects of this game will require the player to connect to the Internet.  _____Please note that this game contains in-app purchases, including paid random items.Terms of Use: http://www.gameloft.com/en/conditions-of-usePrivacy Policy: http://www.gameloft.com/en/privacy-noticeEnd-User License Agreement: http://www.gameloft.com/en/eula",
  "lastVersion": "Dec 8, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "623K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfingergames.unkilled",
  "name": "UNKILLED - FPS Zombie Games",
  "company": "Deca_Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "748K reviews",
  "age": "Mature 17+info",
  "describe": "★ Join more than 30 millions of players ★★ Award-winning FPS action zombie game with great gameplay, nice story, and easy controls.★ Get ready for the best zombie game. From the authors of Dead Trigger and Dead Trigger 2, successful Zombie games downloaded by more than 160 million times around the world. THRILLING SOLO COMBAT MISSIONS•  Fight for survival in over 150 missions with an epic storyline. •Target unique zombies and bosses, including SHERIFF, DODGER, MINESWEEPER, BUTCHER and more.SMOOTH FPS SHOOTER ACTION!• Our FPS control system is approved by hundred of millions of players worldwide. Support for a wide range of gamepads.ONLINE PVP MULTIPLAYER. • Take on players from all over the world with FPS online multiplayer shooter in the zombie game. • Build your own zombie army and survive in the world where almost all of us are dead. With Skirmish Ops everything is possible so go to the war against other player’s bases!  Asynchronous  multiplayerTONS OF UNIQUE GUNS.• More than 40 weapons in five classes, featuring the LSAT machine gun, SAIGA-12K shotgun, and the M24 sniper rifle. All beautifully modeled in the FPS view.UNIQUE ZOMBIE GAME• Loads of skins are ready for you to customise your character and guns. • Design your hero with customisable skills and loadouts.RIDICULOUSLY INSANE GRAPHICS in the SHOOTER GAMEWe push the frontier of what is possible on mobile devices! UNKILLED - Zombie Game FPS is a feast for your eyes.New York City is the epicenter of a terrifying zombie apocalypse in this multi-award winning first person shooter. Choose one of five characters and join the elite team known as the Wolfpack, a task force assigned to combat the walking dead zombies and discover the secret behind the cataclysmic plague. Take time out from killing zombies to challenge your friends in online PvP multiplayer games.Download one of the best zombie game on the market now! Join and fight against zombie apocalypse! Zombie FPS Shooter forever!We’re very proud of our console quality FPS shooter games. From cutting edge graphics to a precise control system, over 240 million players worldwide have been blown away by an innovative approach and dedication to quality. We are the best developer who is developing FPS action shooter games for mobile since 2010.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Nov 14, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ddup.zombiewaves.zw",
  "name": "Zombie Waves",
  "company": "Fun Formula",
  "rating": "3.9star",
  "downloads": "1M+",
  "reviews": "88.6K reviews",
  "age": "Everyone 10+info",
  "describe": "Danger lurks around every corner in this zombie-infested post-apocalypse! Keep your wits sharp — the myriad infected will attempt to overwhelm you with their endless numbers the minute you step foot into the world.Rally companions to your side as you attempt to unravel the truth behind the outbreak.Test your survivalist mettle against a world intent on one goal: your demise!Load up on ammo, cull the shambling hordes that block your way, and stand your ground as a beacon of hope in humanity’s darkest hour!Gameplay Features:-  One-handed Controls: Single-handedly mow down hordes of mutant horrors-  Craft tactics and synergies based around 100+ roguelite skills and gamebreaking ultimate abilities-  A multitude of stage scenarios for an immersive tooth-and-nail survival experience-  A grotesque conglomeration of formidable bosses that will attempt to thwart your progress at every turnFacebook: @ZombieWavesCustomer Service: service.zombiewaves@gmail.com",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aldagames.zombero.bullet.hell",
  "name": "Zombero: Archero Hero Shooter",
  "company": "Alda Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "146K reviews",
  "age": "Teeninfo",
  "describe": "Fight through masses of zombies and other monsters in this roguelike shooter and enjoy epic adventure full of crazy action. When zombie apocalypse rages once again and this could be your last day on Earth, only a man of strong faith and even stronger weapons can find a solution.Top-down zombie shooterZombero gives you your favourite things in one game - popular hit and run top down survival autofire game and zombies! You will be guiding your character through the world destroyed by apocalypse while you mow zombies trying to eat you. You will start each run just with your own equipment and skills, but you will unlock new cool power-ups and abilities as you quickly gain levels. Randomly generated unique combination of abilities will ensure that each run is different, but you can always pick from few - do you prefere multishot, fire bullets, piercing or ricocheting ammo? Each battle is pretty intense as your hero dodges and strikes in the gameplay inspired by old-school arcade shooters.Features:Roguelike shooterHeavy RPG elementsBullet hell & auto attack - dodge enemy fire and melee attacks and auto fire while you are standing in placeBreathtaking visuals with polygon graphicsEach run is different thanks to random selection of abilitiesEquip your character with protective gear and weaponsRun n gun with different heroes with special abilitiesLevel-up your hero and equipment, and upgrade your skills and weapons so you can survive harder and harder encounters with enemiesUnlock unique perksEasy to learn, hard to masterSimple and intuitive controls - you either attack or moveDeep and rewarding mechanics - become a better battler and you will enjoy epic battles and get further fasterMaster your defense game - you have one life for each run so self-preservation is a key, make your hero a tank that survives anything or dodge enemy attacksStory of the last heroEpic boss fightsBattle legions of zombies and other diabolical monstersCool environments - city streets, farm, sewersYou saw the world end. When you were in a deadly brawl with zombies and stars fell from the sky, you unlocked unique powers and regained faith. When you used your last bullet angel or maybe god himself gave you a new will and means to live and fight. As you progress through the remnants of the world filled with war against zombies and other hellish monsters you visit interesting places that will serve as arenas for your struggle - from lovely farm through icy lands to the hell itself. Don't settle with being a mere archer - put down your arrow, take your gun and show those undead monsters who's the real monster killer here in the best action role-playing shooter! Introducing the ultimate mobile game that will put your survivar skills to the test: Zombero:Survive the Doom! As a lone survivor in a post-apocalyptic world, you must fight to stay alive against hordes of zombies and other deadly threats. But you're not alone - take on the role of iconic heroes such as Croft, Sssnaker and Lara to help you on your journey.In this thrilling game, you'll need to rely on your instincts and quick reflexes to outsmart your enemies and emerge victorious. With stunning graphics and intense gameplay, Survive the Doom will keep you on the edge of your seat for hours on end. As you progress through the levels, you'll face increasingly difficult challenges and obstacles. But fear not - with the help of upgrades and powerful weapons, you'll become an unstoppable force to be reckoned with. And with the support of your fellow survivors, you'll create an unbreakable bond that will keep you going through even the toughest of times. So what are you waiting for? Join the ranks of the ultimate survivors and take on the Doom in this epic mobile game. With multiple heroes to choose from and endless possibilities for strategy, you'll become a master of the apocalypse in no time. Facebook : https://www.facebook.com/groups/zomber.archero.killer.2345677695728357",
  "lastVersion": "Nov 28, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie2",
  "name": "Earn to Die 2",
  "company": "Not Doppler",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Teeninfo",
  "describe": "Drive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SMASHING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!Earn to Die 2 is a bigger and better version of the original web series which includes Earn to Die 2012 and Earn to Die 2: Exodus.Earn to Die 2 is free-to-play, however contains 3rd-party advertising and optional in-app purchases.For more information on advertising, please see our Privacy Policy: http://www.notdoppler.com/earntodie2/privacypolicy.phpRequired Permissions FAQ:WRITE/READ_EXTERNAL_STORAGE is required to load and display ads in game (Earn to Die 2 is an ad-supported game).",
  "lastVersion": "Nov 16, 2023",
  "classify": "RacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ea.game.pvz2_row",
  "name": "Plants vs Zombies™ 2",
  "company": "ELECTRONIC ARTS",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "7.5M reviews",
  "age": "Editors' Choice",
  "describe": "Play the hit action-strategy adventure where you meet, greet, and defeat legions of hilarious zombies from the dawn of time, to the end of days. Amass an army of amazing plants, supercharge them with Plant Food, and devise the ultimate plan to protect your brain.DISCOVER HUNDREDS OF PLANTS AND ZOMBIESCollect your favorite lawn legends, like Sunflower and Peashooter, along with hundreds of other horticultural hotshots, including creative bloomers like Lava Guava and Laser Bean. Go toe-to-missing-toe with a massive array of zombies at every turn, like Jetpack Zombie and Mermaid Imp – you’ll even have to protect your brain from rampant Zombie Chickens!GROW POWERFUL PLANTSEarn Seed Packets as you play and use them to fuel your potent plants. Power up attacks, double-down defenses, speed up planting time, and even gain entirely new abilities. Boost your plants to ensure those zombies are lawn-gone!COMPETE AGAINST OTHERS IN ARENA Think your zombie-bashing strategy is the best? Put your planting skills to the test when you face other players in Arena. Enter Arena and compete against other players to get the highest score on unique levels. Earn coins, piñatas, and more to top the leaderboards, level up through Leagues, and become the ultimate garden guardian.JOURNEY THROUGH SPACE AND TIMEBattle across 11 crazy worlds, from Ancient Egypt to the Far Future, and beyond. With more than 300 levels, ultra-challenging endless zones, fun mini-games, and daily Piñata Party events, there’s always a new challenge to complete. Plus, ready your best defenses – Dr. Zomboss is waiting to take you on at the end of every world!Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.User Agreement: https://tos.ea.com/legalapp/WEBTERMS/US/en/PC/Privacy and Cookie Policy: https://tos.ea.com/legalapp/WEBPRIVACY/US/en/PC/Visit https://help.ea.com/en/ for assistance or inquiries.",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTower defenseCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie",
  "name": "Earn to Die",
  "company": "Not Doppler",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "99.4K reviews",
  "age": "Teeninfo",
  "describe": "Drive your way through a zombie apocalypse!Are you ready to drive for your life? The hit online game series that has enjoyed OVER 200 MILLION PLAYS has been revamped and re-engineered for your mobile and tablet, bigger and better than ever before!You're stranded in a desert surrounded by zombies. With only a run-down car and a small amount of cash at your disposal, your mission soon becomes clear – to drive through hordes of zombies in order to escape... alive!THE BEST OF THE ACTION, DRIVING AND UPGRADE GENRESEarn to Die sees you not only driving your way through hordes of zombies, but allows you to earn cash to upgrade, unlock and customise new vehicles. Is your vehicle not strong enough? Why not add a gun, or boosters, or even a spiked frame?Key Features● A brand new and extended STORY MODE which sees you driving cross-country during a zombie apocalypse● 8 VEHICLES at your disposal, including a race-car, a truck and even a school bus!● UPGRADES GALORE! Just unlocking a vehicle isn't enough, customise each vehicle with a range of upgrades● Zombiesssssssssssss... Plenty of zombies... Be sure to introduce them to your car's front bumper● A realistic ragdoll physics engine that allows you to crash into zombies and send them flying!● Awesome animated sequences● Race for the best time in Championship Mode● Survived the zombie apocalypse? Smash through pumpkins in Halloween ModeWith over 200 Million Plays to the original online version, be one of the first to download the extended, BIGGER and BETTER version for your Android device.",
  "lastVersion": "Aug 28, 2023",
  "classify": "#2 top paid racingRacingStunt drivingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vizorinteractive.zombiesettlersv2",
  "name": "Zombie Castaways",
  "company": "VIZOR APPS LTD.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "872K reviews",
  "age": "Everyoneinfo",
  "describe": "Experience living on a farm island side by side with friendly and adventure-loving zombies in Zombie Castaways! Here’s a list of things to never get bored in a zombie universe: 🗺 Travel through a diverse zombie world! A tour of Toys Island🧸, a ride through a hectic City of Humans👫, a space mission to Asteroid✨, adventures on the Safari Island🦁 - you name it, Zombie has got it!🏝 Build your home island: choose from regular zombie farm fields and factories or world-famous landmarks - Eiffel Tower, Egyptian Sphinx, Louvre and more!🏴‍☠️ Restore a huge pirate island and pursue a career of a zombie pirate with all well-known attributes: a noisy tavern, commissions from sea wolves, and faraway journeys! 🌾 Start your own zombie farm and grow the most unusual plants, fruits, and flowers - gather your first farm crops of boneberries, necropumpkins, eyeball peas and what not!  💞 Follow a moving story of the main character: will Zombie ever become a human for love of his life? 🤗 Meet cute zombie farm helpers and new friends:  Amy (major spoiler: Zombie’s future girlfriend), Z.Chief (a local celebrity), Diana Jones (Zombie’s BFF), zombie woodcutters and stoneminers, treasure hunters and cooks! 📱Long story short, forget what they told you about zombies before! Welcome to fun farm and adventures in Zombie Castaways! 🌟_______Follow us on our official Facebook page: https://www.facebook.com/ZombieCastaways/Terms of Use: http://vizor-interactive.com/documents/zc_mobile/eula_googleplay.htmlPrivacy Policy: http://vizor-interactive.com/documents/zc_mobile/pp_googleplay.html",
  "lastVersion": "Dec 1, 2023",
  "classify": "SimulationManagementSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bulkypix.deadeffect",
  "name": "Dead Effect",
  "company": "App Holdings",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "277K reviews",
  "age": "Mature 17+info",
  "describe": "Be careful, you need at least 160 MB FREE RAM to run the game.\"Dead Effect is pretty awesome.\"-capsulecomputers.com.au 9/10 \"Graphically, the game is top notch.\"-toucharcade.com 4/5 Stars \"Dead Effect [...] strikes an impressive balance between humor and fear\"-modojo.com 4/5 ESS Meridian System: Wednesday September 7, 2045… 178 days of hibernation. Delta 3 Chamber, Active… Tissue and vital functions Check. Error! Disruption Detected… Critical Health Detected. 3… 2… 1… Awakening! Something is not right, the hibernation pods are all empty. What is happening? You are an elite member of the Unit 13. Fight for your life in a SCI-FI FPS game that will send chills down your spine. • Grab your phone/tablet, get in control and bring infected horrors down. Your interface is zombie-shooting ready. • An epic single player campaign awaits you with more than 5 hours of story gameplay. Space is cold and full of horrors. • Throughout the campaign you will find new weapons and money to upgrade your armory. • Discover the mysteries of the ESS Meridian, and wander around its impressive environments with intense background music. • Use your special ability to slow down the time and defeat even the toughest enemies! • Will you take up the challenge and try to defeat all your enemies in survival mode arenas? Unlock all the achievements and get all the weapons available! FOLLOW US: facebook.com/pages/Dead-Effect/398842240204387?fref=ts twitter.com/deadeffectgame deadeffect.com CURIOUS? More info on: bulkypix.com facebook.com/Bulkypix twitter.com/Bulkypix youtube.com/Bulkypix About inDev Brain: inDev is a super small indie developer leaded by experienced developers (who worked on many different PC, console and mobile titles such as Vietcong, Mafia 2, Cold War), enthusiasts and GAMERS above all. Brain is only part of a slightly more complex organism. Future is coming! Thank you for your support. About Bulkypix Created in 2008, BulkyPix is an international digital entertainment provider based in Paris and San Francisco. With close to 100 games in its portfolio, such as MyBrute, Autumn Dynasty, The SandBox and Saving Private Sheep, BulkyPix has gone on to become one of the leading players in the video games market for smartphones, touch tablets (iOS, Android, Samsung, WP7, etc.), PCs and Macs in less than four years. BulkyPix has also created a BtoB department, BulkyApps, in a bid to develop, produce and publish applications and games for such major groups as Véolia, Hachette, Siemens, Orange, Samsung, Antalis, TF1 and France Television. In the spring of 2012, BulkyPix secured funding from Axa Private Equity.",
  "lastVersion": "Apr 7, 2022",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "758K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Nov 21, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ozuma.zraft",
  "name": "Zombie Raft",
  "company": "Homa",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "125K reviews",
  "age": "Everyone 10+info",
  "describe": "The zombie apocalypse is upon us. Zombies run fast, so scavenge, expand and survive on a raft against the zombie tsunami!🚗Keep moving forward and escape the zombie tsunami! Collect resources by moving away from the zombie run, squashing vehicle forward and push em all if necessary! It's raft survival games time! ⚔️ Defend yourself and your fellow survivors against the looming zombie tsunami, push em all to death, it's your duty to survive on a raft! This raft survival games are up to you so fight the all, you don't need zombie tutorials to win this war and survive on a raft!!🗺️ Expand your zombie apocalypse vehicle to conquer the barren wastelands! Zombies run fast, so you need to run faster and push em all if they try to get on your raft!🧑🏻‍🤝‍🧑🏻 Buy upgrades to protect and maintain the raft survival games from a grizzly fate in this zombie game! You can stops the zombie apocalypse and be the hero in one of the best zombie games!🆘 Discover stranded survivors and choose to save them on your raft. Who will live? Who will die? You will decide that in Zombie Raft, one of the best zombie games out there!",
  "lastVersion": "Aug 10, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.generamobile.zhunter.gp",
  "name": "Zombie Hunter: Sniper Games",
  "company": "Viva Games Studios",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "612K reviews",
  "age": "Mature 17+info",
  "describe": "A new undead plague has begun. Use your sniper rifle to shoot zombies, save innocent people  and stop the apocalypse. Enjoy this zombie shooting game hunting and killing enemies. Know your target and become the last hope in the war. Zombie Hunter is a realistic and funny fps game.Play dozens of levels in different areas, improve your weapons and become the best sniper of the city. Rescue survivors and kill the dead ones.Help the girl and the dog localize and shoot zombies to clean the zone and stop the plague. Aim, trigger and hunt with your sniper, machine gun, crossbow or gunship. You are the last hope to finish the zombie apocalypse.Game features-Zombie HUNTINGUse your sniper weapon to hunt zombies. Aim from a rooftop, helicopter or a street. Kill your target and use supplies to help yourself in the warfare. How many zombies can you defeat? Zombie Hunter: Killing Games is a stunning fps game!-Improve WEAPONSEarn coins to improve the strength, zoom or stability of your weapons. You can also buy new ones: crossbow, bazooka, new sniper rifles, gunship, revolver... Play in special missions to unlock them.-Fight with your DOGShoot special boxes in every level and unlock dogs that will help you to hunt zombies. Use them to localize and stop the undead. Consume different supplies to improve girl’s stats. A perfect option for shooting games lovers!-Save SURVIVORSStop zombies before they reach innocent people. They will be trying to escape, so kill the undead as fast as you can. Use your weapons depending on the situation and try to stop the warfare.-Obtain REWARDSThe better you play, the better rewards you obtain. Don’t miss any target to receive extra coins. The dead ones will fear your sniper techniques! An authentic and realistic survival game. Enjoy one of the funniest 3D zombie shooting games, hunt and save the survivors to stop the apocalypse and end the warfare. Choose between different weapons, summon your dog, improve your stats and play in realistic scenarios and levels. Stop the zombie apocalypse in Zombie Hunter: Killing Games and save humanity!",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterSniperCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gsgames.pixel.combat",
  "name": "Pixel Combat: Zombies Strike",
  "company": "GS Games Studio",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "174K reviews",
  "age": "Teeninfo",
  "describe": "You keep the defense inside the house, which is stormed by a mob of zombies. You need to survive, build a time machine and save all the people!The game has unique features. Barrier doors, numerous secrets and a huge selection of guns will allow you to fight with many unusual pixel zombies. You will get your own base for the survival and construction of a time machine. Your task is the salvation of mankind.Passing a variety of 3D locations will not be an easy test. Use fancy guns to succeed. Do not forget to look for secret rooms that are on every level. It will not be an easy task, but the rewards received will make you a great warrior!Install the Pixel Combat: Zombies Strike shooter and get really awesome emotions!Always be on the lookout. Among the weak and half-dead, there are monsters with unique abilities. They are ready to tear you to pieces in seconds.Game features:- Cubic first-person shooter in confined spaces.- A huge selection of 3D Locations in a pixel style.- Survival and battle with many unusual bosses with special abilities.- A huge arsenal of weapons (knives, axes, pistols, rifles, shotguns, machine guns, a flamethrower, a minigun and much more).- Pocket edition that you can play on the go.- Lots of 3D Effects that create the atmosphere of a royal battle.- Craft weapons and ammunition.- Pixel version of the Black Ops Zombie Mode.- Characters and design as in Minecraft.The game will not leave you indifferent.Install the shooter game Pixel Combat: Zombies Strike. Survive in the shelter under the onslaught of zombies!Save humanity!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=zombie.survival.online.craft",
  "name": "Prey Day: Zombie Survival",
  "company": "GreenPixel Ltd",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "343K reviews",
  "age": "Teeninfo",
  "describe": "In 2033, the world saw the outbreak of an unknown infection that left most of the human population dead.Prey Day is an online, multiplayer, top-down shooter survival game which takes place in a huge city in a world after a zombie apocalypse. An unknown virus destroyed a large part of the population, leaving only the last handful of survivors on earth. Most of the inhabitants have become zombies or mutated under the influence of the virus. Among the labyrinth of empty streets, survivors fortify camps to resist zombie hordes, and venture outside to discover the cause of the infection that left the world in a state of survival.You are one of the few survivors whose destiny is directly related to these events. In your life after the apocalypse, you'll deal with hunger and thirst, look for other survivors' camps, and spend your dark days crafting your own shelter from gathered materials. Investigate the causes of the infection that triggered the apocalypse by completing quests. Explore the darkest corners of the City to craft unique armor and weapons. Build vehicles that will grant you access to secret areas.Confront other survivors, greedy for the loot you carry. Unite with others in the streets of Harbortown to fight back zombies and other survivors hiding and hunting for easy prey. Gather your friends and venture together into the most dangerous parts of the city.HUGE ONLINE WORLDThe world of Prey Day is an open world shooting game set in a vast city destroyed by a wave of infection. You are left to survive with other humans - the real players. You can communicate with any player you meet, join them in a group, or fight against them to take their loot. There are no rules in open world games!CLANSUnite with other players in powerful clans, opening access to clan locations, where you can discover rare items and unlock new craft that can help you in the war against the undead. Together with your clan you can take over abandoned military bunkers, establish a clan base, and start real military action on the streets.CRAFTYou can craft new weapons and equipment from various items collected on your journey. Trigger new craft recipes that can help protect your life against other players - crafting skills allow you to build your own shelter and protect it with traps!ADVENTUREWhat caused the apocalypse? In this zombie game you'll complete quests and explore Harbortown. The best zombie games have rich, mysterious storylines, and Prey Day is no different. Plunge into a whole series of adventures, going down into the city subway, traveling to the mountains and national parks on the edge of the city, and venturing through the wasteland, all while shooting your way through hordes of the walking dead.RPG AND SURVIVALPrey Day is one of the most dangerous zombie survival games full of players who may have different goals and methods of survival - run, shoot, defend, team up, target, and fight real players fighting for survival just like you. Shooting games challenge your skill, speed, and reaction time, and when you're fighting for survival, you'll do everything you can not to die. With both co op and PVP elements, you can communicate and unite with friends, or oppose and kill competitors - the best traditions of MMO and online multiplayer games!",
  "lastVersion": "Sep 13, 2023",
  "classify": "ActionAction-adventureSurvivalCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.manodio.swatandzombiess2",
  "name": "SWAT and Zombies Season 2",
  "company": "Manodio Co., Ltd.",
  "rating": "4.2star",
  "downloads": "5M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "- The SWAT and Zombies is back with more zombies and game systems!- Kill or be killed! It’s one or the other! It's the breathtaking confrontation for mankind's survival!- Stay frosty! The tension never lets up as you move to the second half of the stage! Feel the intensity!- Join the S.W.A.T. team and kill all the zombies. You must protect Perfectville, the last remaining safe zone.- Shoot all the guns at an endless zombie horde! Use bombs too!- A new defense game that offers FPS sniper mechanics with strong addictive authentic defense elements! Go and immerse yourself in this fun game!■ Game Features ■- Collect Weapons: Collect around 50 different types of weapons. Improve your FPS skills with them!- Challenge Hell Mode! Hell Mode Stages stimulate the desire to fight, but will be tough without upgrades! If you have the skills and confidence, try it!- Challenge Infinite Mode! Eliminate endless zombies and challenge the world rankings! Save humanity with your friends.- Experience our concept of a real-time battle mode! Compete with S.W.A.T. teams around the world! Check your skills through the real-time network battle!- World Cleanup Day! Let's clean up constantly appearing zombies! Sweep away all the zombies that have conquered the planet with players around the world!- Ultimate Weapon System: Drag your finger on the screen to target zombies with the best weapon, the sniper!- Arena Mode : Enjoy PvP in real time with players from around the world.- Create the Strongest S.W.A.T. Team: You can make your S.W.A.T. more and more powerful with coins and stars.",
  "lastVersion": "Jul 5, 2019",
  "classify": "StrategyTacticsCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.herocraft.game.zombiederby2",
  "name": "Zombie Derby 2",
  "company": "Brinemedia",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "75.6K reviews",
  "age": "Teeninfo",
  "describe": "Tired of typical shooters and hundreds of boring titles? Check out this sequel of a great arcade game with cool 3D graphics! Brutal upgradable cars, big guns and daredevil speed will steer you through places that are chock-a-block with zombies... It’s going to be a really exhilarating fight that no one will want to miss! The dangerous post-apocalyptic world is crawling with zombies and only the bravest and most experienced drivers and the toughest survivors will still be left standing, fighting the countless armies of the undead and dealing with them on their own or taking part in breathtaking competitions!Game features:- Millions of blood-thirsty zombies of different kinds- Mass destruction of the undead- 8 cars to upgrade including the Zombie Combine Harvester- Different modes including a possibility to compete with friends all over the world- Bloody massacre in real 3D- Enhanced with Immersion TouchSense Tactile Effects_____________________________________Twitter: https://twitter.com/ZombieDerbyFacebook: https://www.facebook.com/ZombieDerby",
  "lastVersion": "Aug 20, 2023",
  "classify": "RacingStunt drivingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirix.zombieking",
  "name": "Zombie Hunter King",
  "company": "mobirix",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "180K reviews",
  "age": "Teeninfo",
  "describe": "Zombie shooting game with simple control.Select your weapon and beat the zombie troops with global users.[Features]- This is action zombie game outstanding brilliant visual and sounds.- Appear boss zombies and various action zombies.- There are 20 kinds of weapons pistols, rifles, shotguns ,grenade, and snipers.- Collect your weapons and upgrade them more stronger.- Collect the special ability cards and upgrade them.- We have lots of missions and stages.- Clear the event stages for getting lots of game money.- Compete against global users by PVP.- Small capacity,rapid loading and optimized system.Homepage:https://play.google.com/store/apps/dev?id=4864673505117639552Facebook: https://www.facebook.com/mobirixplayenYouTube :https://www.youtube.com/user/mobirix1",
  "lastVersion": "Oct 3, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.glu.zbs",
  "name": "Left to Survive: zombie games",
  "company": "MY.GAMES B.V.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "560K reviews",
  "age": "Mature 17+info",
  "describe": "Get ready for the action-packed zombie game!Left To Survive is a game about life after apocalypse – zombies have enslaved the Earth and survival war has begun!Life is no longer what it used to be: humans are fighting for survival, and the Earth belongs to the undead from now on. Save the human race from zombie apocalypse! Start expeditions to meet the heroes of this post-apocalyptic reality, challenge other players in PvP matches and helicopter raids, and show your shooting skills. Zombie shooting game begins… now!Fight against HORDES OF ZOMBIES in the survival game!The world is teeming with the undead. No place to run or to hide. Become a hero of this zombie apocalypse reality and shoot up all the zombies. Start the Survival Campaign, follow the story, and rid the Earth of the undead hordes! Help humanity to rise up like a phoenix from the ashes.Wide variety of ARMOR at your service during the apocalypse!On your mission to save the world from zombies, a huge range of weapons and gear will be at your service. Make a choice and pick the right one from assault weapons and sniper rifles to machine guns and shotguns that will help you to shoot up all the zombies in no time in the shooting game. Equip your hero with gear to enhance his skills and powers. Upgrade and evolve weapons and gear and make heroes more powerful.Unite them ALL in the shooting game!Meet all the heroes of the zombie apocalypse world. Back in the day, they were totally different people, just ordinary humans. Now, it’s their duty to protect the world from zombies. Each of them has unique survival skills and abilities. Upgrade and evolve them to level up their skills. Last, but not least, gather all the survivors to give them new hope and new home. These specialists can improve your base and make life easier.Engines checked, ready to RAID BASES in apocalypseRaid enemy bases in the action shooting game. Zombie apocalypse has come and only the strongest will survive. Raid other bases with your helicopter and collect resources. Be prepared for a “warm” welcome, you can get into a serious skirmish: your opponents’ bases are protected by towers and local troops. It won’t be that easy to take resources out from under their noses. Equip the helicopter with a powerful weapon and upgrade it to have a successful raid. Fight for survival!Challenge other players in PvP MATCHESTest your skills in PvP matches and become the best shooter among players. It’s the perfect opportunity to challenge other players, to gain more shooting experience, to find out who is the best shooter among you, and to train before you face zombies as well. Play in 2x2 survival matches or solo in the action game. Team up with your clanmates and challenge other players together during the apocalypse.Build your BASE to ensure survival!To survive and make the future bright, build a new home for yourself and other survivors – your base. Turn it into a place where everyone can find shelter and feel safe: produce food and resources, arm your heroes with unique abilities, modify weapons, etc. Fortify it to protect it from raids and looting.Follow us on Facebook https://www.facebook.com/LeftToSurvive",
  "lastVersion": "Dec 1, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.spcomes.zombiehive",
  "name": "Zombie Hive",
  "company": "Springcomes",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "40.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Destroy the zombies and rescue the survivors at the underground secret weapons laboratory infected with the virus. The ultimate goal is to go down to the 1000th floor and destroy the main core that is causing the infection.[Features]- Auto-combat and auto-rooting- Replenishment of combat personnel and fire power upgrade- Upgrade Drill Robots by parts- Battle with Super Zombie- Story missions and rewards- Rescue survivors- Using state-of-the-art Booster gears- Super DNA acquisition through zombie research- Acquisition of items through Area scouting- Hire a Specialist to break the ability limit- Auto scrolling camera",
  "lastVersion": "Sep 3, 2023",
  "classify": "SimulationIdleCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Idle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.anglesgames.cyberdead",
  "name": "Cyber Dead: Super Squad",
  "company": "Bombus Studio",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "7.38K reviews",
  "age": "Everyone 10+info",
  "describe": "\"The dead arises, and mix with cyber\"\"You mean Undead Cyborg\"?“Nah, It's Cyberdead's”Emergency, zombie squads - crazy machines are destroying humanity. Right now, we desperately need the help of super soldier to save the world. It's time to join an intense battle, finish the dangerous missions by picking up your weapon and fight back ZOMBIES !!!Immersed in the endless fight of one of the new generation 2D action platformer game and become the best mental soldier. Cyber Dead is a combination of the metal slug genre, also known as the dwarf rambo and the 2D platformer game. As you probably already know, platformer games are side scrolling shoot 'em up games. Contra is the most famous side scrolling shoot 'em up game.After years of absence, this game has been revived with a new version called Cyber Dead on mobile platform. New story, diverse worlds, supreme arsenal, ferocious monsters and many amazing rewards in the arena promise to bring about new experience to attract players.Mission: Use play button to run and gun pits gunman's against a large numbers of enemies and big bosses with extremely powerful weapons pick-ups. Try to upgrade moves to avoid contacting with the enemy or you will be damaged. Therefore, amazing run, jumps, and guns will lead you to win various levels, unlock new worlds and wipe out the zombies squad from humanity.Gunmans, be aware of dangerous traps and hurdles in this 2D platformer game: become an ultimate action hero combining bombastic skills of defense and attack to save humans from the dead. They also have best upgraded metal slug weapons. Watch carefully as the enemies are fast and smart too. Try your best to avoid the hurdles and traps in this fast-paced 2D action shooting game to complete your intense missions.What are you waiting for? Choose your super soldier, pick a modern weapon and fight those epic nasty bosses for this ultimate action game. Are you ready to join the squad military and become a bombastic super hero?In Cyber Dead, you will experience: - The 2D retro run n gun gameplay- Build your own base- 9 default heroes with different combat styles and mechanics: Bombastic Shooter, Snipers, Metal soldiers, Robots, Gunman, Bomberman, Ramboat...they’re all yours.- Epic battle against 50+ types of enemy and 10 bosses.- PVP - online shooting games- 150+ rounds until you take back the Earth.- 70+ guns and many more to come in the next update.- True side scrolling platformer shooting game with modern gameplay and art.HOW TO PLAY:- Use the movement buttons to control the super soldiers, run and  gun zombies to pass the levels. Remember \"Run fast, shoot faster\"!- Tap jump button to avoid obstacles.- Use coin and gem to power up your metal squad.- Collect puzzle pieces to unlock new super soldiers. Metal squads will be extremely formidable.- Perform daily quests and events to unlock items in side scrolling action game.It’s your time to fight like a real super soldier!.... Enjoy the thrill of metal gun shooting in Cyber Dead action game.FOLLOW us on:Fanpage: https://www.facebook.com/cyberdead.netFacebook Group: https://www.facebook.com/groups/481128062608118",
  "lastVersion": "Aug 21, 2023",
  "classify": "ActionPlatformerRun & gunCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.greenbuttongames.zombiecity",
  "name": "Zombie City Master-Zombie Game",
  "company": "Tilting Point",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "41.3K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Zombie City Master – one of the best idle zombie games out there. Forget about the annoying tower defense, zombie survival, zombie defense, zombie killing, zombie catcher and escape games – it’s time to start your own zombie apocalypse! Stay sharp humans, deads ahead! In Zombie City Master, you get a chance to overtake locations with hordes of zombies hunting for humans. Unlike zombie defense games, this game lets you take on the role of a hunter and attack with your hordes the humans left alive. It’s not a zombie idle defend game, it’s a pure human hunting game. The only way you can take over every location is to let your zombies run and kill every single human being that tries to hide or fight back.  SIMPLE AND CAPTIVATING GAMEPLAY Zombie City Master is a zombie idle game that sets a simple, yet understandable continuity to provide you with hours of enjoyable zombie town gameplay. Unlike in defense games, you will have to attack those that try to defend. The bigger the zombie horde, the smaller chances the humans have. It’s not that humans have to survive but the dead ahead zombies that should win the war.  Make humans either dead or either undead in this thrilling zombie game!- Spawn zombies to create hordes tsunami and deliver base attack at the humans;- Collect blood, brains, and bones from the eaten humans;- Use the collected materials to make your zombies stronger and faster;- Keep the track of time to finish each level before it runs out;- Build a Bone Tank to control your bone collectors that you can hire in the Graveyard;- Build the Cursed Graveyard to automatically spawn zombies when your energy is at its maximum and control their numbers in the Graveyard tab. UPGRADES You are a zombie hunter in this idle zombie game, so you can get upgrades to improve your chances: - Bloodthirst to increase zombie damage;- Like Leather to increase zombie health;- Cold Storage and Brain Cage to increase the number of maximum stored brains;- Recycling Is Cools to increase the chances of recovering brains from humans;- Your Soul Is Mine! to increase the chances of corpses turning into zombies;- Energy Rush and Crown of Bones to increase generation of energy per second;- Master Summoner and Bone Throne to increase your maximum energy;- Primal Reflexes to increase zombie speed;- Blood Harvest and Bone Reinforced Tank to increase maximum stored blood;- Bone arrows to increase the bone collector capacity.",
  "lastVersion": "Nov 2, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.miHoYo.GenshinImpact.vn",
  "name": "Genshin Impact - Funtap",
  "company": "CÔNG TY GROWTH TECH VN",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Step into Teyvat, a vast world teeming with life and flowing with elemental energy.You and your sibling arrived here from another world. Separated by an unknown god, stripped of your powers, and cast into a deep slumber, you now awake to a world very different from when you first arrived.Thus begins your journey across Teyvat to seek answers from The Seven — the gods of each element. Along the way, prepare to explore every inch of this wondrous world, join forces with a diverse range of characters, and unravel the countless mysteries that Teyvat holds...MASSIVE OPEN WORLDClimb any mountain, swim across any river, and glide over the world below, taking in the jaw-dropping scenery each step of the way. And if you stop to investigate a wandering Seelie or strange mechanism, who knows what you might discover?ELEMENTAL COMBAT SYSTEMHarness the seven elements to unleash elemental reactions. Anemo, Electro, Hydro, Pyro, Cryo, Dendro, and Geo interact in all sorts of ways, and Vision wielders have the power to turn this to their advantage.Will you vaporize Hydro with Pyro, electro-charge it with Electro, or freeze it with Cryo? Your mastery of the elements will give you the upper hand in battle and exploration.BEAUTIFUL VISUALSFeast your eyes on the world around you, with a stunning art style, real-time rendering, and finely tuned character animations delivering you a truly immersive visual experience. Lighting and weather all change naturally over time, bringing every detail of this world to life.SOOTHING SOUNDTRACKLet the beautiful sounds of Teyvat draw you in as you explore the expansive world around you. Performed by the world's top orchestras such as London Philharmonic Orchestra and Shanghai Symphony Orchestra, the soundtrack changes seamlessly with the time and gameplay to match the mood.BUILD YOUR DREAM TEAMTeam up with a diverse cast of characters in Teyvat, each with their own unique personalities, stories, and abilities. Discover your favorite party combinations and level up your characters to help you conquer even the most daunting of enemies and domains.JOURNEY WITH FRIENDSTeam up with friends across various platforms to trigger more elemental action, tackle tricky boss fights, and conquer challenging domains together to reap rich rewards.As you stand atop the peaks of Jueyun Karst and take in the rolling clouds and vast terrain stretching out before you, you may wish to stay in Teyvat a little longer... But until you are reunited with your lost sibling, how can you rest? Go forth, Traveler, and begin your adventure!SUPPORTIf you encounter any issues during the game, you can send us feedback via the in-game Customer Service Center.Customer Service Email: genshin_cs@hoyoverse.comOfficial Site: https://genshin.hoyoverse.com/Forums: https://www.hoyolab.com/Facebook: https://www.facebook.com/Genshinimpact/Instagram: https://www.instagram.com/genshinimpact/Twitter: https://twitter.com/GenshinImpactYouTube: http://www.youtube.com/c/GenshinImpact Discord: https://discord.gg/genshinimpactReddit: https://www.reddit.com/r/Genshin_Impact/",
  "lastVersion": "Nov 9, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.miHoYo.GenshinImpact.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.klab.bleach",
  "name": "Bleach:Brave Souls Anime Games",
  "company": "KLab",
  "rating": "4.1star",
  "downloads": "10M+",
  "reviews": "352K reviews",
  "age": "Editors' Choice",
  "describe": "All your favorite characters from the BLEACH universe are here in Bleach: Brave Souls, an all-action RPG anime game!Over 80 million downloads worldwide!The hit manga and TV anime series BLEACH comes to life in this 3D hack-and-slash action RPG game!Get ready to play as your favorite characters from the BLEACH TV Animation Series: Thousand-Year Blood War!The game faithfully reproduces the story of the BLEACH anime in loving detail with fantastic graphics and all-action gameplay.DIVE INTO THE ACTION-PACKED WORLD OF BLEACHFrom the human-populated World of the Living to the Soul Society, home of Soul Reapers and the spirits of the dead, the bleak realm of Hueco Mundo, where evil spirits known as Hollows reside, the endlessly imaginative BLEACH universe is recreated in high-quality 3D graphics. Relive all your favorite scenes and special techniques from the hit anime!EASY TO PLAY HACK-AND-SLASH ACTIONAll you have to do is tap and swipe to play!Swipe in the direction you want the character to move and tap the screen to attack an enemy. It is that simple!Choose your favorite BLEACH character and freely move around stages as you unleash attacks and Special Moves through the tap of a button!A CAST OF COLORFUL CHARACTERS3D BLEACH characters engage in fierce battles!Unleash Ichigo’s Getsugatensho, Aizen’s Kyokasuigetsu, Byakuya’s Senbonzakura Kageyoshi, and all the other epic BLEACH moves!Be on the lookout for Thousand-Year Blood War characters too!Relive the anime and manga in Story quests, form Guilds with your friends and move up the rankings,enjoy PvE with up to three other players in Co-Op quests, or take on an even greater challenge with a variety of special super-hard quest types.Build teams with your favorite characters and experience the world of BLEACH!ENTER THE ARENAGo online and take part in epic 3-on-3 battles with players from all over the world in real time!In some regions, you have an option to choose a World (server) at the start of the game. However, there is no difference between the different servers except for the languages offered and certain purchasable items.Official Sitehttps://www.bleach-bravesouls.com/en/TwitterAccount: https://twitter.com/bleachbrs_enHashtag: #BraveSoulsFacebookhttps://www.facebook.com/BleachBS.en/Instagramhttps://www.instagram.com/bleachbravesouls_official/Recommended For- Fans of the original BLEACH anime and Shonen Jump manga who want to relive the BLEACH story!- Anyone who wants to see their favorite BLEACH characters perform Special Moves during hack-and-slash action battles!- BLEACH fans who want to enjoy new, original stories set in the BLEACH universe!- Fans of action anime games.- Anime game fans that enjoy completing quests.- Fans of anime games that involve collecting.- Fans of anime games with a large number of characters.- Anime game fans who enjoy character development.- Fans of PvP (player versus player) anime games.- Fans of anime games with gacha elements.- Fans of multiplayer anime games.- Fans of free anime games.- People who enjoy RPG games with gacha elements.Recommended OSAndroid 4.4 or later-----------------------------------------------------©Tite Kubo/Shueisha, TV TOKYO, dentsu, Pierrot　©KLabGames",
  "lastVersion": "Nov 7, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
  "name": "Shadow of Death: Dark Knight",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "519K reviews",
  "age": "Teeninfo",
  "describe": "A Brand New Dark Fantasy EpicShadow of Death: the knight game in the shadow fight style. Unite against the shadow of war and save the lost kingdom. Fight the shadow now!Play a gripping pocket-sized fantasy action RPG on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an offline knight game, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique shadow knights, multiple gameplay styles, and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect some comrades, and slash the shadows today!Stickman Shadow FighterChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other offline knight games can top that?Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action RPG games, the shadow battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special shadow battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!A Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, this game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime as Shadow of Death: Dark Knight is an offline knight game. No need to be online to play your shadow fighter.Challenge the Shadow UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight online! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this shadow fight game now!VISIT US:Shadow of Death: Dark Knight - Stickman Fight Game fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "524K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Oct 2, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dawinstone.b2ba",
  "name": "Bad 2 Bad: Apocalypse",
  "company": "DAWINSTONE",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "27K reviews",
  "age": "Everyone 10+info",
  "describe": "◆ AttentionNo responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.◆ Features+ Vast Open World RPG! An expanded world to explore!+ Exploration, Gathering, Fishing and Crafting for survival!+ 3 times as many items and weapons than the previous game+ More detailed character customization and appearances+ Over 60 maps and regions to explore!+ \"World Missions\" that take place across the globe+ Create and upgrade your own special forces team+ Artillery Support, Air Support, and Powerful Drones!+ Embark on \"Battle Armor\" and engage in combat+ Advanced graphics and upgraded systems■ About “Bad 2 Bad: Apocalypse”'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.■ Survival and RebuildingWith the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.■ Upgraded CustomizationFrom weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.■ Your Own Special ForcesWith a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.■ Powerful Support WeaponsArtillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \"Battle Armor\", which you can embark on and ride into battle.◆ Dawinstone E-Mail: dawinstone@gmail.com◆ Dawinstone Facebook: https://www.facebook.com/dawinstone",
  "lastVersion": "Dec 8, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.potatoplay.swordhunter",
  "name": "Sword Hunter",
  "company": "Potato Play",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "57.4K reviews",
  "age": "Teeninfo",
  "describe": "The peaceful town has been infiltrated by thugs and rival gangs. Stop them with your blades! As the hunter of the famed dojo, you are the only hero who can resist the endless waves of enemies.Sharpen your blades, hone your skills and gear as you embark on this perilous mission. Combine ruthless sword power with powerful skills to defeat your foes!-- FEATURES --• Earn cool swords with awesome ultimate powers.• Collect and combine skills to aid you in battle.• Equip and upgrade your hero with powerful sets of gear.• Earn talents to improve your stats and gain unique traits.• Tons of unique locations and enemies to defeat, test your skills against powerful bosses with unique challenges!-- Support -- Having problems or suggestions? Contact us at sh_support@potatoplay.com",
  "lastVersion": "Aug 29, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "302K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
}]