[{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "527K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dotemu.titanquest",
  "name": "Titan Quest",
  "company": "HandyGames",
  "rating": "3.6star",
  "downloads": "100K+",
  "reviews": "28.8K reviews",
  "age": "Teeninfo",
  "describe": "Originally released on PC in 2006, Titan Quest is an action RPG set against a mythological backdrop. The Titans have escaped from prison and are hell-bent on destroying the Earth. The Gods alone can’t stop them -- a hero is needed to lead this epic struggle. Victory or defeat will determine humanity’s fate and that of the Olympians.You are that hero! Create your character, explore ancient civilizations like Greece, Egypt, Babylon, and China, and fight against hordes of legendary creatures! Master the arts of archery, swordsmanship or magic and upgrade your character to unlock awesome powers! Discover special items to help you complete your quest: legendary swords, devastating thunderbolts, enchanted bows, and much more!Specially adapted for mobile devices, this new version offers numerous new features:● A new touch-friendly interface ● Completely redesigned touch-friendly gameplay ● High-quality graphics● A huge, open world to explore● Full day/night cycle● 80 different mythological creatures: Minotaurs, Cyclopses, Gorgons, and many more● 1200+ items to discover● 30 different character classes ● 150 different character skills● Colossal playtime of more than 60 hours ● Scalable difficulty modes:  weapons and enemies match your skill level ● Dozens of unlockable achievements to discover● No ads, no microtransactions. Mixing ancient mythology with non-stop action, Titan Quest is a classic hack-and-slash offering energizing gameplay with a fast, intense rhythm. Overcome thrilling challenges and vanquish the greatest enemies ever to invade the mobile world!DLCs available as in-app purchase: ● IMMORTAL THRONE - Encounter the greatest villains of Greek mythology, brave the attacks of Cerberus, and hazard the banks of the River Styx to conquer this dark new adventure.● RAGNARÖK - In the uncharted lands of northern Europe, you’ll brave the realms of the Celts, the Northmen, and the Asgardian gods!● ATLANTIS - Set out on a journey across the western Mediterranean, in search of the mythical kingdom of Atlantis. Including the Tartarus Arena for epic battles!● ETERNAL EMBERS - Summoned by the legendary Emperor Yao, the Hero is called back into the East to deal with a demonic threat that has been ravaging the land after the Telkine was slain.Supported languages: EN, CZ, FR, DE, IT, JA, KO, PL, RU, ZH-CN, SK, ES, UK© 2021 HandyGames",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.stormbound.google",
  "name": "Stormbound: Kingdom Wars",
  "company": "Stormbound Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "81.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Immerse yourself in the rich world of Stormbound, as four kingdoms struggle for dominance. Construct a deck of unique and powerful cards and then dive into real-time battles against other players. Novel gameplay combines your favorite aspects of collectible card games with the tactical strategy of board games. Play cards from your hand to the game board and then watch your units march on the enemy base.FEATURES: *Tactical gameplay that rewards the most clever strategists*Real-time PVP battles against players all around the globe*Dozens of powerful cards to collect and upgrade!*Incredible 2D and 3D art immerses you in the world of Stormbound*Four distinct kingdoms with unique advantages and playstylesPlease Note: Stormbound: Kingdom Wars is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Nov 16, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wargaming.wot.blitz",
  "name": "World of Tanks Blitz - PVP MMO",
  "company": "Wargaming Group",
  "rating": "4.0star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Teeninfo",
  "describe": "Meet a truly MMO shooter for your mobile device! Become part of a community of millions of players from across the world, take a vehicle into your first massive tank battle, fight in a 7x7 format, and win! Check out the extraordinary variety of vehicles, maps, modes, and possible strategies in this online tank shooter game!You'll discover an enormous and action-packed world of tanks—historically accurate World War II vehicles from the USSR, Germany, France, Japan, Great Britain, China, the USA, and many other countries. You’ll also drive experimental vehicles that have been brought to life based on blueprints created by famous real-life engineers, vehicles inspired by well-known anime series, and armored monsters from popular alternative universes. There are over 400 vehicles to choose from!There's always room for growth as you progress in this PVP shooting online war game with its well-developed progression system. You’ll research a wide array of vehicles, from Tier I tanks to monstrous Tier X machines. Change the guns, customize the equipment, and apply camouflage to increase your chances of survival and domination. Tune your combat vehicle to specifically match your playstyle, the battle type specifics, or mode.You’re unlikely to get bored. No tank battle is the same. Regular in-game events that feature Collector and Premium tanks as rewards alternate with new game modes that will change the way you think of army multiplayer shooting games.Discover a multitude of maps. Tank battles will unfold on a variety of different and distinctive arenas. Normandy at the moment when the turning point of WW2 occurred. The post-apocalyptic Wasteland, scorched by an oppressive radioactive sun. The Mediterranean coast with its ancient ruins. A snow-covered base at the edge of the world, a metropolis, desert sands, an eastern city... And even the Moon! There are over 25 battle arenas, each with its own distinct features.You're never alone. Want to play together with a friend? Create a platoon. Want to collaborate on a bigger scale? Join a clan to enter battle as part of a pack of like-minded players and seek glory in Rating Battles or participate in tournaments with prizes! Coordinate your actions in this multiplayer game—annihilate your enemies together!Expect it to be spectacular. The game is automatically optimized for your device. Enjoy the eye-catching features of every battle arena, highly detailed tank models, massive explosions, and flying blown-off turrets. Manual settings will help you find the balance between fantastic visuals and high FPS.World of Tanks Blitz is not just a mere war game or shooter, it's a tank universe that lives, breathes, and evolves on your phone or tablet. Hurry to enter the game and start your engine!The game is suitable for adults and children over 12 years old. The game requires at least 2.5 GB of free space and an Internet connection. Learn more at https://wotblitz.com/2021 Wargaming.net",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterVehicle combatCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Hypemasters.rts",
  "name": "World War Armies: WW2 PvP RTS",
  "company": "Hypemasters, Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "54.7K reviews",
  "age": "Everyone 10+info",
  "describe": "THE FIRST CLASSIC PVP MILITARY MULTIPLAYER RTS ABOUT WORLD WAR 2 ON MOBILE!An authentic real-time strategy simulator about WWII and one of the best army soldier games awaits you. World War Armies is a multiplayer PvP strategy game and army simulator that will test your strategic thinking skills nonstop. You have to get out of difficult combat situations using tactics and confront your enemies in 1v1 or 2v2 strategy online multiplayer. Prove that you are a legendary battlefield general just like General Guderian or General Marshall and defeat your enemies! The right war strategy is key to reaching ultimate victory! World War Armies gives you limitless strategic opportunities making every battle unique! Conquest awaits!Learn more about epic military WW2 tactics, such as blitzkrieg, trench warfare, attrition warfare, and night combat with legendary vehicles. As one of the best among RTS games, you learn to think like a real commander of one of the greatest armies in the world. There is no time to stick to defense only. You must attack now! This experience goes beyond the typical RTS strategy game. Dive into the PvP world as one of the heroes, prepare the troops and combat vehicles, and engage in a tank battle. Use tactical strategy and win all of the battlegrounds to earn peace as a great conqueror.CHOOSE YOUR WW2 ACTION STRATEGYWorld War Armies is a MOBA that enables you to use different military battle strategies in action. First, choose the units that you want to take into the battle warzone – soldiers, snipers, infantry types, and legendary tanks from World War 2 are all at your disposal in this conflict, commander. Arm each sniper, guns up! On the battlefield, every second counts! Send your assault squad to capture resource points. Build fortifications and upgrade your command center to get new troops and vehicles or strengthen your army with new recruits. However, keep an eye on the enemy! The enemy will strive for victory, strike your troopers, and try to undermine your tactics. The best commander will win in these multiplayer warzones! Become one of the heroes!WIN EPIC RTS BATTLESEach battle gives you an opportunity to upgrade your existing RTS army with new units or powerful level-ups. Reach new heights each time you play this PvP war tactical game! Explore the game mechanics, thoroughly know all about your guns, and choose new recruits wisely. This MMO RTS game wouldn’t be good if there were no challenges. Real war isn’t a vacation, so you better attack quickly with relentless gun shooting! Get yourself together, join, and battle now, commander! ★ MMO RTS game - a real-time strategy battle on mobile.★ World War game setting - warfare happens during World War 2.★ Command and conquer legend game - control your military soldiers and tanks as well as conquer the enemy base in this MOBA.★ PvP battle simulator - confront players from around the world in real-time PvP battles filled with action.★ 3D realistic graphics - fight your way through photorealistic warzones, with fire and smoke, dirt, and dust.★ Unlock new types of WW2 troops - change your military strategy and adapt to the enemy (soldiers, troopers, snipers, tanks, etc.)★ Get rewards and medals - upgrade your army after each battle.★ Free-to-Play (F2P) simulator - play this war strategy game for free.This is going to be your favorite WW2 RTS game by far. Are you going to wait for a D-Day or act like a real hero and enter the battle now? Step into the role of an army general and war strategist. Start your own warfare in this PvP strategy game and become a true legend!World War Armies requires a constant and stable Internet connection.Discord: https://discord.gg/wwarmiesFacebook: https://www.facebook.com/gaming/wwarmies",
  "lastVersion": "Dec 16, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=valhalla.survival.craft.z",
  "name": "Frostborn: Action RPG",
  "company": "KEFIR",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "257K reviews",
  "age": "Teeninfo",
  "describe": "Subdue the powers of the gods and confront the army of the dead together with your friends. Make the lands of vikings great again by building a new capital town from scratch and set off for treasures and new victories to the unexplored shores. All of this and more awaits you in the new online survival RPG Frostborn!The world plunged into darknessIn the wilds of Midgard, the dead roam in broad daylight.The water from the rivers burns your throat, Valkyries no longer take the fallen in battle to Valhalla and something sinister is hiding among the shadows of forests and gorges. The goddess Hel is responsible for all this. She cursed these lands with her black magic in just 15 days, and now she wants to enslave the kingdom of the living! Death no longer existsYou are the immortal, valiant Jarl of the northern warriors who no longer face death. Healers and shamans shrug their shoulders and don’t understand why this is happening. But since the way to Valhalla is closed, there is only one thing left to do - arm yourself and send the creatures of darkness back to Helheim!No man is an islandFrostborn is a co-op survival game with MMORPG elements: team up with other Vikings to build a strong base, confront the creatures that hide among the shadows and in the shrines of the gods and fight other players during raids and random encounters in numerous locations and dungeons.Berserk, mage or assassin - the choice is yoursChoose from over a dozen RPG-style classes that suit you best. Do you like heavy armor and face-to-face battles? Choose between Protector, Berserk or Thrasher! Prefer to keep your distance and shoot arrows at enemies from afar? Pathfinder, Sharpshooter or Hunter at your service! Or are you one of those who hide among the shadows and stab in the back? Try a Bandit, Robber or Assassin! And there is more!Win at all costsTrade with other players or ambush and assassinate them in the wilds of Midgard. Make peace with another family and protect each other during the raid, or betray their trust and reveal their secrets to others in exchange for resources. The old order no longer exists, now these are wild lands where the strongest survive.Plow your way to ValhallaUse the crafting system inherent in real MMORPGs to get everything you need to defeat the darkness created by the black magic of the goddess Hel. Strong walls and delicious food, magic potions and deadly traps, powerful weapons and legendary armor. And if that's not enough - build your own drakkar to raid the overseas kingdoms!Build your own cityStrong walls, spacious houses and artisan shops - and this is not all that needs to be rebuilt and improved to open the gates of your city to visitors. But be ready for a long journey - a good city cannot be built in 15 days. Coop with other Vikings and the inhabitants of your city to fight for a place in the sun in a world ruled by black magic.There's no daylight undergroundGo down to the ancient sanctuaries of the gods - dungeons in the best traditions of MMORPGs, fight the strongest dead and monsters who are afraid of daylight, get legendary artifacts and find out why the gods left this world.Experience the survival RPG Frostborn - a new game from the Kefir studio, the creators of Last Day on Earth and Grim Soul. Join now and in 15 days you will understand what it is like to live like a Viking!",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionAction-adventureSurvivalMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.ubisoft.brawl.halla.platform.fighting.action.pvp",
  "name": "Brawlhalla",
  "company": "Ubisoft Entertainment",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "295K reviews",
  "age": "Everyone 10+info",
  "describe": "Brawlhalla is a free platform fighting game with over 80 million players that supports up to 8 online in a single match with full cross-play. Join casual free-for-alls, queue for ranked matches, or make a custom room with your friends. Frequent updates. 50 unique characters and counting. Come fight for glory in the halls of Valhalla!Features: - Online Ranked 1v1 & 2v2 - Climb the ranked ladder from Tin up to Platinum and beyond! Fight enemies solo or team up with your friends. Matches you against players near your skill level.- 4 Player Online Free for All - Casual matches where four fighters enter, but only one can win.- Cross-play Custom Rooms - Invite up to 8 friends on all platforms to a huge variety of custom matches: 4v4s, 1v3, 2v2, FFA, and much more.- Many Game Modes - Mix things up with Brawlball, Bombsketball, Capture the Flag, Kung-Foot, and many more fun party game modes.- The Training Room - Practice combos and setups inside the Training Room! Look at detailed frame data, hitboxes, hurtboxes, and sharpen your skills. Plus: Best-in-class spectating, match recording and replay. Dozens of maps. Single player tournament mode. An online brawl-of-the-week. Experimental mode. Millions of players for fast matchmaking. Regional servers for low-latency online play. Frequent updates. Tons of esports events and tournaments. Excellent support for keyboard and controllers. Career history and cool progress rewards. Ranked seasons. Friendly devs. Fun, fair free-to-play. And much more. How we do Free to Play Brawlhalla will always be 100% free to play, with no pay-to-win advantages and no in-game purchases keeping you from the action. None of the premium content affects gameplay. The Legend Rotation of eight free to play characters changes every week, and you can earn gold to unlock more Legends by playing any online game mode. You can also check out our “All Legends Pack” that immediately unlocks every character we’ve ever made and ever will make. Forever. Everything in the “Legends” tab in the in-game store would be yours to have. Note that this doesn’t unlock Crossovers.Like on Facebook: https://www.facebook.com/Brawlhalla/Follow on Twitter @BrawlhallaSubscribe on YouTube: https://www.youtube.com/c/brawlhallaJoin us on Instagram @BrawlhallaNeed support? Have some feedback for us? Contact us here: https://support.ubi.com",
  "lastVersion": "Nov 15, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.supercell.brawlstars",
  "name": "Brawl Stars",
  "company": "Supercell",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "22.6M reviews",
  "age": "Editors' Choice",
  "describe": "Fast-paced 3v3 multiplayer and battle royale made for mobile! Play with friends or solo across a variety of game modes in under three minutes.Unlock and upgrade dozens of Brawlers with powerful Super abilities, Star Powers and Gadgets! Collect unique skins to stand out and show off. Battle in a variety of mysterious locations within the Brawliverse!BATTLE IN MULTIPLE GAME MODES- Gem Grab (3v3): Team up and out-strategize the opposing team. Collect and hold 10 gems to win, but get fragged and lose your gems.- Showdown (Solo/Duo): A battle royale style fight for survival. Collect power ups for your Brawler. Grab a friend or play solo - be the last Brawler standing in the rowdiest battle royale yet. Winner take all!- Brawl Ball (3v3): It's a whole new Brawl game! Show off your soccer/football skills and score two goals before the other team. There are no red cards here.- Bounty (3v3): Take out opponents to earn stars, but don’t let them pick you off. The squad with the most stars wins the match!- Heist (3v3): Protect your team’s safe and try to crack open your opponents’. Navigate the map to sneak, blast and blow your way clear to the enemies treasure.- Special Events: Limited time special PvE and PvP game modes.- Championship Challenge: Join Brawl Stars' esports scene with in-game qualifiers!UNLOCK AND UPGRADE BRAWLERSCollect and upgrade a variety of Brawlers with powerful Super abilities, Star Powers and Gadgets! Level them up and collect unique skins.BRAWL PASSComplete quests, open Brawl Boxes, earn Gems, pins and an exclusive Brawl Pass skin! Fresh content every season.BECOME THE STAR PLAYERClimb the local and regional leaderboards to prove you’re the greatest Brawler of them all!CONSTANTLY EVOLVINGLook out for new Brawlers, skins, maps, special events and games modes in the future.PLEASE NOTE! Brawl Stars is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 9 years of age to play or download Brawl Stars.Features:- Team up for real-time 3v3 battles against players from across the world- A fast-paced multiplayer battle royale mode made for mobile- Unlock and collect new, powerful Brawlers - each with a signature attack and Super ability- New events and game modes daily- Battle solo or with friends- Climb to the top of the leaderboards in global and local rankings - Join or start your own Club with fellow players to share tips and battle together- Customize Brawlers with unlockable skins- Player-designed maps offer challenging new terrain to masterFrom the makers of Clash of Clans, Clash Royale and Boom Beach!Support:Contact us in-game via Settings > Help and Support — or visit http://help.supercellsupport.com/brawl-stars/en/index.htmlPrivacy Policy: http://supercell.com/en/privacy-policy/Terms of Service:http://supercell.com/en/terms-of-service/Parent’s Guide:http://supercell.com/en/parents/???:https://www.youtube.com/wkbrl",
  "lastVersion": "Dec 12, 2023",
  "classify": "#8 top grossing actionActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "83.5K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Dec 15, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.DragonCity",
  "name": "Dragon City Mobile",
  "company": "Social Point",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.99M reviews",
  "age": "Editors' Choice",
  "describe": "Ready to master this dragon game and collect and breed tons of adorable fire-breathing dragons?Build a Dragon City on floating islands, fill it with farms, habitats, buildings…and tons of dragons! Train them to your will, feed and evolve them into stunning monsters and prove your might to be the top Dragon Master in the world!- Complete the Dragon Book! Combine dragons of Fire, Nature, Pure, Legend, and many other elements, to breed unique hybrids of over 1000 awesome dragons!- New dragons join the game every week through breeding events and special islands.- Decorate your dragons with cool Dragon Skins from special events.- Adventure through the Dragon Quests and play against other Dragon Masters in the game's PvP Arenas to collect one-of-a-kind dragons, claim Warrior's Chests, and climb the leaderboards!- Summon dragons to your city from a magical world in the Tree Of Life and try their skills.- Collect Orbs and empower your dragons: See their strength in battle grow!- Unlock advanced game features like the Ancient World and build the Guardian Dragon Towers.- A social city! Join Alliances to battle with other Dragon Masters in Dragon City, chat with them, trade Orbs in the Trading Hub, share in Alliance Gift Events, and open Alliance Chests.There are over 80 million Dragon Masters in Dragon City. What are you waiting for? Join the game and build your city today!If you already love our game… Drop us a nice review!Dragon City is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Join our Discord: https://discord.com/invite/dragoncitySay hi on Instagram: https://www.instagram.com/dragoncityFollow Dragon City on Twitter: @DragonCityGameLike our game on Facebook: https://www.facebook.com/DragonCitySubscribe to the game's Youtube channel: https://www.youtube.com/user/DragonCityChannelCheck out other cool games from the creators of Dragon City: Monster Legends and Tasty Town!Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillyroom.zhmr.gp",
  "name": "Otherworld Legends",
  "company": "ChillyRoom",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "137K reviews",
  "age": "Editors' Choice",
  "describe": "\"The best warriors and fighters from different times and spaces are summoned to the mirage created by Asurendra. They pass one trial after another, to finally come to face the long-buried secret behind this realm…\"Welcome to Otherworld Legends | pixel roguelike action RPG.You are the warrior we've been waiting for. Here you will be able to:🔥Explore beautiful otherworlds like tranquil bamboo grooves, zen patios, grand underworld dungeon tombs or dreamy mirage palaces. 🔥Master heroes with fiery temper and overwhelming power. 🔥Collect bizarre and funny items and experiment with their combinations to find the best build. 🔥Together with the randomly generated dungeon world, every playthrough is a thrilling experience.Main Features⚔️Easy Control: Super intuitive control for smooth punchy combat! Super combos are just a tap away. ⚔️Distinctive Heroes: Many heroes at your choice, each with a distinct fighting style. Melee, range, and magic. Archer, knight, and kung fu master. There is always your cup of tea.⚔️Enemies of All Kinds: A huge variety of enemies, bosses and scenes, from towering knights to dumb cute monsters including zombies, ghosts and more. Crawl the dungeon and pick up a fight!⚔️Countless Builds: Collect a sea of items that offer all sorts of bonuses. Mix and match items to make up your perfect item builds. Explore the item combinations that best suit your fighting style.⚔️Randomly Generated dungeons: Prepare for all the surprises and adventures you can get in the roguelike world - random enemies, secret rooms and hidden shops. Brawl with unknown bosses, loot abundant rewards, raid the dungeon, and become the ultimate hero.⚔️Assisted Control: Assisted control helps you effortlessly target enemies and execute fabulous combos with few taps. ⚔️Exquisite Retro Pixel Art: A unique mix of 2D and 3D retro pixel art styles and awesome hand-drawn animations. ⚔️Play Online: Multiplayer supported. Team up with up to 4 friends afar and co-op to fight monsters shoulder-to-shoulder!⚔️Play Offline: No Wi-Fi? No worries. Single players can also enjoy offline battle anywhere anytime without the limit of internet connection.Enjoy Otherworld Legends Now! Brawl with mighty monsters in this pixel roguelike action RPG, have some dungeon crawler fun, and make it to the end!Follow Ushttp://www.chillyroom.comFacebook: @otherworldlegendsEmail: info@chillyroom.gamesInstagram: @chillyroomincTwitter: @ChillyRoom",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingRoguelikeSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 18, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "68.7K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "785K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.ronin",
  "name": "Ronin: The Last Samurai",
  "company": "Dreamotion Inc.",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "303K reviews",
  "age": "Teeninfo",
  "describe": "An era of warfare in Japan, death and betrayal stalk the land. A lone survivor—a disgraced warrior—has failed to save his lord. With nowhere to go and nothing to lose, the samurai clenches his sword as he sets out for revenge.# Parry and Slash! Console-Quality Parry SystemA parry system on mobile that perfectly replicates the experience of playing on PC or console. Experience visceral combat with the attack and defend buttons! Master the precise controls and witness the true pleasure of breathtaking sword mastery action!# Action Game Basics: Tense and Exciting BattlesKeep training and upgrading to become a true hero! The roguelike action is straightforward but difficult to master.# Enhance Everything: Upgradable Characters, Pets, and Weapons!Concoct unique strategies with powerful weapons and assorted pieces of armor! The weapons and armor you forge and skills you master will lead the way to survival.# A Vivid Depiction of Japan in Ink Wash PaintingExperience the mesmerizing ink wash-style graphics, with a unique oriental taste.# Thrilling Combat and Lots of Bosses to Fight! Prepare for the Ultimate Challenge!Think you've survived a swarm of enemies? Even stronger enemies await you, so prepare for their powerful attacks and study their combat patterns. When you have finally mastered the sword through these trials of life and death, you shall be the last one standing.Travel through time in ink-painted Japan, and experience an epic samurai action game with visceral combat.Ronin: The Last Samurai. Venture Down the Path of the Warrior Now!PLEASE NOTE! Ronin: The Last Samurai is free to download and play, but some in-game items can be purchased for real money. If you do not want to use this feature, please block in-app purchases in your device settings. Also, according to our Terms of Service and Privacy Policy, you must be at least 15 years old and need an internet connection to play the game.[Access Request]During gameplay, we request access permission to provide the following services. If you do not allow access, you will not be able to play the game.● Required Access- Photo/Media/File: Access required to store game files and data. We do not access any of your photos or files.● To Revoke Access- Android 6.0 or higher: Settings > Apps > Permissions > Select a permission > Tap \"Don't allow\" - Android 6.0 or lower: Upgrade the operating system to revoke access or delete the app[Customer Support]To contact us, go to Settings > Customer Support or send an email to the address below.support@roninthesamurai.freshdesk.com[Official Facebook Page]https://www.facebook.com/roninDreamotion[Terms of Service]http://dreamotion.us/termsofservice[Privacy Policy]http://dreamotion.us/privacy-policy----Developers:4F, 10, Hwangsaeul-ro 335beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea",
  "lastVersion": "Nov 3, 2023",
  "classify": "Role PlayingAction Role-PlayingSingle playerStylizedInk wash painting",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "597K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Dec 18, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "527K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.5K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "438K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Wispwood.ArrowQuest",
  "name": "Arrow Quest: Idle defense RPG",
  "company": "Wispwood Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Embark on a thrilling journey in Arrow Quest: Idle RPG Defense where idle gameplay, strategic archery, and RPG elements unite for an ultimate gaming experience.In this epic saga, you are an aspiring archer with a destiny to protect your kingdom from the invading hordes of darkness. With every arrow shot, your kingdom's resistance against the shadows strengthens.---Easy and Engaging Idle Gameplay---Unleash your archer, who will tirelessly fight for you!Earn rewards even when offline in this enthralling idle clicker game.Engage in strategic battles, easy to win and supremely enjoyable.Simplistic tap mechanics allow you to select, empower, and release your archer with a mere screen touch.---Rapid Level Progression---Level up your archer, upgrade your gear, and unlock powerful abilities. In Arrow Quest, your growth knows no bounds. Become the greatest archer in all the lands and see your enemies tremble in your presence!---Immersive Boss Battles---Prepare yourself for epic boss battles that will test your skills and strategy. Vanquish these colossal adversaries and claim their riches as your own!---Endless Gameplay and Content---Boost your archers with a rich variety of equipment, enhance their skills, and unlock powerful abilities. Arrow Quest: Idle RPG Defense offers endless content that keeps you coming back for more.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "64K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kurechii.postknight2",
  "name": "Postknight 2",
  "company": "Kurechii",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Begin your adventure as a Postknight trainee, your sole purpose – to deliver goods to the unique people living throughout the vast world of Prism! Adventure through this fantasy world filled with boundless oceans, scorching landscapes, meadows bursting with colour, and mountains that reach for the clouds. Only the bravest of the brave dare to embark on this adventure and defeat any monsters they meet along the way. All to become the best Postknight in this adventure RPG. Do you dare?Personalised PlaystylesPlay by your own rules. Experiment with over 80 weapon skill traits in your adventure. You can change up your playstyle and choose your preferred combos! Each weapon – Sword Shield, Daggers and Hammer – have their own unique set of combos. Which weapon will you go to adventure with?Wondrous WeaponsCollect, upgrade and wear your armour and weapons with pride. Adventure to each new town and collect their sets of armour. Upgrade them to their fullest potential and appearance.Delightful DialoguesConverse with knowledgeable elves, mighty humans, tricky anthromorphs and a technologically advanced dragon race, as you adventure through Prism. Depending on which dialogue option you choose, you can get more information, or just a response. But don’t worry, there won’t be any irreversibly wrong choices… most times.Resonating RomancesFind your match along your adventure. Meet an eclectic range of characters you can romance, from brooding Flint, to sweet Morgan, to shy Pearl and socially awkward Xander. The more you grow closer to them, the more they’ll open their hearts. Adventure with your sweetheart(s), collect memories on dates and learn their personal preferences. Chaotic CustomisationsChange up your style with over 150 character customisations and fashion items. With different types of outfits to suit your everyday adventure.Snuggly SidekicksAdventure with a loyal companion as it follows you into battle! Adopt from more than 10 pets, each their own little personality – a mischievous bloop, a timid tanuki, playful boar, and proud feline. When happy, they’ll thank you with a buff in your adventure.New Content!But that’s not all! Adventure through new areas in the upcoming major update! Online interactions among fellow Postknights, with new stories, bond characters, enemies, armouries, and much more to come to your Postknight adventure.Become a Postknight in this casual RPG adventure. Fight through nasty enemy-infested trails and deliver goods to the adorable people of Prism! Download Postknight 2 and begin your delivery adventure now!It is recommended to play Postknight 2 on a device with at least 4GB RAM. Playing on a device that does not meet the recommended requirements may result in subpar game performances.These two permissions are only needed when you share game screenshots through the in-game share feature.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "438K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nekki.shadowfight",
  "name": "Shadow Fight 2",
  "company": "NEKKI",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "16.2M reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to the famous Facebook smash hit with 40 million usersShadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out.- Plunge into epic combat sequences, rendered in astonishingly lifelike detail by anall-new animation system.- Devastate your enemies with delightfully intuitive controls, thanks to an all-newfighting interface designed especially for touchscreens.- Enter the \"Underworld\" and fight with friends against fearsome bosses!- Journey through six different worlds full of menacing demons in this action-packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline.- Customize your fighter with epic swords, nunchacku, armor suits, magical powers,and more.Shadow Fight 2. May the battle begin!",
  "lastVersion": "Nov 14, 2023",
  "classify": "ActionFightingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kiwigames.sushi.simulator",
  "name": "My Sushi Story",
  "company": "LifeSim",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "58K reviews",
  "age": "Everyoneinfo",
  "describe": "My Sushi Story is a restaurant business simulation game that brings happiness to players. It features a wide variety of decor, appetizing Japanese dishes, and lovely characters.The customers are upset? The staff is slacking off? The restaurant is too small? The food is bad?You will go through the story of the restaurant in the game. It all begins when my grandma went to travel the world, leaving behind a slightly run-down sushi restaurant and a clumsy employee—Ono Ryota.Running a sushi restaurant of my own has always been my dream, but I have no prior experience in doing so. For the sake of my dream and to fulfill my grandma's instructions, Ono and I embark on a journey of running a restaurant that is soothing, hilarious, and filled with ups and downs!In this game, you will play as the boss of the sushi restaurant. You will create an assortment of Japanese dishes, make the daily purchasing plan, serve the customers, train the chefs and waiters, purchase items in the restaurants, and open a chain store.The game features hundreds of facilities, thousands of dishes, a dozen employees, and dozens of characters. Everything is free to play. In the game, you can create dishes like pork katsu, sushi, ramen, tempura, wagyu beef, sashimi, udon, foie gras, desserts, grilled seafood, steak, and many others. Enjoy delicacies from all over the world![Your Goal]Serve the customers, upgrade the facilities, create Japanese dishes, and collect good customer reviews!Create more Japanese dishes and make the restaurant famous!Earn gold to upgrade, decorate, and expand the restaurant!Unlock new private rooms, the second floor, the theater, and the conveyor belt sushi hall to make the restaurant larger and livelier.[Game Features]1. High level of freedom: You can enjoy different business models and try out various management methods.2. Renovation: You are free to combine the furniture of different styles and design the interior of different private rooms.3. Making interesting friends: Meet people who are also fighting for their dreams, just like you. Enjoy the fun interaction with customers with different personalities.4. Dealing with all kinds of customer requests: How would you handle customers with different personalities?5. Enjoy a variety of cuisines.Never play a game of this genre?Don't worry! My Sushi Story is very easy to play. With just a few taps, you can complete actions such as taking orders, serving customers, and settling bills to earn income effortlessly. You can play the game anytime, anywhere.Whether you are a master or a newbie of simulation games, you'll be crazy about this warm and fun restaurant business simulation game!Download My Sushi Story for free now and embark on a delightful journey of running the restaurant!Follow our fan page here:facebook: https://www.facebook.com/SushiSimulator/discord:  https://discord.gg/C62VQk7pYK",
  "lastVersion": "Dec 14, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "92.1K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.5K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.featherweightgames.fx",
  "name": "Botworld Adventure",
  "company": "Featherweight",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "119K reviews",
  "age": "Editors' Choice",
  "describe": "OPEN WORLDBotworld is a huge, beautiful and diverse world which you can explore as you venture out to collect rare scrap and discover new bots. Enter new environments, meet a variety of characters, collect rare treasures and uncover the many secrets hidden in Botworld. You can freely explore the many lush forests and arid deserts but make sure you have a strong team of bots because you never know what's around the corner!BATTLEOutsmart your foes in a unique strategic battle system. Your bots will leap, charge, stun or blast around the arena using advanced AI while you pick the perfect abilities to stomp your foes. Each bot has unique abilities and a powerful ultimate, combine these with your favourite player abilities for maximum effect.COLLECT & CUSTOMIZEYou will discover, build and collect rare and powerful bots to create the ultimate team. Search the world to discover new bot recipes and collect rare scrap to build and upgrade your favourites. Customise their powers and abilities as they level up and get stronger.CHOOSE YOUR CHARACTERPlay as one of 4 species: cats, dogs, buffalo and lizards. Choose a unique look to add your own personality to the character.CREATE OR JOIN A GUILD!Now Botmasters can come together and collaborate in completing quests! Join an existing guild or create your own, with the ability to share strategies and discoveries through the guild text chat. When you have enough botmasters in your crew, venture forth and take on the guild exclusive events! Finish these so you can score some unique scrap and outfits!",
  "lastVersion": "Dec 17, 2023",
  "classify": "Role PlayingAction-strategyCasualSingle playerStylizedLow polyOffline",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.asanteegames.magicrampage",
  "name": "Magic Rampage",
  "company": "Asantee Games",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "597K reviews",
  "age": "Editors' Choice",
  "describe": "Exciting platformer that combines the RPG genre with fast-paced action gameplay. Magic Rampage features character customization and dozens of weapons to wield, from knives to magical staves. Each dungeon introduces the player to new obstacles, enemies and secret areas to explore. Search Bonus levels, strive for victory in Survival mode, join forces with friendly NPCs and battle it out in challenging Boss fights.Magic Rampage features an exciting online Competitive Mode where players around the globe compete to see who's the best in randomly generated dungeons; featuring unique bosses, exclusive new items and content!Magic Rampage brings back the look and feel of the very best classic platformers from the 90's, introducing refreshed and engaging gameplay mechanics. If you miss platformers from the 16-bit era, and think games nowadays aren't that good anymore, think twice! Magic Rampage is for you.Magic Rampage supports joysticks, gamepads and physical keyboard for even more accurate gameplay responsiveness.CAMPAIGNVenture into castles, swamps and forests to fight powerful monsters, giant spiders, dragons, bats, zombies, ghosts, and tough bosses! Choose your class, dress your armor and grab your best weapon among knives, hammers, magical staves, and much more! Find out what happened to the King and uncover the fate of the kingdom!COMPETITIVEChallenge other players in randomly generated dungeons with a huge variety of obstacles, enemies and bosses! You can also challenge your friends. The more you compete, the higher your ranking, and the closer you'll be to being featured in the great Hall of Fame!WEEKLY DUNGEONS - Live ops!A new Dungeon every week! Each week, players will be presented with unique challenges and epic rewards from the Golden Chest!Weekly Dungeons offer time and star challenges in three levels of difficulty. Additionally, you get extra Rank points every day you complete it.CHARACTER CUSTOMIZATIONChoose your class: Mage, Warrior, Druid, Warlock, Rogue, Paladin, Thief and many more! Customize your character's weapons and armor and pick the perfect gear according to your own needs. Armor and weapons may also have their magical elements: fire, water, air, earth, light and darkness, to help you suit your hero to your playing style.SURVIVOR MODETest your strength! Enter the wildest dungeons and fight your way against the most sinister threats! The longer you stay alive, the more gold and weapons you will get as a reward! Survival Mode is a great way for you to gain new weapons, armor and lots of gold to equip your character.WELCOME TO THE TAVERN!The Tavern serves as a social lobby where players can gather and interact with friends in real-time.Within this space, you'll find opportunities to purchase exclusive power-ups and partake in mini-games with fellow players.The Tavern is also designed to promote random encounters with fellow players from around the globe, offering a chance to forge new friendships.THE SHOPMeet the salesman and browse his shop. He offers the best gear you will find around the kingdom, including the rare runes, which you can use to upgrade all your equipment. Despite being bad-tempered, he will be crucial on your fight against challenges waiting for you!LOCAL VERSUS MODEDo you have an Android TV? Plug in two gamepads and invite your friends to play with you! We've created a versus mode featuring the main characters in the game, with battle arenas based on the Campaign mode's Dungeons. Speed and determination are the keys to victory! Pick up weapons inside the crates across the arena, kill NPCs and keep an eye on your opponent!",
  "lastVersion": "Dec 18, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
  "name": "Shadow of Death: Dark Knight",
  "company": "Bravestars Games",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "519K reviews",
  "age": "Teeninfo",
  "describe": "A Brand New Dark Fantasy EpicShadow of Death: the knight game in the shadow fight style. Unite against the shadow of war and save the lost kingdom. Fight the shadow now!Play a gripping pocket-sized fantasy action RPG on the go! Pushing the boundaries of mobile gaming, Shadow of Death is an offline knight game, which doesn’t need the internet to be experienced. Fight the way you want as players can select among 4 unique shadow knights, multiple gameplay styles, and loads of rare armor sets to conquer a hostile dark world.Whip out that dark sword, collect some comrades, and slash the shadows today!Stickman Shadow FighterChoose your stickman shadow fighter and delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other offline knight games can top that?Conquer the Darkness in Shadow Legends StyleInspired by classic fighting games and modern action RPG games, the shadow battle is a high-octane blend of magic and weapons based hack and slash gameplay.An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The special shadow battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG game fans. What are you waiting for? Grab that mystical dark blade and plunge into darkness!A Beautiful Ruined WorldDriven by an all-new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, this game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel-shaded to deliver jaw-dropping magical effects and epic combat sequences to life.Play Anywhere, AnytimeWe put the “pocket” in pocket-sized action RPG games! Select a customizable dark knight to go on and experience the thrill of shadow combat anywhere, anytime as Shadow of Death: Dark Knight is an offline knight game. No need to be online to play your shadow fighter.Challenge the Shadow UniverseWhen beating down shadow monsters just doesn't cut it anymore, take your shadow fight online! Vie for ultimate supremacy as your shadow battle with other players in the Arena.The stickman shadow war is rising, will you accept the challenge? Play this shadow fight game now!VISIT US:Shadow of Death: Dark Knight - Stickman Fight Game fan pagehttps://www.facebook.com/ShadowOfDeath.FightingGame/GROUP:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/",
  "lastVersion": "Nov 22, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fourfats.blackmoor2",
  "name": "Blackmoor 2: Action Platformer",
  "company": "Four Fats Limited",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "v13.8 available now 6 new villains, a special stage and 30 FPS mode around, make sure you check your 30/60 FPS settings.BLACKMOOR 2 is a one of a kind arcade platformer with genre defining combat and a mix of retro classic and modern gaming. Includes cooperative multiplayer!STORY mode with twists and turns, thirteen heroes, enemies and bosses full of character.BUILD with our user-generated dungeon builder. Build your own challenges and share them with ease. It's a sandbox for creativity.MULTIPLAYER co-op in real time, fight together with up to 4 players online.PVP challenge other players OR challenge a series of CPU fighters. Supports Google Play Games  (Cloud saving).There are a few in-apps available but we allow the whole game to be playable and unlocked through gameplay. Please consider the Premium Upgrade if you wish to support our game development.RequirementsAn internet connection is required for Multiplayer and Dungeon mode.400 MB of storage space.Recommendations1.5 GB RAM.Android 8.0+",
  "lastVersion": "Dec 29, 2022",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.brotato.shooting.survivors.action.roguelike",
  "name": "Brotato",
  "company": "Erabit Studios",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "68.7K reviews",
  "age": "Everyone 10+info",
  "describe": "A top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment.Features· Auto-firing weapons by default with a manual aiming optionFast runs (under 30 minutes)· Dozens of characters available to customize your runs (one-handed, crazy, lucky, mage and many more)· Hundreds of items and weapons to choose from (flamethrowers, SMGs, rocket launchers or sticks and stones)· Survive waves lasting 20 to 90 seconds each and kill off as many aliens as you can during that time· Collect materials to gain experience and get items from the shop between waves of enemies*Cloud storage is only available while online. You can play offline, but your data will not be saved to the cloud. Please take note of this.【Contact Us】YouTube: https://www.youtube.com/channel/UCtaSitbjWjhnlzuX2ZLjtUgDiscord：@Erabit or join via https://discord.gg/P6vekfhc46Twitter：@erabit_studiosTik Tok：https://www.tiktok.com/@brotato_mobileFacebook：@Brotato(facebook.com/brotatomobile)Instagram: https://www.instagram.com/brotato_mobile/Reddit: https://www.reddit.com/r/brotato_mobile/Email：support@erabitstudios.com",
  "lastVersion": "Dec 12, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
}]