[{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.shapez",
  "name": "Shapez",
  "company": "Playdigious",
  "rating": "4.0star",
  "downloads": "100K+",
  "reviews": "2.05K reviews",
  "age": "Everyoneinfo",
  "describe": "Buying the game gives you access to the full version, but you can also play for free first and decide later!Do you like automation games? Then you are in the right place!shapez is a relaxed game in which you have to build factories for the automated production of geometric shapes. As the level increases, the shapes become more and more complex, and you have to spread out on the infinite map.And as if that wasn't enough, you also have to produce exponentially more to satisfy the demands - the only thing that helps is scaling! While you only have to process shapes at the beginning, you will later have to color them - by extracting and mixing colors!FEATURES- Create a unique and complex abstract shapes factory in a satisfying way.- Unlock new devices, upgrade them, and optimize your factory by experimenting with diverse tools.- Develop your system the way you want: each problem can have many solutions.- Enjoy an elegant, minimalist and readable art direction.- Go at your own pace with an approachable gameplay and a soothing soundtrack.CAREFULLY REDESIGNED FOR MOBILE- Revamped interface- Google Play Games achievements- Cloud Save - Share your progress between Android devicesIf you run into a problem, please contact us at https://playdigious.helpshift.com/hc/en/12-playdigious/ with as much information as possible on the issue.",
  "lastVersion": "Dec 14, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.playdigious.shapez"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.arcelik.dominothelittleone",
  "name": "DOMINO The Little One",
  "company": "Arcelik A.Ş.",
  "rating": "4.8star",
  "downloads": "5K+",
  "reviews": "94 reviews",
  "age": "Everyoneinfo",
  "describe": "ABOUT THIS GAMEAmidst the daunting specters of environmental destruction and climate change, a young, introverted hero named Domino embarks on a mind-bending eco-odyssey into the depths of their dreams. DOMINO: The Little One, an immersive interactive narrative experience, invites you to traverse a world where the alarming manifestations of global warming and ecological challenges will test your wit and determination.Embark on a personal odyssey into Domino's subconscious, where the domino pieces of their inner turmoil are cascading. Unravel the threads of their self-discovery and discover the power within to bring about change. This is a journey of self-conciousness and empowerment and a call to action that echoes beyond the digital world.Key FeaturesHeartfelt JourneyDive deep into Domino's introspective adventure through a hand-drawn world where dreams and reality intertwine, each step revealing more about themselves and the world around them.Growing CompanionExperience the evolution of Lilac Domino, a symbol of hope, resilience, and the continuous cycle of life, standing as a beacon against Domino's looming fears.Environmental UndertonesTackle puzzles and challenges reflecting not just Domino's internal struggles but also the greater ecological concerns that our world faces today.Poetic DepthEngage with a narrative enriched with poetic elements, drawing connections between nature's rhythm and the human journey, emphasizing the bond between humanity and the planet.Inspiring ChangeThrough captivating storytelling, realize the impact of seemingly small decisions, embodying the philosophy that single small push can initiate a domino effect, leading to substantial changes in the grand scheme of things.A Message for All AgesDomino delivers a universal message, reminding us all that change starts from within, and that we hold the power to make a difference. No one but you can save yourself, and it’s time to take that first step.",
  "lastVersion": "Nov 28, 2023",
  "classify": "Adventure",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.arcelik.dominothelittleone"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bscotch.crashlands",
  "name": "Crashlands",
  "company": "Butterscotch Shenanigans",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "17K reviews",
  "age": "Teeninfo",
  "describe": "\"...a design masterpiece.\" 5/5 - TouchArcade2016 Game of the Year - TouchArcade, Gamezebo2016 Action Game of the Year - Pocket TacticsDICE 2016 Mobile Game of the Year NomineeTime's Top 10 Games / Top 50 Apps of 2016Craft, battle, and quest your way through Crashlands, an outlandish story overflowing with sass!Become Flux Dabes, a galactic trucker whose latest shipment gets derailed by a chin-strapped alien menace named Hewgodooko, leaving you stranded on an alien planet. As you hustle to retrieve your packages you’ll become enmeshed in a nefarious plot of world domination, which will require all of your wits and both of your glutes to overcome. Learn recipes from the local sentient life, make new friends, uncover ancient secrets and deadly bosses, tame everything and build yourself a home-away-from-home as you learn to thrive on planet Woanope.▼▼ Key Features ▼▼● Expansive Crafting System ●Unlock over 500 craftable items as you explore the world and learn its secrets!● Self-managing, Infinite Inventory ●In Crashlands, your inventory is infinite, manages itself, and retrieves your tools when you need them, so you can focus on adventuring, questing, and building. You'll never have dig through your bag or return to your base to free up inventory space!● RPG-Style Character Progression ●Become more powerful through creating ever-more-amazing items! As you grow in power, you can venture to new regions of the world, meet strange characters, discover new stories, and encounter new and interesting enemies.● Skill-Based Combat ●Learn the attacks of the enemies you encounter, and use your skill, agility, and wits to defeat them! You can even augment your fighting prowess with the power of the dozens of gadgets you can craft. Set your enemies on fire, stun them, slow down time, and more!● Intuitive Base Building ●Building a base in Crashlands is so simple it feels like fingerpainting. You can create beautiful, sprawling bases in minutes!● Tameable Creatures ●Every creature in Crashlands can become a trusty combat sidekick. Find an egg, incubate it, and hatch your very own adorable or hideous bundle of joy. You can even craft special items to grow and empower them!● Huge World... with Huge Problems ●Four sentient races, three continents, an epic bid for the future of the planet, and you - trapped in the middle, trying to deliver your freakin' packages. Take your time to dive into the sidestories of the characters you meet or just rush headlong into making that special delivery. With hundreds upon hundreds of quests, there's a lot to do and discover on planet Woanope! ● Effortless Cloud Saving ●Just because your battery died or you accidentally dropped your device into a bottomless chasm, doesn't mean your save has to die with it. With BscotchID, you can easily store and retrieve your save from the cloud, and move it between your devices!● Controller Support ●Tired of rubbing your sweaty hands all over your beautiful touchscreen? No problem! We've got support for most mobile-compatible controllers, so you can rub your sweaty hands on some joysticks instead!----------------------------------------Recommended Hardware & OS:● Android 5.0 or newer● At least 1GB RAM● At least 960x540px screen resolutionPlease note that BscotchID functions may not work for Android 4.4 or older devices due to the outdated TLS protocol.",
  "lastVersion": "Apr 27, 2022",
  "classify": "ActionAction-adventureCasualSingle playerStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kobojo.mutants",
  "name": "Mutants Genetic Gladiators",
  "company": "Celsius online",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "583K reviews",
  "age": "Teeninfo",
  "describe": "BECOME THE ULTIMATE PSY CAPTAIN!As a newly recruited Psy Captain, use your unique Psychic Skills to control and lead a selection of Genetic Gladiators! Train and crossbreed them to unlock new attacks and discover new species of mutant.Assemble a powerful team that will vanquish your opponents in worldwide competitions and multiplayer arenas. Fight your way to the top and become the ultimate Psy Captain!FEATURES- High Quality free game- Play Mutants: Genetic Gladiators synchronously at home on your Tablet and whilst out and about on your Smartphone (internet connection required to play)COLLECT & ASSEMBLE A POWERFUL TEAM OF MUTANTS- 6 Different Mutant Genes to unlock through the game: Sabre, Necro, Cyber, Zoomorph, Galactic and Mythic.- Over 300 unique and different mutants to discover and collect.- Uncover secret combinations to gain unique mutants that will terrify your opponents.CROSS BREED & TRAIN TO STRENGTHEN YOUR TEAM- Crossbreed your creatures to unlock new and powerful mutants.- Train your mutants to improve and unlock powerful new attacks.- Use your high level mutants to create superior Elite Versions.- Equip your mutants with strategically chosen orbs and gain the upper hand over your opponents!- Combine different items from your inventory, find out secret formulas and unlock rewards!LEAD YOUR TEAM TO VICTORY!- Visit exotic and varied locations as your team competes across 6 Divisions.- Dynamic 3 v 3 Fights using Gene based strengths and Weaknesses system to create millions of possible attack and defense combinations.- Compete against other players from around the world. Climb up the ladder and win coveted prizes.- Team up with your friends to build a strong selection of allies to call into battle to help out your team.If you have any questions or suggestions about Mutants: Genetic Gladiators we’d love to hear from you, please contact us here : support.kobojo.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "59.9K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.▶▶Stunning Visuals Blending Retro and Modern Aesthetics◀◀Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. ▶▶A Cinematic Adventure across the 20th Century◀◀From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.▶▶Full English Voice Acting with Authentic Accents◀◀Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. ▶▶Fantastic Arcanists from Different Times and Regions◀◀People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans … But who are the Arcanists, really?▶▶Weave Arcane Incantations to Attain Glorious Victories◀◀Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.EpicBattleFantasy5",
  "name": "Epic Battle Fantasy 5: RPG",
  "company": "Kupo Games",
  "rating": "4.9star",
  "downloads": "100K+",
  "reviews": "13K reviews",
  "age": "Teeninfo",
  "describe": "Epic Battle Fantasy 5 is an over-the-top turn-based RPG adventure, full of video game references, juvenile dialogue, and anime fanservice (...and also strategic combat, monster catching, and tons of treasure hunting - if you're into any of those.) Epic Battle Fantasy 5 features...• Over 200 different enemies to fight, all with unique abilities and attack patterns.• Over 120 usable skills, and more equips than you can try out in a single playthrough. •Almost any enemy can be captured, and later summoned in battle. (including bosses!)• Set up devastating combos with damage-amplifying status effects. (wet + thunder = massive damage!)• 30 hours of gameplay for free, plus lots of optional dungeons and challenges, which can be purchased.• Suitable for both casual and hardcore RPG players, and is safe for all ages, as offensive content can be disabled. • Available in 12 languages: English, German, French, Spanish, Portuguese, Polish, Russian, Japanese, Korean, Vietnamese, Simplified Chinese, and Traditional Chinese.Epic Battle Fantasy 5 does NOT feature...• Pay-to-win or loot-box mechanics.• Annoying random battles.• Limited save points.• Depressed protagonists.• Points of no return.",
  "lastVersion": "Jan 30, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnimeOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tragsoft.coromon",
  "name": "Coromon",
  "company": "Freedom Games LLC",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "3.89K reviews",
  "age": "Everyone 10+info",
  "describe": "PLEASE NOTE: Coromon is a “try before you buy” title. A portion of the early game is free to enjoy, but a single purchase of $4.99 is required to unlock the full narrative.CLASSIC MONSTER COLLECTING IS BACK, WITH A MODERN TWIST!Collect and train over 120 unique creatures, customize your trainer from hundreds of options, and explore an engaging JRPG narrative!It’s your first day as a Battle Researcher in the region of Velua. Everything is going smoothly until a mysterious force attacks. Build up a squad of Coromon, track down the invaders, and grapple with a rising threat that endangers everyone in Velua!When you aren’t adventuring, challenge other Battle Researchers in head-to-head combat to improve your battle skills. How high can you climb on the leader boards?TACTICAL TURN-BASED BATTLES• Build a team from more than 120 charming creatures.• Master a battle system where every action costs resources, so choose skills, status effects, and attacks carefully to overcome your enemies.• Challenge friends online and see whose Coromon squads are the best of the best.A COMPELLING STORY• Explore 6 major zones and cities with dozens of interconnecting routes to traverse.• Travel across frozen glacial caverns to the depths of blistering deserts.• Play a key role throughout a fully-fledged classic JRPG narrative, complete with plot twists, turns, and revelations.PLAY THE WAY YOU WANT• Immerse yourself in the story on the easiest setting without hassle, or focus on tactics, number-crunching, and resource management.• Use the built-in Randomizer and Nuzlocke modes to put fan favourite twists on the creature catching experience.• Create the trainer you want, using hundreds of customizable elements like hair, fashion, and more.NEW FEATURES FOR MOBILE• Battle Dome mode will challenge your teams in new and unique ways. How many opponents can you conquer?• Daily and weekly challenges will give you more ways to unlock rewards just for playing.• 12 new languages to pick from.• And more!UPGRADE YOUR ADVENTURE• One-time-purchase luxury items enhance your experience, including the new Fruit Drone and Remote Storage.• Earn Style Crystals to customize your Battle Researcher’s unique look.• Unlock premium Coromon skins for even more exotic creatures.• And more!Your Coromon adventure awaits. What will you discover?--------------------------------------------------------------------------------------------Follow us for the latest news:Twitter: https://twitter.com/CoromonTheGameFacebook: https://www.facebook.com/coromonthegameInstagram: https://www.instagram.com/coromonthegame/Discord: https://discord.gg/coromon",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lemcnsun.soultide.android",
  "name": "Soul Tide",
  "company": "LemcnSun Limited",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "3.61K reviews",
  "age": "Teeninfo",
  "describe": "Soul Tide is an original title that combines anime girl collection, home simulation, and dungeon exploration. It is set in a fantasy world where witches kindled doom upon the land, and players are destined to turn the tide.Official Homepage:http://soultide.lemcnsun.comOfficial Discord Server:https://discord.gg/A5RgGzXOfficial Facebook Page:https://www.facebook.com/SoulTideGlobalOfficial Twitter Account:https://twitter.com/SoulTideTerms of Service:Please read the End-User License Agreement and the Privacy Policy before using our services as they govern the relationship between you and LemcnSun.http://soultide.lemcnsun.com/EULAhttp://soultide.lemcnsun.com/privacy",
  "lastVersion": "Oct 26, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.game.whiskeybarrelstudios.swordsandsandalsimmortals",
  "name": "Swords and Sandals Immortals",
  "company": "eGames.com",
  "rating": "3.8star",
  "downloads": "100K+",
  "reviews": "880 reviews",
  "age": "Teeninfo",
  "describe": "It's Swords and Sandals as you've never seen it. Brutal turn-based combat where gladiators can lose limbs, wield guitars and yell so loudly their foe's heads will fall off. This is the most fun you'll ever have in the arena, and it all starts here.Create a gladiator from one of dozens of races, make them a 7 foot undead giant with a battle axe or a tiny jelly blob with a laser cannon. Your gladiator will be unlike any other, with deep skill trees and hundreds of weapons to craft and equip you will not face the horrors of the arena unprepared! For a decade we wondered what happened to the Starbound Gladiator at the end of Swords and Sandals III ... now all answers are revealed as the robotic Automatons return to Brandor with new space-age technology! Embark upon a massive new single player campaign in the form of Swords and Sandals VI, where you shall journey across the vast continent in search of fabled Arena Champions to defeat. Do battle in the scorching heat of the T'Kash desert, in the lonely abyssal caverns of the Forbidden Depths and in the great palaces of Phaetor itself.Features:[*] Swords and Sandals VI : Continue the story from where S&S III left off as the Automatons return to Brandor with new challenges for our gladiators![*]  Multiplayer Battles : Test your skills against real humans as you strive to be the greatest gladiator in the whole world! [*] A single player adventure across Brandor featuring over 40 all new Arena Champions ( and some returning fan favourites )[*] Limb severing and decapitations! Sever arms and legs and keep on fighting as your gladiator finds the strength to endure[*] Create a gladiator your way. Customize everything from height and weight to facial features and hometown, the choice is yours.  Will you be a powerful undead mandolin-wielding barbarian? A Sagan Blob arch mage with the power to regenerate lost limbs?[*] Many new classes to choose, skills and talents to learn. Rain molten death from the skies, play guitar solos that shake the ground![*] Defeat your enemy using all new combat skills. Throw your weapons, even throw discarded healing potions. Whatever it takes to win![*] An all new game engine for the first time in years! New special FX, particles, animations and music, created from the ground upThis is indeed the greatest Swords and Sandals adventure ever. Grab your sword, equip your sandals. It's time to take on the world and become an immortal.",
  "lastVersion": "Jul 13, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.EdskaGames.NotEnoughDungeons",
  "name": "Not Enough Dungeons",
  "company": "Edska Games",
  "rating": "3.0star",
  "downloads": "10K+",
  "reviews": "231 reviews",
  "age": "Everyoneinfo",
  "describe": "Not Enough Dungeons is a challenging turn-based RPGRecruit, train, and lead a team of heroes through dungeons and raids. * Turn-based combat system* 3 playable hero races with 20+ class evolutions.* 3 game modes - Random dungeon, Raid, Infinite dungeon.* 100+ spells.* 1000+ items.* 100+ crafting recipes.* Enchant items with Runes and socket them with Gems. Reroll item properties.* Buy valuable items from Merchant.* Daily and weekly quests.* No data collecting and no ads.",
  "lastVersion": "Sep 13, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.armorgames.sodadungeon2",
  "name": "Soda Dungeon 2",
  "company": "Armor Games Studios Inc",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "27.1K reviews",
  "age": "Teeninfo",
  "describe": "Your favorite fizzy dungeon crawler is back! The Dark Lord has locked all sorts of legendary items, loot, and goodies up in his castle behind a seemingly endless guard of monsters, traps, and treachery. Daunting? Not for you— You’ll be safe in the tavern hiring Soda Junkies to do the dirty work for you. Take the loot they bring back to upgrade your tavern, town, and armory to attract stronger adventurers, then repeat. Build your town, assemble a mighty team, and see if you can make it through the dungeon to the next dimension and beyond.Along the way your band of merry, soda-fueled minions will encounter trumpeting skeletons, angry chefs, Dark Lords, Darker Lords, and a fairy that is just really, really trying her best. The only thing they won’t find is timers, lives systems, or a paywall. Everything can be bought with in-game currency because that’s just the Soda Dungeon way.Custom AI Patterns! - Sick of dumb-as-rocks NPC allies? We are too. Create custom behaviors for you party using Soda Script! Even when you're not looking over their shoulders they're doing exactly what you want.Craft Gear - Craft new armor and weapons for the adventurers you hire. Find rare materials deep within the Dark Lord's castle to make all new items.Play While AFK - Have a life outside Soda Dungeon? No problem. Earn Battle Credits while you’re away and redeem them for loot when you come back. Even when you're not playing, you're gathering resources!Build Your Home Base - Assembling the best party will take more than a tavern this time around. Build a blacksmith forge, a wizard’s shop, an arena, and more to unlock your party’s true potential.Always More To Do - We heard you. You wanted more mountains to climb. You wanted more goals to accomplish. You... wanted to help people clear rodents from their property ¯\\_(ツ)_/¯ Lucky you, because the NPCs in Soda Dungeon 2 are ready to cough up strangely valuable rewards in exchange for completing an assortment of side-quests!'What's a Soda Dungeon?' -----------------------------------------Soda Dungeon is a turn-based dungeon crawler where you recruit a team of adventurers to raid dungeons on your behalf. With the loot they find you’ll build up your town, attract better heroes, and find out just how deep the dungeon-hole goes.Experiment with Confidence - Mix and match classes, try out loads of gear, and send them off to fight. But fear not, everyone comes home safe with all your hard-earned loot. Defeat is just part of the game :)Free and Fair - Everything can be earned with in-game currency. No loot boxes. But if you want to level up a little faster, we may have some special upgrades for you to peruse. Cross-Platform Play - Play on your mobile phone, tablet, or Steam and take your save file with you wherever you feel like playing. We’re told it’s in “the cloud”.Optional Auto-Combat - Feeling lazy? We get that. Set up your party, flip on the auto-combat and let the spoils of battle roll in. You deserve a break.--ANProductions is a one man studio that has been developing games of all types for over a decade. Poxpower would like it known that he too has been developing games for a long time, possibly even 11 years.",
  "lastVersion": "Oct 22, 2022",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=io.metaworldentertainment.RealmOfSpirit",
  "name": "Realm of Spirit",
  "company": "Metaworld Entertainment Inc.",
  "rating": "",
  "downloads": "100K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Synopsis“Realm of Spirits” is an innovative MMO turn-based RPG set in a fantasy world. Play as one of four major character classes each with their own exclusive abilities and skills. Customize and upgrade your stats to create unique and powerful characters. Recruit rare beasts known as guardians to help you on your journey. Enjoy a fun and simple gameplay experience with intuitive controls and easy set-up. Idle collection, PVP, and various other gameplay elements are integrated with classic turn-based gameplay for a new and exciting experience. Play online Co-Op Multiplayer with your friends and earn experience and rewards while offline in Idle mode. Collect daily rewards, complete timed challenges, and participate in special events. With beautiful visuals and detailed character design, immerse yourself into the game and create your own fantasy world!Game FeaturesNew Turn-Based GameplayAn all-new turn-based gaming experience, with both casual and competitive PVP gameplay elements. Challenge your tactical genius by using a variety of skill combinations and battle formations to come up with the best battle strategies! Enjoy competing with other players in a battle of wits and wills!Team Up & Defeat BossesAdd friends, form teams, and make friends in battle. One-tap team play makes joining forces easier than ever, and the hands-free automatic battle function makes defeating monsters a breeze!Recruit Rare BeastsIt’s more than just the luck of the draw! Using the game's unique whitelisting system, pre-select the guardian you want to recruit before drawing to easily obtain your favorite guardian. Use the system to create your own fortune!Skip the Grind with Easy UpgradesWith casual idle gameplay, there is no need to grind experience points and resources. Come and go as you please while earning massive rewards offline. Activate automatic battles with just one click. Save time, enjoy easy upgrades, and complete daily tasks with ease!Get Trading with our One-Click Trading SystemIn this extremely rewarding gaming experience, participate in fun treasure hunts and collect awesome rewards by participating in events! When your bag starts to fill up, set up a stall at any time and sell items with one click. This unique trading system helps free up space in your inventory!",
  "lastVersion": "Oct 24, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.earlymorningstudio.vendirplagueoflies",
  "name": "Vendir: Plague of Lies",
  "company": "Early Morning Studio",
  "rating": "3.8star",
  "downloads": "500K+",
  "reviews": "7.72K reviews",
  "age": "Mature 17+info",
  "describe": "🗡️A mythic quest for your party awaits in this dark RPG in which you, and only you, can bring an end to the darkness that consumes a kingdom. 🗡️The once-great kingdom of Vendir is now under the tyrannic King Elrik who rules with an iron fist, his judgements harsh and his punishments torturous. When discovering an ancient prophecy promising the end of Elrik's reign, two siblings must make their way from one muddy end of the Kingdom to the other- inciting Elrik’s wrath every step of the way. Challenge the truth in a Kingdom drowning in a plague of lies.Vendir: Plague of Lies is a classic party-based RPG with a deep storyline and synergy-heavy combat. Look forward to many hours of gameplay filled with memorable characters, intense battles, deep and engaging quests, character skills, and gear progression in the vein of old-school RPGs of the late 90s and early 2000s.👑 A dynamic and immersive world brimming with the \"old school vibes\" of CRPG classicsExplore a tactical RPG set in a dark fantasy world. Can you escape the wrath of King Elrik and save the kingdom?⚔️ Experience epic turn-based battlesA deep and nuanced battle system that's easy to learn but hard to master. Fight with swords, magic or both.⚒️ Loot & fight your way through The Land of VendirA game filled with intricate crafting mechanics and intriguing collectables with heavy story implications.🛡️ A complex skill tree with hundreds of skills to learnMultiple classes such as Warrior, Thief, Necromance and Plague Doctor create a game with colossal replayability.🗺️ A rich narrative that splinters based on your choicesLore-heavy conversations in which you, as the hero, make decisions that have long-lasting implications.",
  "lastVersion": "Aug 22, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sega.d2megaten.en",
  "name": "SHIN MEGAMI TENSEI L Dx2",
  "company": "SEGA CORPORATION",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "36.1K reviews",
  "age": "Teeninfo",
  "describe": "From the makers of the Persona series, Shin Megami Tensei Liberation Dx2 is the latest entry in the three-decade-long Megami Tensei video game franchise; bringing its dark themes, thrilling battles and mysterious storylines to life, to mobile platforms!Take on the role of a Devil Downloader, also known as a Dx2.Dx2s are able to summon and command demons using a special smartphone app.Led by a mysterious man, you gain access to this special app and become a member of the Liberators, a secret organization that fights to protect the world from an opposing faction of Dx2s.The enemy is known only as the Acolytes.Driven by their own ideology, the Acolytes abuse their demon-summoning capabilities to wreak chaos, and are secretly eliminating people with high empathy quotients (EQ) who pose a threat to their goals.Pick up your smartphones and join us in this quest to protect the world from the evil Acolytes!Classic gameplay- Summon and Fuse new demons.- Press Turn battle system.- Collect, Enhance, and Evolve demons; customize your Party, and apply different tactics to defeat your opponents.Massive collection of demons- Over 160 unique demons from the original series.- High quality 3D graphics brings demons to life like never before!- Each demon has its own skills. Transfer skills, and take advantage of each demon’s strengths to win in battles against tough opponents!Augmented Reality Ready- View demons in 360-degrees with the Augmented Reality mode.- Pose and take pictures with your favorite demons!Optimized for mobile with new game elements- Enhance, Evolve and Awaken different Archetypes to form a formidable party!- Battle Assist feature allows you to lend a hand to fellow Liberators in battle, and allows others to help you.- Auto-battle and Speed Up mode for more play in less time.Feature-packed for hours of fun!- Deep JRPG storytelling. Explore modern Tokyo, including places such as Akihabara, Shinjuku and Kudanshita.- Investigate the Aura Gate to find valuable materials.- Participate in seasonal events and win rewards that can make your team stronger.- Challenge other players in the PVP “Dx2 Duel” mode.- Summon and interact with demons in real life with the new AR function: Demon Scanner!Japanese voice acting- Turn on the sound for the full Shin Megami Tensei experience, complete with vivid narrations by the original Japanese cast!Developer: SEGAOriginal Work: ATLUSScript: Makoto FukamiCharacter Design: Tatsuro IwamotoOfficial Facebook: https://www.facebook.com/d2megaten.official/Official Website: https://d2-megaten-l.sega.com/en/",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.neowizgames.game.browndust2",
  "name": "BrownDust2 - Adventure RPG",
  "company": "NEOWIZ",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "53.5K reviews",
  "age": "Teeninfo",
  "describe": "◈ New Character Pack 6 released ◈Play the new pack with the main event ‘WINDY CAT’▣ Game Introduction ▣■ A New Adventure RPG with Console-Level Graphics ■Experience High-End 2D graphics with overwhelming detail! Enjoy the diverse charms of Live 2D characters drawn by top-tier illustrators,along with beautifully designed fields that add excitement to your adventures.■ Immersive Adventures in Both Landscape and Vertical Mode ■A user-friendly interface optimized for both landscape and vertical screens!Experience a whole new level of immersion as you explore the expanded world.■ Console-Style Game Pack that Transcends Time and Space with a Captivating Storyline ■The game pack system evokes the nostalgia of classic console games! Immerse yourself in a thrilling storyline that unfolds in a multi-universe world and discover what lies beyond.■ The core of Browndust: battle system with a quarter-view perspective ■A 3x4 simulation battle system that maximizes the tension!Don't miss the excitement of thrilling battles during adventures with well-designed intuitive turn-based battles■ User-vs-User PvP and Evil Castle to Complete Your Adventure ■Constantly test your own strategies and experience the joy of victory!Complete your adventure while enjoying the Evil Castle content that tests your limits.Discord : https://discord.com/invite/qMbpbvWwjaFacebook : https://www.facebook.com/BrownDust2.official/Youtube : https://www.youtube.com/channel/UCmnj4VhKgycXSq3-GrQhhgQTwitter : https://twitter.com/BrownDust2_EN",
  "lastVersion": "Dec 3, 2023",
  "classify": "Role PlayingTurn-based RPGMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.turner.pocketmorties",
  "name": "Rick and Morty: Pocket Mortys",
  "company": "[adult swim] games",
  "rating": "3.4star",
  "downloads": "10M+",
  "reviews": "358K reviews",
  "age": "Teeninfo",
  "describe": "The #1 multi-dimensional grandson fighting simulator in the galaxy is back and better than ever!You’re Rick Sanchez, everyone’s favorite unstable genius. You’re yelling at Morty in your garage when a Mysterious Rick pops out of a portal and ruins your life. He traps you in an unfamiliar dimension where you discover that Morty collecting and fighting is the hottest new trend in the multiverse! Some more stuff happens and long story short the Council of Ricks takes your portal gun. Now you have to defeat Ricks across the multiverse and collect badges to get it back. Good thing there are hundreds of versions of your grandson you can capture, train, and evolve! Stack your Morty deck with strong and diverse Mortys and travel dimensions to take down Rick after Rick for your Portal Gun and your freedom.Insane Morty-based action:•\t300+ unique and bizarre Mortys. We got Cronenberg Morty, Pickle Morty, Car Morty, and more. •\tTrain, combine, and evolve Mortys to create your perfect Morty Deck.•\tBattle & trade Mortys with your friends & enemies in multiplayer.•\tSustainably sourced Morty sounds.•\tLet’s get these Mortys!Other non-Morty related stuff to do:•\tBattle for your freedom across the multiverse in Campaign.•\tFight your way through multi-tiered challenges in the Morty games.•\tCraft items, complete side quests, or make investments to increase your wealth.•\tLots of characters and references and whatever from that show you like.•\tHours of distraction from your futile existence.Follow Us:Facebook - http://www.facebook.com/adultswimgamesTwitter - https://www.twitter.com/adultswimgamesOur Website - https://www.adultswim.com/gamesAd Choices: policies.warnerbros.com/privacy/en-us/#adchoiceTerms of Use: policies.warnerbros.com/terms/en-usDo Not Sell My Personal Information: privacycenter.wb.com/donotsellThe Terms of Use for this app includes arbitration for disputes – see http://www.adultswim.com/footer/legal/terms-of-use.html",
  "lastVersion": "Sep 27, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ftt.msleague_gl",
  "name": "Monster Super League",
  "company": "Smart Study Games",
  "rating": "4.4star",
  "downloads": "5M+",
  "reviews": "409K reviews",
  "age": "Everyone 10+info",
  "describe": "\"Latecia is a beautiful world replete with fantastical locations such as the Star Sanctuary, Sky Falls, and Aurora Plateau.However, over time, chaos began to grow in strength and influence.\"\"And so I'm here, asking for you to come and help restore balance to our world.Adjusting to life in a new place won't be easy, but I'll be here with you every step of the way!\"\"Please, we need your help!\"In Monster Super League...❖ Over 600 unique Astromons are waiting to join you!Become master to a wide variety of Astromons hidden all throughout the continent of Latecia.Each Astromon has a story steeped in the lore of this amazing fantasy world!❖ The greatest masters raise the greatest Astromons!Astromons can grow and evolve into even more powerful, awesome versions of themselves.Use skill books imbued with magic, gems that further bolster your Astromons' abilities, and trinkets enchanted with mystical power to make your Astromons the strongest out there!  Once you become the greatest master there is, no enemy will stand a chance against you!❖ You'll adventure all across Latecia in your very own airship!Board your airship and get ready to set off on the adventure of a lifetime!You never know what excitement is waiting for you just around the corner!❖ You can join a clan to combine forces with other masters from around the world!Titans have appeared to destroy the order of the world. Their strength and size make them impossible foes for a single master.Join a clan of your choosing, share useful information, and drive out the titans together!As you grow and contribute more within your clan, you will be helping to maintain the balance within Latecia.❖ Masters compete to determine who will save the world as Latecia's most powerful master.Having doubts about how strong you've become?Join the Astromon League and fight against other masters!With the right party, you can even defeat opponents much stronger than you!But watch out for your opponent's hidden Astromon, waiting to pounce at the right moment!\"If you're ready, please come quickly!\"From,Seira, anxiously awaiting your arrival*Access requests for gameplay (The game services will not be limited even if disabled)1) Only for game installation purposes, this application requests access to external memory. [Minimum Requirements]RAM: 2GBOS: 5.1[Recommended Specifications]RAM: 3GBInstagram: https://www.instagram.com/monstersuperleague_/Facebook: https://www.facebook.com/monstersuperleague/",
  "lastVersion": "Nov 19, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fruitshake.fairyrpg",
  "name": "Age of Revenge: Turn Based RPG",
  "company": "Azur Interactive Games Limited",
  "rating": "4.5star",
  "downloads": "500K+",
  "reviews": "22.4K reviews",
  "age": "Teeninfo",
  "describe": "Greetings adventurer! Welcome to the Age of Revenge — a free retro-style MMO RPG with a catching story and simple idle rpg gameplay. Dive into the age of magic with this fantasy rpg adventure game. Embark on a journey across far-away foreign lands, battle with dangerous beasts and dungeon bosses, level up your weapon, and achieve might and power previously only known to gods!EXPLORE THE WORLDCenturies ago, the First Empire of the human race had fallen. The lands were ravaged by a powerful dark force, which our brave heroes of the Second Empire are trying to stop from spreading. You too will join the ranks of these heroes in this turn based rpg.Set off on dangerous quests: to the mysterious Thicket or to the perilous Land of Fire, to the foresaken Subterranean Kingdom or to the cryptic Heart of Darkness. Take a stand in this turn based rpg against the magical beings that inhabit these lands and learn the secrets of the Old Empire.  Explore dungeons to find potent artefacts and use them to gain unbelievable power and win the mighty dungeon bosses.LEVEL UP YOUR CHARACTERTrain, learn new combat skills, upgrade your equipment and customize your character with new armor. Find rare weapons and test your skills against other players in the role playing PvP arena.JOIN A CLANJoin one of the many existing clans or create your own with your own rules. Battle against powerful dungeon bosses with a team, and share the plentiful loot. Build citadels, libraries, and other buildings with your clan and receive useful bonuses.MAKE NEW FRIENDSMeet hundreds of other players and work collectively to survive the orc invasion. Have discussions in the chat, on our forums, or within your clan. Find new friends and complete quests together.ENJOY FANTASTIC ADVENTURE Intuitive classic rpg mechanics and simple clicker role play game play. FIND WHAT YOU LIKEThis rpg adventure game has a lot of immersive features in it:– Advanced character leveling– Large bestiary– Dungeons with bunches of treasures– Themed quests– Arena for PvP battles– Clan battles– Realistic graphicsPlunge into the dark fantasy of this roleplay game, enjoy the best of idle rpg games and fantasy rpg games.",
  "lastVersion": "Nov 28, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.doublethink.diceelementalist.gp",
  "name": "Dicey Elementalist",
  "company": "Doublethink Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "22.4K reviews",
  "age": "Everyone 10+info",
  "describe": "Inspired by a popular dice game called Yahtzee.- Five dice are rolled three times, keep the best score.On this basis.Add some deck buildingAdd some random variables (Rogue-lite)Add some unique heroesAdd some different game mechanicsAnd...Here it comes! The Dice Master!THE RULE IS SIMPLELight up the elements of a card required to play, bingo!If you can't light the card, the card will be unusable = useless!SoBe sure to build your deck reasonably well with your \"brilliant strategic\"!【Reddit】: https://www.reddit.com/r/DiceyElementalist/【Discord】: https://discord.gg/DZresN6k",
  "lastVersion": "Aug 31, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ace.global",
  "name": "Awaken: Chaos Era",
  "company": "Century Games PTE. LTD.",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "69.8K reviews",
  "age": "Teeninfo",
  "describe": "Enter the mythical world of Awaken, an ancient land held together only by the elements that brought it into existence. Peace is now being torn apart as the former King has disturbed the balance and brought the continent to the brink of destruction. As the constant struggle between light and darkness wages on, It's time to join the battle and awaken your inner hero!- Game Features:▲ GATHER YOUR FORCESCollect powerful heroes and assemble the right combination to dismantle your opponent!▲ CINEMATIC-STYLE VISUALSGet lost in an immersive story with captivating 3D artwork as your heroes unleash a variety of attack effects and skill animations! ▲ STRATEGIC GAMEPLAYAll heroes have unique abilities that can give you an edge over your enemies. When you step onto the battlefield, strategy and skill reign supreme!▲ PVE CAMPAIGNUncover the mysteries of Awaken and explore a narrative storyline filled with hero origins as you follow Evelyn on her journey to find her father and restore peace to the land.▲ LOTS TO EXPLOREClimb the arena rankings in fast-paced PVP action, crawl through rogue-like dungeons, challenge tough guild bosses, track down wanted heroes to claim bounties, and much more!Join our official community to get the latest game news:The battle awaits:Facebook: https://www.facebook.com/AwakenChaosEra Discord: https://discord.gg/GZRcaD8",
  "lastVersion": "Nov 16, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfun.ttof.gp",
  "name": "The Tale of Food",
  "company": "Madfun Game",
  "rating": "4.1star",
  "downloads": "100K+",
  "reviews": "3.48K reviews",
  "age": "Everyoneinfo",
  "describe": "New characters will be introduced alongside the rollout of the new version on 14/07.▶A Fantasy Adventure◀Embark on a 2-million-word fantasy adventure as the descendant of the Food God. Collect and nurture Food Souls as you explore time and space! Interact with them closely and record every precious moment.▶Incredible Voice Acting◀Meet with Food Souls in [Kongsang]! The Tale of Food is fully translated into Chinese, English, and Korean with voice overs for all characters! Top voice actors’ dubbing for all characters makes them alive, offering you an immersive experience!▶100+ Cute Characters◀Collect 100+ characters and enjoy the lively expressions of each unique Food Soul. Immersive interactions with Food Souls help you unlock exclusive voice, stories and letters as you create lasting memories. ▶Micro Manage Your Restaurant◀Run your restaurant together with Food Souls. Send them to grow veggies, catch fish, and enjoy a fulfilling farm life. Or let them handle the cooking as you serve your customers from dynasties past!▶DIY Home Decor◀Make your house a home! Unlock themes, collect furniture, and mix and match styles to make a home that’s uniquely yours! Fix the look and the feel of the home that belongs to you and your Food Souls.▶Custom Battle Lineups◀Form your battle lineup with Tanks, Healers, Damage Dealers, and Support roles. Utilize AoE, Poison, Sunder, or Damage Reflect skills and gain an edge in battle! Official CommunitiesOfficial website: https://taleoffood.madfungame.com/en/ Facebook: https://www.facebook.com/profile.php?id=100087818166165 Twitter: https://twitter.com/Tale_of_Food_ENDiscord: https://discord.gg/rfXQ5S6UkE System Requirements:Android: Android 7 or later; Available Storage: 4G or higher, 2G RAM.",
  "lastVersion": "Apr 7, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ludia.jurassicworld",
  "name": "Jurassic World™: The Game",
  "company": "Jam City, Inc.",
  "rating": "4.2star",
  "downloads": "50M+",
  "reviews": "1.84M reviews",
  "age": "Teeninfo",
  "describe": "Return to Isla Nublar with the creators of the smash hit Jurassic Park™ Builder for your next adventure: Jurassic World™: The Game, the official mobile game based on this summer’s epic action-adventure. Bring to life more than 300 colossal dinosaurs from the new film and challenge your opponents in earth-shaking battles. Construct the theme park of tomorrow in this unrivaled build-and-battle dinosaur experience.In order to build a winning Battle Arena team, you’ll need to design the most efficient and effective park, one that will allow your dinosaurs to thrive and evolve. Discover new and amazing species of dinosaurs by acquiring surprise-filled card packs. Join Owen, Claire and your favorite characters from the film as, daily, you feed and genetically enhance your dinosaurs. Now that the park is open, it’s time to make Jurassic World™ your own!In Jurassic World™: The Game you will:* Defy the laws of science as you COLLECT, HATCH & EVOLVE more than 300 unique dinosaurs!* CONSTRUCT & UPGRADE iconic buildings & lush landscapes inspired by the film. * CHALLENGE opponents from around the world in earth-shaking BATTLES!* INTERACT with characters from the film as you navigate exciting new storylines & thrilling missions! * ENHANCE your experience with Hasbro® Brawlasaurs™ toys – scan each toy dinosaur & battle with it directly in the game!* CHOOSE from multiple card packs; each can bring a special dinosaur to life!* EARN daily rewards such as coins, DNA & other essential resources.MembershipYour subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Your subscription can be managed and the auto-renewal may be turned off by going to your iTunes Account Settings after purchase. No cancellation of the current subscription is allowed during the active subscription period.- Jurassic World The Game offers a monthly subscription at USD $9.99, and a yearly subscription at USD $99.99; please note prices may vary depending on sales taxes or countries. - Jurassic World The Game also offers a Free 7-day trial; user will be automatically enrolled into a monthly subscription and be billed USD $9.99 once the 7-day trial ends if not cancelled prior to the 7th day.- The user will be asked to login to his iTunes account (if not already) prior to the purchase. - The payment will be charged to iTunes Account at confirmation of purchase. - Additional information will be provided afterward stating that subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. - We also mention there that subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.- The account will be charged for renewal within 24-hours prior to the end of the current period. - No cancellation of the current subscription is allowed during active subscription period.- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication.Optimized for iOS:- iPhone 7 and +- iPad Mini 4 and +- iPad Air 2 and +- iPad Pro and +- iPod 6Privacy policy can be found at https://legal.ludia.net/mobile/2019-2/V3/privacyen.htmlTerms of service can be found at https://legal.ludia.net/mobile/2019-2/V3/termsen.htmlBy installing this application you agree to the terms of the licensed agreements.Like us on Facebook for fan giveaways, the latest news and updates! (facebook.com/jurassicworldthegame)Jurassic World™ is a trademark and copyright of Universal Studios and Amblin Entertainment, Inc. Licensed by Universal Studios Licensing LLC. All rights reserved. Please note: Jurassic World™: The Game is completely free to play but offers some game items for purchase with real money.",
  "lastVersion": "Nov 21, 2023",
  "classify": "Role PlayingTurn-based RPGSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aqupepgames.projectpepe",
  "name": "Looney Tunes™ World of Mayhem",
  "company": "Scopely",
  "rating": "4.3star",
  "downloads": "10M+",
  "reviews": "340K reviews",
  "age": "Everyone 10+info",
  "describe": "Join Bugs Bunny, Daffy Duck, Marvin the Martian and all the classic toons to build the greatest “Toon Team” in Looney Tunes™ World of Mayhem! Collect cartoon characters like Tweety Bird, Taz, Road Runner and more to wage wacky battles in a vibrant Looney Tunes™ World.Collect your favorite characters and discover their unique and hilarious fighting abilities. Characters from Road Runner and Wile E. Coyote to Sylvester and Tweety to Porky Pig each have unique abilities and hilarious attacks. Collect all the classic Looney Tunes™ cartoon characters in this epic action RPG.Build teams with your favorites toons and take down your enemies with iconic pranks and gags! Use classic cartoon rivalries and get bonuses when you defeat an iconic foe, like Sylvester vs. Tweety or Road Runner vs. Wile E Coyote.Battle with turn based strategy and cartoon combat! Characters unleash slapstick attacks on their enemies, so you can drop an ACME safe on Daffy’s head or defeat Elmer Fudd with a giant Anvil!PvP matches let you steal crates to get rewards and power-ups!Collect and battle cartoon characters to become the maestro of mayhem! Download Looney Tunes™ World of Mayhem today!WORLD OF MAYHEM FEATURESLooney Tunes™ ARPG- Collect Looney Tunes™ characters like:- Bugs Bunny, Elmer Fudd, Daffy Duck, Porky Pig, Yosemite Sam, Marvin the Martian, And more!- Recreate famous feuds like Wile E Coyote vs Roadrunner and Sylvester vs Tweety!Action RPG- Collect and level up your favorite cartoon characters- Use cartoon gags as special attacks- Fight in turn based strategy combat - Send your cartoon companions on missions to gather resourcesStrategy Game- Use your team builder skills to create the best and favorite team of toons- Master team lineups based on character synergy- Strategically select cartoon characters with advantages against your opponentMultiplayer Games- Battle Online- Fight in PvP – test your team of toons in player vs player RPG matches!- PvP matches let you steal crates filled with power-ups from your opponents or defend your own Privacy Policy: https://scopely.com/privacy/Additional Information, Rights, and Choices Available to California Players: https://scopely.com/privacy/#additionalinfo-california.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingTurn-based RPGMultiplayerCompetitive multiplayerSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bilibilien.arterygear",
  "name": "Artery Gear: Fusion",
  "company": "BILIBILI",
  "rating": "3.7star",
  "downloads": "500K+",
  "reviews": "16.1K reviews",
  "age": "Teeninfo",
  "describe": "The Puppets are coming, and a full-scale war begins - the mech girl strategy RPG \"Artery Gear: Fusion\" invites you to the battlefield of doomsday!Gather a team of mech girls to fight the brutal \"Puppets\" that devour the world. Dazzling skill special effects, feel the gorgeous and refreshing visual and auditory battle feast. Plan skill combinations and enjoy the fun of strategic battles. More than 100 beautiful mech girls with distinctive characteristics will fight side by side with you. Commander, this battle needs your participation!【Game Features】Apocalyptic Story - A dark and profound apocalyptic epicThe Puppet War is about to break out, and the human world hangs by a thread, but the two remaining forces, \"Frontier\" and \"Autoluna\", don't trust each other and cannot reach a comprehensive strategic cooperation... The doomsday, people's hearts and war, the truth of the world will slowly emerge.You will transform into a joint fleet formed by the two forces, the commander of \"Union\", and lead the mech girl squad known as \"Artery Gear\" to fight against the unknown creature \"Puppet\".Mechanical Romance - Multi-pedigree Mech GirlAmanoHa, team Bobcat, the Harpyia, team Carrot, Purifier, the SevenS... More than 12 kinds of diverse genealogy, hundreds of beautiful mech girls with different styles are waiting for your command and deployment. Each mech girl has powerful skills and unique settings, and dozens of popular voice actress such as Akari Kito, Ayana Taketatsu, and Yumiri Hanamori to help out, injecting the voice of the soul into the girls and satisfying your love for mechanical girls. Beyond imagination!The ultimate display - immersed in a refreshing combat experienceThe high-standard team has created exquisite 3D x Spine x new lighting craftsmanship, fully liberated the charm of the characters, and presented a real sense of doomsday war. From gorgeous skill special effects to powerful animations, from meticulously portrayed character portraits to grand and exquisite battle scenes, you can experience an unprecedented visual and auditory feast.Strategic collocation - tactical command hot blood battleHundreds of characters x thousands of skill combinations; three attribute restraints: Molten, Thunder, and Crystal, Striker, Tactician, Balancer, Guardian, Healer, free combination of five occupations. Use strategies and tactics to create the strongest warrior squad to deal with the ever-changing battlefield! There is also an intelligent agent combat system in the game, you can easily play in space time and enjoy!【contact us】Official Facebook: https://www.facebook.com/ArteryGearEnOfficial Twitter: https://twitter.com/ArterygearENOfficial Discord: http://discord.gg/arterygear",
  "lastVersion": "Nov 2, 2023",
  "classify": "Role PlayingTurn-based RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsodasaga",
  "name": "Candy Crush Soda Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "500M+",
  "reviews": "8.87M reviews",
  "age": "Editors' Choice",
  "describe": "You loved playing Candy Crush Saga - Start playing Candy Crush Soda Saga! More divine matching combinations and challenging game modes, brimming with purple soda and fun!This mouth-watering puzzle adventure will instantly quench your thirst for fun. Match 3 candies and blast your way through new dimensions of magical gameplay. Take on this Sodalicious Saga alone or play with friends to see who can get the highest score!Monthly season updates bring unique quests and exciting match 3 puzzles - more sugar to blast means more fun to have! Progress through the Season Pass while earning rewards and boosters to help you on your Saga.Compete against other players to see who can complete levels the fastest, or work as a team in the 4 in a Row game mode, where players work together for Sodalicious rewards!DIFFERENT GAME MODES: *Soda – Switch the bottles and match 3 or more candies to release purple soda*Frosting – Match candies to blast the ice*Honeycomb – Match 3 candies or more next to honeycomb to release the trapped Candy Bears*Jam – Spread the jam across the boardNEW MATCHING COMBINATIONS:*Match 4 candies in a square block to make a Swedish Fish!*Match 7 candies for the all new Coloring Candy!FEATURES:*Over 10000 Sodalicious puzzle games*Mouth-watering graphics, with 3D characters and an ever changing environmentHave fun playing the fizziest match 3 puzzle game around! If you enjoy playing and want to master & blast even more sugar puzzles, you may also enjoy Candy Crush Jelly Saga and Candy Crush Friends Saga!Candy Crush Soda Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Soda Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.orangeapps.piratetreasure",
  "name": "Pirate Treasures: Jewel & Gems",
  "company": "TAPCLAP",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "941K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome aboard, Captain!The crew is just waiting for your order to set sail, all ready to go off in search of countless treasures and spectacular adventures!Look for ancient maps you can use to beat fascinating match 3 levels and find unheard-of riches.Here's what you can expect in Pirate Treasures:- Gorgeous graphics- A great soundtrack and juicy sound effects- Your friends, who will try to beat you to the treasures- The match 3 gameplay you love- Thousands and thousands of engaging levels- A daring band of sea dogs as your crew- And TREASURES (obviously!)Cast off! Set sail!",
  "lastVersion": "Nov 29, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.percent.aos.randomdicechess",
  "name": "Roll Roll: Dice Heroes",
  "company": "111%",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Roll Roll: Dice Heroes, where you fight with Dians, is an auto battler where formation, merging, and luck are the key to victory!Prepare for battle by strategically merging the Dians that are randomly generated every round! The adorable Dians with unique skills will fight for you on the battlefield.Predict your opponent's movements and place your Dians. Engage in vivid battles and become the last to survive! Collect more than 30 different Dians and battle your opponents with unexpected moves to claim victory!Choose your Dice Cards wisely to achieve the perfect victory! Select the appropriate card from more than 40 types of Dice Cards to create your own synergy based on the current battle situation! The variety of Dice Cards increases upon higher tiers!Collect Dice Tokens by claiming victories to experience another level of fun from the Dice Roller! Match synergies just by rolling Dice to collect Dians in various rarities. Don't miss the fun and test your luck. It's your chance to obtain Legendary Dians!Roll Roll: Dice Heroes, the world of strategies! Download NOW!Don't miss the latest news!■ Official YouTube Channelhttps://url.kr/5mfdvo■ Official Twitter Channelhttps://twitter.com/RollRoll_Global■ Android 5.0 or above recommended.■ Customer Center Reception: support@111percent.mail.helpshift.com■ Operating Policy- Terms of Service: https://policy.111percent.net/10035/prod/terms-of-service/en/index.html- Privacy Policy: https://policy.111percent.net/10035/prod/privacy-policy/en/index.html",
  "lastVersion": "Aug 22, 2023",
  "classify": "PuzzleMergeCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.SuperAwesome.HelloKittyFriends",
  "name": "Hello Kitty Friends",
  "company": "Super Awesome Inc.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "44K reviews",
  "age": "Editors' Choice",
  "describe": "Match 2 blast puzzle game from SUPERAWESOME, leading interactive entertainment company for the mobile world.My coy but lovely friend, 'KUROMI', finally came to Hello Kitty Friends World! Welcome a cute friend the pink skull hood!HELLO KITTY, MY MELODY, POMPOMPURIN, BAD BADTZ-MARU, KEROKEROKEROPPI, TUXEDOSAM go to the puzzle world!Exciting puzzle game adventure with cute Sanrio characters!Tap blocks of same Friends blocks and craft powerful booster!Explore Hello Kitty Friends’ world with cute obstacles in your way!What should I wear today?Collect a variety of costumes for the Friends.GUDETAMA and CINNAMOROLL also visited the Hello Kitty Friends world!Charming Friends will help you play the game!Decorate your own house and invite friends over!Fill your dream house with adorable items!Combine and get new Friends!Meet a new Friend by combining three Friends!Collect all your lovely friends and complete your collection!Meet Hello Kitty Friends right now!Key FeaturesDelightful graphics and super easy to play!It is easy and fun to play but difficult to master.There are many different levels available.Get amazing rewards by exploring the Hello Kitty Friends’ World!Share the fun with friends through the Facebook sharing feature.Boost items such as Cupid’s Arrows, Toy Hammers, Mirrorballs, Magic Wands, Firecracker, and Bombs will make your gameplay more enjoyable.What's even better is that you can enjoy all of this completely for free!*In-app-purchase options are available.",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzlePair matchingCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Pair+matching+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushjellysaga",
  "name": "Candy Crush Jelly Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.8M reviews",
  "age": "Everyoneinfo",
  "describe": "There's a new player in town, the wiggling, jiggling Jelly Queen and she's here to challenge you to a game of Candy Crush Jelly Saga!  Whatever your favorite moves, you better hope they're Jellylicious enough to take on the mighty Jelly Queen. The unstoppably spreadable game!  New Candy Crush Jelly Saga is full of delightful game modes, features and boss battles featuring the Jelly Queen!  Playing as Jenny, show off your Jellylicious moves and take turns switching Candies against the jiggling Jelly Queen. Every sweet move will spread more Jelly and whoever spreads the most will win the level! There are splendid new Candies, a marvelous new booster and a dreamy treetop world to explore in the Candy Kingdom too!Royal Championship is the new VS Mode in Candy Crush Jelly Saga. Players will compete 1:1 in fast paced game rounds in real time! Win a big bundle of rewards by completing a consecutive win streak and finishing in the top half of the leaderboard. The higher the position, the bigger the reward! Have you got what it takes?Take on this delightful Saga alone or play with friends to see who can get the highest score! Candy Crush Jelly Saga is completely free to play but in-game currency, to buy items such as extra moves or lives, will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings. Candy Crush Jelly Saga features:> Over 3000 Jellylicious Levels> Real Time VS mode   \t> Boss Modes   \t> Marvelous game modes including: Spread the Jelly & Release the Pufflers  \t> Tasty Color Bomb Lollipop booster    > Mesmerizing new Candies  \t> Dreamy new treetop world and a host of quirky characters led by the Jelly Queen and her stooges.  > Easy and fun to play, yet challenging to fully masterFor players that Facebook Connect, there are leaderboards for you and your friends to compare your Jellylicious scores Easily sync the game between mobile and tablet devices and unlock the full game features when connected to the internet\t Now you can express yourself, jelly-style! Be sassy like the Jelly Queen or cool like Cupcake Carl with our sweet Candy Crush Jelly Stickers! Facebook @CandyCrushJellySagaTwitter @CandyCrushJellyInstagram @CandyCrushSagaYouTube @CandyCrushOfficial Last but not least, a big THANK YOU goes out to everyone who has played Candy Crush Jelly Saga! Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 18, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=sudoku.puzzle.free.game.brain",
  "name": "Sudoku - Classic Sudoku Puzzle",
  "company": "Guru Puzzle Game",
  "rating": "4.8star",
  "downloads": "10M+",
  "reviews": "292K reviews",
  "age": "Everyoneinfo",
  "describe": "Enjoy the free Sudoku puzzle game for people who are a fresh start and advanced! Thousands of sudoku puzzles to solve. Download and start the daily challenge! The Sudoku - Sudoku puzzle, Brain game, Number game is a kind of cool math games, and it has many different Sudoku puzzles and contains four different levels: Easy, Medium, Difficult, and Expert. Download Sudoku - Sudoku puzzle, Brain game, Number game now and choose the appropriate level for you!Solve the easy level of daily Sudoku puzzles for fun, enhance logical thinking ability with medium/hard Sudoku levels. The game has the functions that to add or remove notes by turning on the memo during gameplay. Did you make a mistake? No problem, there are undo and hint functions! Don't give up!!Features:1. Turn on the note mode to take notes like solving puzzles on a piece of paper. The memo is automatically updated itself while you fill in the cell2. Find your mistakes and challenge yourself or use auto-check to see your mistakes in real-time3. Complete daily challenges and earn special trophies!4. Use the free hint function when you are stuck.5. Number-first input. Tap and hold a number to lock it and you can use it for multiple cells.6. Dark Theme. Perfect for you to play Sudoku before bed.Other additional functions1. There is a stats feature for each difficulty so that you can examine the game played at any time. (Statistics can be reset).2. Unlimited Undo. Did you make a mistake? Get it back fast!3. Autosave. If you leave Sudoku incomplete, it will be saved. Keep playing anytime.4. Eraser. Eliminate all mistakes!5. Mistakes Limit. You can turn off the mistakes limit in the game settings or change it to 3, 5, or 10 mistakes. Highlights1. 9x9 grid with simple design2. Four perfectly balanced difficulty levels: Easy, Medium, Hard, and Expert.Train your brain anytime and anywhere with the Sudoku - Sudoku puzzle, Brain game, Number game. If you like Sudoku and playing math game, we welcome you. Come and try it out! Investing your spare time in Sudoku is very helpful for your mental health. Challenge yourself how quickly you can solve problems!We always carefully check all reviews. Please leave your feedback on why you like this game or suggestions for improvements! Thank you and have fun with Sudoku - Sudoku puzzle, Brain game, Number game!Privacy policy: https://sudoku.gurugame.fun/policy.htmlTerms of use: https://sudoku.gurugame.fun/termsofservice.html",
  "lastVersion": "Dec 14, 2023",
  "classify": "PuzzleLogicCasualSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Logic+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrush4",
  "name": "Candy Crush Friends Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Everyoneinfo",
  "describe": "With updated graphics, fun new game modes and a host of friends to help you blast through hundreds of levels! Your Candy Crush Friends have been scattered throughout the Candy Kingdom - Join this match 3 puzzle game to find them! This friendly bunch have their own unique powers to help you to create sweet candy combinations and blastthrough blockers! Switch and match candies to unlock rewards, friends, and sweet collectable outfits! The more candies you collect the greater your power on the game board! This fun new Candy game is filled with delicious treats - cookies, jam, chocolate and more! Your favourite game modes, but sweeter than ever! Candy Crush Friends Saga features: •\tHundreds of levels to play – collect your favorite friends along the way! •\tYour Candy friends are your allies – they are ready to help you blast through levels!•\tWatch Yeti and his friends dance when you win levels!•\tFun new game modes; dunk the cookie in the chocolate & free the octopuses and the mammoths!  •\tKeep your friends in a sticker book and change their outfits!•\tExplore sweet new worlds in 3D!•\tEasy to play but challenging to master!•\tPlay whenever, online and offline. Easily sync the game between devices and access full game features when connected to the internet. •\tTake on this epic saga alone or play with friends to see who can get the highest score! If you need help and support, you will find helpful and extensive FAQs in our in-game Help Center, click the ? to launch it.Share opinions and have sweet discussions with other members of the Candy Crush Friends Saga community. https://community.king.com/en/candy-crush-friends-saga/Visit www.candycrushfriendssaga.com and discover delicious game guides and tasty blogs to satisfy your candy cravings.Candy Crush Friends Saga is completely free to play but some optional in-game items will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings.  By downloading this game you are agreeing to our terms of service; https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/",
  "lastVersion": "Dec 13, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.disney.frozensaga_goo",
  "name": "Disney Frozen Free Fall Games",
  "company": "Jam City, Inc.",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.74M reviews",
  "age": "Editors' Choice",
  "describe": "Play 1,000+ exciting levels in Disney’s amazing puzzle game, Frozen Free Fall! Get ready for an epic puzzle matching adventure in the Kingdom of Arendelle, inspired by Disney’s Frozen movie! Join Anna, Elsa, Olaf and more of your favorite characters on a puzzle journey to slide and match-3 hundreds of icy puzzles for FREE! This game contains in-app purchases. Unlock MORE seasonal puzzles and game modes as you explore the land with our new updates! Enjoy playing puzzle games along with Olaf the snowman and other Disney characters!EXCITING MATCH-3 PUZZLE GAMEPLAY – Slide beautiful and colorful ice crystals to match 3 or more gems, and test your matching skills with extra challenging objectives! UNLOCK YOUR FAVORITE CHARACTERS – Follow the story and play with even more characters like Anna, Elsa, Olaf, Kristoff, Sven, Hans, and more! UNIQUE POWER-UPS SPECIALLY DESIGNED FOR EACH CHARACTER – Use Anna’s torch to burn up an entire row of crystals, or Elsa’s glacier power-up to make all of the same color crystals magically disappear! Try Hans’ sword to slash right through the crystals, and explore many more cool power-ups!BRING YOUR OWN ARENDELLE TO LIFE - Earn coins & rewards by completing puzzles to decorate and customize your own Plaza in Arendelle with shops, fountains, carts, and more! GOOGLE CLOUD SUPPORT-Sync your game progress across multiple Android devices through Google Cloud!Privacy Policy: http://www.jamcity.com/privacy/Terms of Service: http://www.jamcity.com/terms-of-service/",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=linkdesks.tile.match.fun",
  "name": "Tile Match: Triple Puzzle Game",
  "company": "LinkDesks Daily Puzzle",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "5.52K reviews",
  "age": "Everyoneinfo",
  "describe": "⭐ Tile Match: Ultimate Brain-Teasing Tile Adventure! ⭐🧩 Super fun yet challenging mahjong inspired triple tile matching game.🌈 Are you the next Tile Master Legend? Challenge yourself with tile match 3 fun.🔍 Game Features- Easy and fun to play.- 10000+ tile puzzle levels.- Discover a myriad of themes.- Candy, fruits, animals & more.- Sharpen your brain and find joy.- Perfect time killer and IQ boost.- Both online and offline playable.- No wifi needed, play anywhere.- Regular tile game updates.- Endless matching fun awaits.💡 How to Play?* Level starts with a board full of tiles with different patterns.* Match 3 identical block tiles, just like in Mahjong.* Match and remove all tiles on the board to claim victory.* But beware, as once the tray is filled with tiles, the game will end.✨ Are you ready to take on the challenge and become the ultimate Tile Match master?🚀 Download Tile Match: Triple Puzzle Game and let the triple matching madness begin!",
  "lastVersion": "Dec 15, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#4 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=air.com.FDGEntertainment.BloodyHarry",
  "name": "Bloody Harry: Zombie Shooting",
  "company": "FDG Entertainment GmbH & Co.KG",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "205K reviews",
  "age": "Teeninfo",
  "describe": "Join vegan cook \"Bloody Harry\" on his hunt for vegetable zombie creatures! Each level is a new challenge with an increasing amount of enemies. Survive and reach the exit! Unlock and upgrade 15 different zombie bursting weapons and plow your way through an endless amount of levels offering new surprises and dangers around each corner.While you fight your way through the hordes of foul creatures, you'll eventually climb the career ladder in the global highscore list.You'll also run into giant boss-zombies which may eat all your ammo before they finally make a return as harmless dessert. Sounds tasty you say? It is!",
  "lastVersion": "Aug 31, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshootermobile.free",
  "name": "Alien Shooter World",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "379K reviews",
  "age": "Mature 17+info",
  "describe": "The updated version of the legendary Alien Shooter is already available on all Android devices!Now you can save the world from monsters together with your friends in co-op mode: invite friends to a squad or find new allies using auto-selection.Thanks to the updated weapon system, you can choose equipment based on your playstyle. Combine different types of weapons or armor in one set, pick up perks for your needs, change equipment depending on the task.More than 20 arenas with unique bosses, new combat mechanics, special enemies and champions. Fulfill contracts and explore the roadmap to get better weapons and discover new activities.What awaits you inside?- Hours of gameplay: three main story maps, a lot of additional missions- Multiplayer, the possibility of co-op completion of all missions with friends or random allies- Dungeon, heroic missions, survival missions, multiple difficulty levels- 39 skills, three character leveling branches- Many classes of weapons with different perks and characteristics- Legendary equipment with unique features- Huge crowds of monsters on one screen- Corpses of the monsters eliminated do not disappear - check out what happens at the end of every level- Ability to play without internet connection (offline mode)Follow us on Facebook:http://www.facebook.com/SigmaTeam",
  "lastVersion": "Oct 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.twincorp.bancaonline",
  "name": "iCá - Bắn Cá ZingPlay VNG",
  "company": "VNG ZingPlay Game Studios",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "416K reviews",
  "age": "Teeninfo",
  "describe": " ZINGPLAY ICE - REAL ONLINE FISHING iCá Zing Play is the number 1 free online fish shooting game in Vietnam with nearly 20 million downloads.iCa is a casual game portal that is easy to play, with no rewards and completely free with cute chibi images for all ages. iCa zingplay brings all the characteristics of the supermarket fish shooting, but more interesting with the super boss and personality, a series of unique skills that the supermarket shooting game does not have.You do not know how to play the choir or have never played shooting fish in the supermarket? Do not worried! i ca zingplay is very simple to play:Step 1: Select the target you want to capture. The bigger the fish, the more beautiful it is, the more coins you can eatStep 2: Press or hold your finger on the screen to shoot continuously (free fire)Step 3: Move to the target to increase your chances of catching large fish.THE GAME IS EASY, DOWNLOAD NOW !!Unlike supermarket fish shooting games, fish shooting games or bananas, i ca zing play is free to play online entertainment game and has a series of outstanding features:🐟Game is completely free, players can get startup gifts, free gifts, daily giftcode gifts🐟Large gifts, the online game with the most gift codes, with thousands of gold gift codes every day on fanpage🐟Fishing entertainment, hunting boss hands with a series of giant bosses. In the world of fish, do you dare to challenge the god dragon (ban ca rong), or experience the shimmering free fire effect from the fire phoenix boss, the 1 shot effect is 3 from the zingplay three-tailed boss🐟Try the free fire phoenix combo and shoot 1 to 3 to wipe the fish on the table🐟12 unique guns designed with the concept of fish in zingplay: plaice, squid, ray, goldfish🐟 Beautiful boss-eating sound and effects🐟 If you have free time, do not hesitate to have fun with iCa zing play! In addition, ic Zingplay also has a portal for minigames and interesting online events such as:🐟 Crab game: crab gourd is a popular game, in ica ocean, this is 1 minigame online with 9 people, The first 9-person online crab game on the market: great entertainment, 15s each game, Blink of defeat. Want x2 property, try your luck right away with Bau crab🐟 Flip Ca online: luckily eat it all, the feeling of joy in just 1 note🐟 Challenger: success or defeat at skill🐟Weekly leaderboards: compete for the top 1 title with millions of other players classified in various competing groups 🐟Large with super events: Events around the world, 11m free kick test event, Ball goalAlong the roof, explore the ocean ica zingplay!iCa Zingplay belongs to the game portal ZingPlay - is the first multi-platform entertainment game portal in Vietnam, developed by Game Studio North under VNG. In recent years, the mobile version of ZingPlay has been released with the most attractive game system in many genres suitable for all classes of users.Attention:Icá Zingplay is an entertaining fish shooting game, not just bananas. Therefore, the game does not have the chat feature of money or the game.Ban ca online is a free game that does not support illegal activities. All acts of abuse of iCá ban online in illegal practice are strictly prohibited.Facebook: https://www.facebook.com/Icazingplay---Note: The game requires access to some permissions on your device to experience the feature in the best way: GET_ACCOUNTS, READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Nov 6, 2023",
  "classify": "ActionShooterBulletstormCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Flanne.MinutesTillDawn.roguelike.shooting.gp",
  "name": "20 Minutes Till Dawn:Premium",
  "company": "Erabit Studios",
  "rating": "4.7star",
  "downloads": "50K+",
  "reviews": "14.3K reviews",
  "age": "Teeninfo",
  "describe": "Survive the onslaught of an endless horde of monsters for 20 minutes!20 Minutes Till Dawn is a ghoulish and challenging shoot 'em up. You can choose incredible weapons and characters to survive untill dawn. This survival game pits players against an endless horde of enemies from Lovecraftian mythology.【Quickplay Mode Can Be Fun】Every round can be uniquely satisfying to fight creatures of the night and defeat them with a simple run and gun strategy. Experiment with new characters and their special abilities to gain an advantage over the ghouls that haunt the game. 【Try Different Characters】There are over 10 distinct characters in the game.Each character in this game has a unique appearance and is gifted with abilities that make your adventure unpredictable to survive till dawn. You can start the game with Diamond to get higher defensive capabilities to survive longer in battle since Diamond has high HP, you can also unlock Scarlett to burn enemies with a wave of fire that deals damage per second.【Pick Upgrades That Build On Weapons】There are a variety of tactics to survive based on the weapons you choose. An upgrade is available right after collecting enough XP to level up. For example, the Quick Hands upgrade can be used frequently with the weapon Flame Cannon to deal dangerous amounts of damage to enemies at an increased fire rate, and the Holy Shield upgrade can be used with the crossbow to devastate enemies at long range. The Holy Shield can also regenerate, giving players adequate time to reload between fights.【Keep An Eye On Synergies】You can click the “II” button in battle any time to check synergies at any time & choose the right upgrade tree to unlock outstanding combinations of upgrades to gain additional bonus!  For example, Mini Clip is a synergy that requires Fan Fire and Fresh Clip upgrades. It decreases the reload time and increases damage, making it easier to survive the monsters without getting hit while reloading weapons.【Don’t Forget The Sword Runes and Shield Runes】Sword runes can inflict critical damage and it can greatly enhance the offensive capabilities of characters.And the Shield runes in 20 Minutes Till Dawn can be used to protect players in dire situations. Selecting the right runes strategically can help you survive longer in battle.【Contact Us】Discord：@20 Minutes Till DawnTwitter：@erabit_studiosFacebook：@Erabit Studios/@20 Minutes Till DawnEmail：20minutestilldawn@erabitstudios.com",
  "lastVersion": "Dec 14, 2023",
  "classify": "#10 top paid strategyActionShooterBulletstormCasualStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
}]