[{
  "link": "https://play.google.com/store/apps/details?id=com.tree.idle.catsnackbar",
  "name": "Cat Snack Bar: Cat Food Tycoon",
  "company": "TREEPLLA",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "438K reviews",
  "age": "Everyoneinfo",
  "describe": "Dive into Cat Snack Bar, a delightful cat food game experience designed for fans of food games and cute cats! Begin your journey as an aspiring cat restaurant mogul at our enchanting diner, with adorable cats serving a variety of delectable dishes to animal patrons, setting you on a delightful and idle path to building a larger restaurant and achieving cat restaurant tycoon status!Indulge in an array of mouth-watering treats, from soups and coffee to pizzas, showcasing your culinary skills and progressing towards your restaurant tycoon dreams. Satisfy animal customers with your exquisite menu, earning tips with every delighted patron, and move closer to becoming a celebrated cat restaurant tycoon.Start with a cozy cat cafe and expand to a vibrant animal restaurant, demonstrating unrivaled managerial skills and a commitment to customer satisfaction at the Cat Snack Bar. Watch your tycoon empire grow with each expansion, efficiently managing operations to revel in the joy of serving delightful dishes with the help of our diligent cats and approaching millionaire status.Why choose Cat Snack Bar? Experience a carefree idle tycoon journey within the captivating world of cat food games. Enjoy the game offline, with playful cats providing company as you work or rest, making it ideal for enthusiasts of cats, animals, cooking, and tycoon games.Join our cat chefs crafting delicious meals, and as they perfect their cooking, hone your tycoon strategies. Cat Snack Bar is essential for lovers of cats, cooking, and engaging gameplay. Embark on a journey to achieve your restaurant tycoon dreams with Cat Snack Bar!",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=nz.co.codepoint.minimetro",
  "name": "Mini Metro",
  "company": "Dinosaur Polo Club",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Teacher Approved",
  "describe": "Mini Metro, the sublime subway simulator, now on Android. No ads or in-app purchases.• 2016 BAFTA nominee• 2016 IGF award winner• 2016 IGN Mobile Game of the Year finalist• 2016 Gamespot's Best Mobile Game selectionMini Metro is a game about designing a subway map for a growing city. Draw lines between stations and start your trains running. As new stations open, redraw your lines to keep them efficient. Decide where to use your limited resources. How long can you keep the city moving?• Random city growth means each game is unique.• Over two dozen of real-world cities to test your planning skills.• A variety of upgrades so you can tailor your network.• Normal mode for quick scored games, Endless to relax, or Extreme for the ultimate challenge.• Build your metro exactly how you want to with the all-new Creative mode.• Compete against the world every day in the Daily Challenge.• Colorblind and night modes.• Responsive soundtrack created by your metro system, engineered by Disasterpeace.Please note that Mini Metro is incompatible with some Bluetooth headphones. If you do not hear audio over Bluetooth, please try disconnecting your headphones and restarting the game.",
  "lastVersion": "Jul 20, 2023",
  "classify": "#2 top paid simulationSimulationManagementCasualSingle playerAbstractOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kiwigames.sushi.simulator",
  "name": "My Sushi Story",
  "company": "LifeSim",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "58K reviews",
  "age": "Everyoneinfo",
  "describe": "My Sushi Story is a restaurant business simulation game that brings happiness to players. It features a wide variety of decor, appetizing Japanese dishes, and lovely characters.The customers are upset? The staff is slacking off? The restaurant is too small? The food is bad?You will go through the story of the restaurant in the game. It all begins when my grandma went to travel the world, leaving behind a slightly run-down sushi restaurant and a clumsy employee—Ono Ryota.Running a sushi restaurant of my own has always been my dream, but I have no prior experience in doing so. For the sake of my dream and to fulfill my grandma's instructions, Ono and I embark on a journey of running a restaurant that is soothing, hilarious, and filled with ups and downs!In this game, you will play as the boss of the sushi restaurant. You will create an assortment of Japanese dishes, make the daily purchasing plan, serve the customers, train the chefs and waiters, purchase items in the restaurants, and open a chain store.The game features hundreds of facilities, thousands of dishes, a dozen employees, and dozens of characters. Everything is free to play. In the game, you can create dishes like pork katsu, sushi, ramen, tempura, wagyu beef, sashimi, udon, foie gras, desserts, grilled seafood, steak, and many others. Enjoy delicacies from all over the world![Your Goal]Serve the customers, upgrade the facilities, create Japanese dishes, and collect good customer reviews!Create more Japanese dishes and make the restaurant famous!Earn gold to upgrade, decorate, and expand the restaurant!Unlock new private rooms, the second floor, the theater, and the conveyor belt sushi hall to make the restaurant larger and livelier.[Game Features]1. High level of freedom: You can enjoy different business models and try out various management methods.2. Renovation: You are free to combine the furniture of different styles and design the interior of different private rooms.3. Making interesting friends: Meet people who are also fighting for their dreams, just like you. Enjoy the fun interaction with customers with different personalities.4. Dealing with all kinds of customer requests: How would you handle customers with different personalities?5. Enjoy a variety of cuisines.Never play a game of this genre?Don't worry! My Sushi Story is very easy to play. With just a few taps, you can complete actions such as taking orders, serving customers, and settling bills to earn income effortlessly. You can play the game anytime, anywhere.Whether you are a master or a newbie of simulation games, you'll be crazy about this warm and fun restaurant business simulation game!Download My Sushi Story for free now and embark on a delightful journey of running the restaurant!Follow our fan page here:facebook: https://www.facebook.com/SushiSimulator/discord:  https://discord.gg/C62VQk7pYK",
  "lastVersion": "Dec 14, 2023",
  "classify": "SimulationManagementRestaurantCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.foranj.northfarm",
  "name": "Vikings and Dragon Island Farm",
  "company": "foranj.games",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "15.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Hay, Viking! Welcome to Dragon Island! Vikings, dragons, ships and a little magic wait for you here. Build your own Viking farm in north lands and develop it! Earn coins, harvest crops, feed animals and even grow up a cute little dragon together with a brave Viking girl.Sell and buy goods via ship with Viking sailors. Grow fish & octopus with a fisherman boy, extract ore and make axes & other instruments on your own! Loot silver and gold from other lands and islands! Even cold weather will not prevent Vikings! - Develop your farm- Build & upgrade farm buildings;- Produce & trade all sorts of goods: from dairy to axes;- Feed animals & Collect rare resources- Earn money, trade & loot- Grow fish & octopus in  the sea- Build mine to extract iron ore and salt- Grow fruit trees & plants in fields and gardens;- Build your own town & welcome visitors!Watching the Northern Lights is better when you are together with friends!-Spend your day on the farm and make this day happy!NOTE: The game is free to play and can be played both online and offline.Facebook community: https://facebook.com/NorthFarmCommunity/Support: help@foranj.com",
  "lastVersion": "Jul 17, 2023",
  "classify": "SimulationManagementFarmingCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ndemiccreations.rebelinc",
  "name": "Rebel Inc.",
  "company": "Ndemic Creations",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "438K reviews",
  "age": "Editors' Choice",
  "describe": "Can you stop the Insurgency? From the creator of Plague Inc. comes a unique and deeply engaging political/military strategic simulation. The war is ‘over’ - but we all know that doesn’t mean anything. To stabilise the country, you need to balance military and civilian priorities to win the hearts and minds of the people, whilst also stopping insurgents from seizing power!Rebel Inc. is the brand new game from the creator of ‘Plague Inc.’ Rebel Inc. offers a deeply engaging, strategic challenge inspired by the complexities and consequences of modern counter insurgency.◈◈◈Features:● Stabilise 7 richly modelled regions● Innovative representation of counter insurgency tactics ● Fund realistic initiatives to empower the local government● Highly detailed, hyper-realistic world based on extensive research● Intelligent strategic and tactical AI● Sophisticated narrative algorithms shaped by your decisions● 8 unique governors with radically different abilities● Comprehensive in-game help and tutorial system● Full Save/Load functionality● Internet connectivity not requiredAn important note:Although a fictional game, Rebel Inc. looks at important real world issues and we have made every effort to deal with them sensitively. The game has been extensively researched and has been developed in cooperation with leading regional politicians, business people and journalists as well as international charities, experts and governments.Localised in French, German, Spanish, Portuguese, Italian, Korean, Japanese, Chinese (Traditional), and Russian.◈◈◈I’ve got lots of plans for updates! Get in touch and let me know what you want to see.James (the designer)Contact me here:www.ndemiccreations.com/en/1-supportFollow me on Twitter: www.twitter.com/NdemicCreations",
  "lastVersion": "Nov 27, 2023",
  "classify": "SimulationManagementGovernmentCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=info.flowersoft.theotown.theotown",
  "name": "TheoTown",
  "company": "blueflower",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "400K reviews",
  "age": "Everyoneinfo",
  "describe": "Unleash Your Creative Vision in TheoTown: A Thrilling City-Building Adventure! 🏙🚀Welcome to TheoTown, the ultimate city-building sensation that merges the best of townscaper, city skylines, and sim city! As the mastermind behind multiple metropolises, you wield the power to craft awe-inspiring skylines, intricate structures, and bustling city life! 🌆💫🏗 Shape Your Dream Cities: From quaint towns to sprawling megalopolises, the possibilities are limitless! Experience the rush of building your very own city from the ground up, fueled by a passion for urban planning and an unstoppable creative flair! 💡🚉 Transportation Marvels: Build dynamic transportation networks that breathe life into your cities! Construct railways, roads, and airports, while managing a fleet of airplanes, trains, and buses🚌. The flow of traffic will be at your fingertips! 🚈✈🚒 Face Thrilling Emergencies: Brace yourself for action as you tackle adrenaline-pumping emergency events! From natural disasters and disease outbreaks to crime and fire🔥, prove yourself as a skilled mayor who can handle any crisis with grace under pressure. 👨‍🚒⭐ Construct Iconic Landmarks: Erect world wonders that stand tall and proud in your cities. Behold the majesty of Big Ben, the grandeur of the Eiffel Tower, and the liberty of the Statue of Liberty🗽! Your city will be a showcase of global marvels! 🌍🎨 Customize with User-Made Plugins: Inject even more personality into your cityscape with a plethora of user-made plugins! Tailor your metropolis to your heart's content, making it as unique and diverse as your imagination allows! 🎢⚽ Create Vibrant Soccer Stadiums: Bring sporting glory to your city with state-of-the-art soccer stadiums, where fans cheer their hearts out for their beloved teams! Feel the electric energy surge through your city on match days! 📣⚽⚡ Power Your Future: Embrace the future of energy with various power plants, solar arrays, and cutting-edge fusion technology⚡. Your city will shine brightly as a beacon of sustainable progress! 🌞👮‍♂️ Ensure Citizen Safety: Build police stations and fire departments to safeguard your citizens. Watch as your well-protected city thrives under your wise leadership! 💪🚓🏆 Fame and Fortune Await: As your city blossoms, collect taxes💰 and watch your treasury swell! The glory of your city will attract fame and fortune, transforming it into an urban legend for ages to come! 🏰🌟🔝 No Limits, No Boundaries: Your city-building journey knows no bounds! Unlock content as your city grows and evolves. Shape the destiny of your cities with intricate city simulations that will leave you mesmerized! 🎢🎇📸 Show Off Your Creations: Share your extraordinary cityscapes with the world! Take captivating screenshots and flaunt your masterpieces within the game's community🖼. Be an inspiration to others and explore their creative wonders too! 🌌💡 The Future of City Building Awaits – Are You Ready to Rise and Thrive? 💡Join our Vibrant Community:🌐 Discord Community: discord.gg/theotown👍 Facebook: facebook.com/theotowngame📸 Instagram: instagram.com/theotowngameFor Help and Inquiries:🛠 FAQs: theotown.com/faq📧 Email us at: info@theotown.comEmbark on the Most Epic City-Building Adventure Ever – Download TheoTown Now! 🏗🏙🌟",
  "lastVersion": "Nov 28, 2023",
  "classify": "SimulationManagementCity-buildingCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.citybay.farming.citybuilding",
  "name": "Farm City: Farming & Building",
  "company": "Zego Studio",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "468K reviews",
  "age": "Everyoneinfo",
  "describe": "Farm City is a new breath of fresh air into the world of city-building and farm games!Build the city that you’ve always dreamed of! Grow your crops, feed your cattle, and trade the product to further enhance your farming games. Bring happiness and prosperity to your citizens with exotic restaurants, convenient community buildings, and breathtaking wonders. Take on an adventure and explore the mysterious tunnels of the Ancient City buried beneath your very own land.So what are you waiting for? Get yourself READY to become the most successful mayor and build your dream city!Farm City features:• Adorable farm animals for you to take care of• Numerous types of vegetables and fruits to grow and process in your farming factories• Build and Customize the city your own way with advanced factories, dazzling landmarks, and glamorous decorations!• Invite, visit, and help your neighbors from Facebook to make new friends• Meet up with kind citizens and deliver their orders directly to their doors. Also helping them with their problem is a part of being a GREAT mayor• Collect rare minerals by exploring the underground Ancient City and forge new upgrade for your facilities at the Academy and Foundry• Try your luck at the Happy Balloon house and receive fascinating gifts• Get yourself some special exclusive prizes in our unique Events• Invest and earn cash in the City Bank to ensure a stable future for your city• Tons of great discount farming products and ingredients constantly offered on the Market stall• Smooth gameplay experience along with beautiful graphics• Offline playing mode allows you to enjoy the farmer game anywhere and anytime like traveling on the bus or walking down the streetFarm City is a FREE TO PLAY farm game with options to purchase some in-game items to enhance your game experience with real currency.*Some features of the game will require internet connection in order to work properly such as Friends, Competitions, Save/Load data, and other features*Let us know what you think and learn more about Farm City at:Facebook: https://www.facebook.com/farmcityofficialTwitter: https://twitter.com/farmcity_mobileEmail: info@zegostudio.com",
  "lastVersion": "Dec 14, 2023",
  "classify": "SimulationManagementSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobilfactory.gqlton",
  "name": "Happy Ranch",
  "company": "NHGames",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Happy Ranch!Build the happiest ranch with your new best friends, the QLTONs.QLTONs are generous spirits that will help make your ranch life more fun.In Happy Ranch, you’ll harvest crops, produce and trade goods, visit your friends' ranch, take care of cute animals and more! [Features]- Build and operate an amazing ranch- Harvest fresh crops and produce goods- Take care of cute animals- Cook a variety of food and desserts with your QLTON friends- Trade crops and goods with friends, neighbors, and QLTONs- Use unique themes and items to make your ranch super specialSUPPORT: Have a question about the game? Visit our FAQ Page https://goo.gl/Afa4DePLEASE NOTE: Happy Ranch is free to download, but some in-game items may request purchase with real money. If you don’t want to use these features, please make sure to disable in-app-purchases in your device settings.By downloading this game, you agree to our terms of service. You can check the terms of service via the link here; https://qlton.zendesk.com/hc/en-us/articles/220692947-Game-Service-Policy",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationManagementFarmingSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.shimmergames.tenants.gp",
  "name": "Rent Please!-Landlord Sim",
  "company": "ShimmerGames",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "206K reviews",
  "age": "Everyoneinfo",
  "describe": "As a good landlord, how will you build your community?Of course, It's not an easy move.The tenants' demands are varied.How will you respond to their needs?Meeting their needs may bring you surprises!-Game Features:·  Experience the Joy of Being a Wealthy LandlordFeel tired of the reality? Try Rent Please!- Landlord Sim and create your dream community. You are a wealthy landlord who owns the whole community. Everything is under YOUR control.·  Meet Various Tenants with Different StoriesYou are not alone here among attractive tenants in the community. You are their landlord and also a friend. Communicate with tenants and share their life fragments. If you are willing to help, you can give your advice when they are in trouble.·  Unlock Different Types of RoomDecidophobia？ It's not a thing here. You can unlock all of the rooms here. The single apartment/the couple apartment/the sea house, and more await you to unlock.·  Explore Two Maps with Distinctive StylesDo you prefer a comfortable coastal town or a fashionable city with nightlife? Each map has its features and themes. You can experience a completely different lifestyle on different maps. ·  Design A Private House that Belongs to youEveryone needs their own private space. So we have created dedicated private areas for our landlords—Independent gardens, spacious rooms, and decorating options that you can completely customize.",
  "lastVersion": "Dec 18, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=br.com.tapps.bidwars2",
  "name": "Bid Wars 2: Business Simulator",
  "company": "By Aliens L.L.C",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "1.47M reviews",
  "age": "Everyoneinfo",
  "describe": "Make bids and collect rare items to become the ultimate storage unit tycoon in Bid Wars 2! Participate in live auctions just like the ones you see on TV to discover hidden treasures in every auction. Build and grow your own growing pawn shop as you climb the ranks in the bargaining world. Collect items as you outbid the competition and build and grow a business as you sell and buy your way to success in an auction adventure. Buy and sell storage unit antiques in your growing pawn shop. Start a small town pawn shop and grow to be the hottest business in town when you negotiate to sell and buy your rare collectibles.Embody your inner business simulator tycoon at auction time. This shop tycoon simulator will test your negotiation prowess. Buy, sell, and collect rare items offered in storage auctions as you bid your way to success in Bid Wars 2. Try your luck and trust your business simulator game instincts come bidding time to make the best bids!Bid Wars 2 brings the excitement of auctions and bidding games to your mobile device. Download now and build and make your growing pawn shop empire!HIGHLIGHTSBUY & SELL ANTIQUES- Profit from storage items you buy and earn cash from your smart deals- Discover rare items in a storage hunt game that will test and grow your negotiation skills in this offline game.- Become your town’s rich tycoon when you sell antiques and build and grow your wealth in the best no wi-fi game!BIDDING WARS- Outbid your competition in edge-of-your-seat storage auctions like no other tv game can recreate- Bid faster than your rivals in auction garage sales all over the world in this standout experience among offline and no Wi-Fi games- Immerse yourself in thrilling storage auction negotiations as you try and find the best deal to make in an exciting offline games experienceRUN YOUR PAWN SHOP- Embark on your quest to turn your run-down family pawn shop into a growing business empire- Build and grow your own pawn shop with the antiques you buy and sell in this garage sales strategy game- Collect items for your business and sell them in this dynamic tycoon simulator - Bid Wars 2 puts all the tension and excitement of bargaining and negotiation tv games in the palm of your handBUILD YOUR EMPIRE- Start from running a local pawn shop and become an auction tycoon- Get known in the garage sales and negotiation world with your legendary items collection- Use your wit and business strategy to make bids that dominate the auctions and build your empire- Collect a wide range of unique exotic items in this business simulator and pawn shop growing game, from rare antiques, cars, and other valuable rare items. Bid, buy, collect, and sell your way to the top of the auction game when you download Bid Wars 2, the ultimate no Wi-Fi offline storage hunt and growing business game simulator!Please note! This pawn shop game is free to play, but it contains items that can be purchased for real money. Some features and extras mentioned in the description may also have to be purchased for real money.",
  "lastVersion": "Dec 14, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.foursakenmedia.bugheroestd",
  "name": "Bug Heroes: Tower Defense",
  "company": "Foursaken Media",
  "rating": "4.6star",
  "downloads": "100K+",
  "reviews": "1.53K reviews",
  "age": "Everyone 10+info",
  "describe": "Control powerful heroes, unlock dozens of tower types, and craft your perfect defense in an exciting blend of action, strategy and tower defense! Master 10 Bug Heroes, each with their own play style, abilities, and weapons; from the Spider Assassin to the Ant Engineer, to the Worm Demolitions Expert, and more! Scavenge for food and junk, build turrets, level up your heroes and towers, equip upgrades, and defend against the enemy!FEATURES• An exciting mix of action, tower defense, and RPG style upgradeability• Jaw dropping, stylized graphics • Huge single player campaign spanning an entire neighborhood of houses• Dozens of towers to unlock and experiment with - craft your defense however you choose• Discover a unique world with interesting heroes, each with their own unique play style, abilities, and personalities• RPG style progression with level ups, upgrades, equipment, and more• Tons of enemy variety to keep gameplay fresh• Take direct control of your heroes from a 3rd person camera, or play like a traditional tower defense game with a classic overhead cameraWe truly respect your time and support, and we hope you enjoy Bug Heroes: Tower Defense! If you have any questions, suggestions, or need help, please contact us at info@foursakenmedia.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.prineside.tdi2",
  "name": "Infinitode 2 - Tower Defense",
  "company": "Prineside",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "98.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Every game in this Tower Defense strategy game (TD) is endless - stand against infinite number of enemy waves for as long as you can!Complete the story line for great rewards.- Simplistic, well optimized, tiny in size but overfilled with features: 14 different types of towers, 11 types of enemies, bosses, miners, teleports, barriers, modifiers, resources...- Over 40 different levels with leader boards and plenty of quests - no endless grind!- Towers gain experience, abilities, different aiming strategies and can be heavily upgraded- Miners can be used to dig out Resources for new global upgrades- Map editor can be used to build any map with resources won for each game.- Music tracks are stored in maps and played with synthesizer! Players can create a great map with any music and share it with others. - Huge permanent upgrades tree (over 300 different Researches).- Many trophies (3D!) for completion of hardcore quests- Detailed statistics for each game- Synchronization of saved games with PC or any other available device.- Game can be passed to unlock a Developer mode with infinite possibilities!- No ads, everything can be unlocked for free!",
  "lastVersion": "Jul 10, 2023",
  "classify": "StrategyTower defenseSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushorigins",
  "name": "Kingdom Rush Origins TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Teeninfo",
  "describe": "Welcome to Kingdom Rush Origins, the exciting offline tower defense strategy game. Here you can unleash epic td battles for the kingdom, with the power of the elf. Use brand new towers and heroes! As the third installment of the Kingdom Rush epic offline strategy saga, this prequel has earned td accolades from critics for its lightning-fast, exceptionally captivating td battles.They make this offline game a hit between kingdom td strategy and tower defense games lovers.If you like  tactical defense challenges, and an epic offline strategy game - try this tower defense and fall in love with Kingdom Rush’s tower strategy games!In this prequel, command the elven army to defend the battlefield in a mystical realm. Plan your defense against sea serpents, evil sorcerers, and wave after wave of enemies. Upgrade brand-spankin' new towers & heroes. Use spells, beat challenge and set a defense in epic td battles and boss fights to advance in an epic offline adventure!Kingdom Rush Origins packs in a treasure trove of new td content and strategy game features while keeping the signature look that millions of strategy game players love. Rush to the epic games of Kingdom Rush and explore mysterious elven forests, magical faery realms, and even floating ruins in this fantastic tower defense!Build powerful towers on the battlefield ★ Unleash the power of the elf realm with brand-new towers and heroes! Elf Archers, Mystic Mages, and the Elven Infantry - seize each tower in your army to help in challenges and td battles.  ★ Discover 8 new specialized tower upgrades with over 18 battlefield abilities! Clash your enemies in mystic td battles with elven marksmen, runed bears, magic-wielding wizards, and giant animated trees. Execute your strategy with the unique tower abilities and the extraordinary power of each tower! Train mighty, legendary heroes in epic td battles! ★ Master and upgrade 16 legendary heroes, their powers and spells in an epic td prequel!★ Rain lightning, summon reinforcements - use each hero’s unique power to clash with your enemies in a legendary defense game campaign!Fight and clash hordes of new Kingdom Rush styled enemies in epic tower defense battles, challenges and boss fights!★ Command the battlefield against 30 new enemy types and engage in epic td battles! Face hordes of Gnolls, giant spiders, and the terrible Twilight army. Set up your tower strategy and defend the realm! ★ Plan your strategy to deal with intense td boss fights like a good old offline strategy game should have! More fantastic epic games & defense game content!★ Countless hours of epic games & offline battles with over 70 achievements, with three difficulty modes for rising heroes and veterans alike. Explore the elf realm and own the battlefield! ★ Play different offline game modes with a different tower strategy - Classic, Iron, and Heroic - and prove yourself in action-packed challenges.★ Get new-and-improved tower defense tactical equipment using your hard-earned gems in the Gnome shop.★ Study your enemies, towers and defense strategy with an in-game encyclopedia.★ No internet? Play epic games offline anyways!  Play this prequel tower defense game, even offline! —------------------------------Praise for Kingdom Rush series: Google’s Editor’s Choice Award, IGN Editor's Choice, Slide To Play Must Have, GameInformer Gold Award, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, CNET Editor’s Choice Award, Gamezebo 4.5/5, Touch Arcade 4.5/5,.Ironhide’s Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide’s Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 31, 2022",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrushfrontiers",
  "name": "Kingdom Rush Frontiers TD",
  "company": "Ironhide Games",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "184K reviews",
  "age": "Everyone 10+info",
  "describe": "Ironhide’s fast & epic td battles are back!Build your kingdom defense plan & have your epic towers ready! It’s time to explore an action-packed offline tower defense game, Kingdom Rush Frontiers! Rush into fast td battles in an offline tower defense game full of wild enemies. Defend the frontiers of the kingdom!In Kingdom Rush Frontiers, new uprising heroes will challenge their enemies as they defend an exotic realm from dragons, man-eating plants and ghastly underworld denizens. What is a tower defense game without flashy towers, fast levels, heroes, action-packed td battles & boss fights? Rule the battlefield and claim victory on the frontier with Kingdom Rush’s new defense towers! Thought for strategy game fans & newcomers to the tower defense genre alike, Kingdom Rush Frontiers is one of those fast offline td strategy games that will challenge you to take your tower defense strategy and your heroes’ epic power to new frontiers! BUILD MIGHTY TOWERS FOR EPIC TD BATTLES! • OVER 18 TOWER ABILITIES! Unleash them to rule the battlefield. Clash with your enemies in this fast tower defense game! • 8 SPECIALIZED TOWER UPGRADES! Conquer victory with Crossbow Forts, Mighty Templars, Necromancers… Each tower can shake Kingdom Rush’s next battle up! • UPGRADE SYSTEM  min/max your towers’ defense towards your preferred campaign strategy. • Fight dragons and epic enemies in the kingdom’s unexplored frontiers - set your towers in deserts, jungles, and even the underworld in an epic adventure! TRAIN LEGENDARY STRATEGY GAME HEROES • 16 LEGENDARY HEROES. Choose among mighty champions and train their abilities! Each has unique skills that fit every challenge in the realm! • Discover special features on every offline tower defense campaign stage! Beware the Black Dragon! DEFEAT THEM ALL IN OFFLINE TOWER DEFENSE BATTLES • OVER 40 MIGHTY KINGDOM ENEMIES with epic and unique abilities! Lead your heroes and rush through desert sandworms, tribal shamans, nomad tribes & underground terrors. Enjoy fast strategy games & battles in this offline tower defense! • EPIC TD BOSS FIGHTS! Get those campaign upgrades to claim victory! MORE MIND-BOGGLING STRATEGY GAMES CONTENT • Hours of gameplay with 80+ OFFLINE GAME ACHIEVEMENTS! what can you expect from Ironhide, Kingdom Rush creators? Search for Easter eggs and fight for epic campaign achievements in the kingdom! • IT’S AN OFFLINE GAME! No internet? No problem! Jump into real offline realm action! • IN-GAME STORY ENCYCLOPEDIA! learn all about this strategy game, your towers, enemies and plan the best strategy to clash them. Study up to rule this offline game! • CLASSIC, IRON, AND HEROIC TD GAME MODES to challenge your tactical skills to clash your enemies! • 3 DIFFICULTY MODES! Are you up for an epic challenge? Try Hard mode in the battlefield and play a fast offline game! ----------------------------------------------------- PRAISE FOR KINGDOM RUSH FRONTIERS:IGN Editor's Choice, Slide To Play Must Have, 148 Apps Editor's Choice, Jay is Games Game of the Year, Pocket Gamer Gold Award, Touch Arcade 4.5/5 Ironhide games’ Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide’s Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy Video/podcast creators & streamers: We love to see your content on Youtube, Tiktok and Twitch!Feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Sep 18, 2023",
  "classify": "#9 top paid strategyStrategyTower defenseStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wildsky.wildcastle",
  "name": "Wild Castle: Tower Defense TD",
  "company": "Funovus",
  "rating": "4.8star",
  "downloads": "5M+",
  "reviews": "421K reviews",
  "age": "Everyone 10+info",
  "describe": "New addicting casual tower defense game with tower defense (TD) and epic heroes (RPG). Gear up and plan your defenses! Build castles from the ground up!Collect and level up over 60 heroes! Combine their unique skills to perfect your strategy.Use Auto-battle to earn rewards while relaxing!Play with people around the world and compete on the global leaderboard!Facebook: https://www.facebook.com/wildcastle3d/",
  "lastVersion": "Dec 14, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.noxgroup.game.android.townsurvivor",
  "name": "Town Survivor - Zombie Haunt",
  "company": "Nox Joy",
  "rating": "3.8star",
  "downloads": "500K+",
  "reviews": "21.7K reviews",
  "age": "Teeninfo",
  "describe": "Heads up! Right now you are the leader of this small town in the zombieverse that is suddenly attacked by zombies. Town Survivor, the brand new tower defense strategy game in the zombieverse with compelling adventures and thrills. You have to use your brainy strategies to upgrade your defenses and build equipments to fight back waves and waves of zombies and ghosts at night that are trying to destroy the town. The more defense and equipments you have, the more damage you can inflict and the more coins you collect in the zombieverse.But watch out, zombies will never stop coming. They will become stronger and faster as you advance through the game. You will have to use your skills and strategy to balance your defense and offense. You can also unlock special abilities and power-ups to enhance your performance and customize your town in the zombieverse.🔥Easy Gameplay:🎯Collect coins to upgrade doors and build weapons. Customize your town to defend against zombies!💡Unlock various buildings and new characters. Powerful props are waiting for you to experience!🔆Upgrade ability to survive. Challenge the limit and keep getting stronger! Try to survive to the end!🧸Game Features of Town Survivor!► Easy to play - simple tower defense game, keep mining to get coins, build your town to defend against zombies. You can play anytime, anywhere~► Powerful props - Use a variety of powerful magic props to defeat incoming zombies and save the town!► Level mode - keep moving forward! Save more towns. The fate of mankind is in your hands!► Various characters - Unlock multiple characters, super fantastic abilities are waiting for you to experience!►Upgrade talents - you can accumulate gold coins through the levels, upgrade your survival talents, keep getting stronger, and survive longer!Town Survivor is a fun and addictive game that will keep you hooked for hours. You can play it both offline or online. You can also compete with other players on the leaderboard and see who can survive the longest.If you are ready for an exciting challenge, download Town Survivor and start your adventure in the zombieverse!Join us: https://discord.gg/EqwfjkwVuaFind us: https://www.facebook.com/townsurvivorappTweet us: https://twitter.com/townsurvivorappEmail us: townsurvivor@noxjoy.com",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rok.gp.vn",
  "name": "Rise of Kingdoms - Gamota",
  "company": "LilithGames",
  "rating": "4.0star",
  "downloads": "1M+",
  "reviews": "97.3K reviews",
  "age": "Teeninfo",
  "describe": "Greece marches out, reaching the top▶ Rise of Kingdoms introduces a new civilization: Greece! ◀Greece has joined the Rise of Kingdoms arena. The cradle of Western civilization, home of legendary philosophers, warriors and poets, the power of the Greek world is now in your hands:The Greeks – Brave, insightful, artists and inventive, the ancient Greeks were known for their architectural marvels such as the Parthenon, as well as for their pioneering role in politics and the arts. , philosophy and war. How will you use this mountain of resources and wisdom in your hands?Can he steer Greece like it did under Pericles' heyday, fostering democracy and building architectural marvels? Or will you display military might like Alexander the Great? Will he succumb to the Romans, or will he build on the glorious legacy of Greek civilization over time?The time has come for you to show your strength.▶Game Features◀● 14 featured civilizations Choose one14 historical civilizations and take your civilization from a lone clan into a great, unstoppable force! Each civilization has its own architecture, unique units and special advantages – at your disposal! Show your power to rule the country with Greek civilization, fight with Pyrrhus, Pericles, Alexander the Great and other great commanders, conquer the Aegean sea.● Develop superior combat tactics and strategiesWant to create a siege on the map? Want to protect your base and outlive stronger enemies? Or do you want to hit the center of the enemy territory and attack from behind? Rise of Kingdoms' unique Free March feature will give you the chance to show off your genius military prowess!● Rule the world with legendary commandersLegendary commanders from around the world are ready to appear in Rise of Kingdoms! Julius Caesar, Cao Cao, Joan of Arc, and many more are waiting to be recruited!Each commander has been recreated according to their historical profile, including their appearance, voice, and specially designed skills, representing their historical achievements. Governors can now lead a civilization of \"talented commanders and fierce soldiers\".Heroes make legends, or legends make heroes? Assemble your own team of heroes who pledge allegiance to you!● Unlimited zoom for full map controlWe created the first map to support unlimited zoom! Start at the macro level of the world map, zoom in to see the surrounding factions, then zoom in all the way to see the city map. Smooth zoom in and out with just two fingers, enjoy the whole world in the palm of your hand!With ultra-high-resolution 3D graphics and a realistic fog of war slowly disappearing, experience the excitement of sending your scouts to explore this new world!● Create a city limited only by your creativityA prosperous city is the key for every civilization to flourish. In Rise of Kingdoms, players can create their own unique city layout by freely arranging buildings.The buildings of each civilization have their own unique style. Dwellers walk, lights illuminate the night and soldiers constantly patrol beyond the walls... A city that has stood the test of time and is the source of your legend!● Show your cunning and strategy with our new Conqueror gameplayFacebook: https://www.facebook.com/ROKSLGVNFacebook Group: https://www.facebook.com/groups/rokvn.official",
  "lastVersion": "Dec 6, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.rok.gp.vn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Gcenter.KingofDefense2.epic.towerdefense",
  "name": "King of Defense 2: Epic TD",
  "company": "GCenter",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "16.4K reviews",
  "age": "Everyone 10+info",
  "describe": "The sequel to King of Defense: Battle Frontier is King of Defense 2: Epic Tower Defense. New heroes, turrets, and invaders will debut in this sequel, which creates epic battles. The combination of turrets, which is the essential value of King of Defense, stays unchanged. In addition, heroes with excellent combat skills will aid in the defeat of the invaders.\tThe key to protecting the kingdom from aggressive monsters is strategy. Each must develop their own distinct and unique tactics to firmly defend the peaceful land.\tRole-play as heroes in battles to gather power and awaken the potential within your heroes. Gather the necessary equipment, which includes spells, powers, techniques and tactics, to aid in preventing enemy attacks.\tGo on adventures and explore the world of frozen lands, scorching deserts, land of the gods, and charming kingdoms hidden in the woods. All of those lands are waiting for you to arrive and defend them from the onslaught of ferocious monsters.\tLet's fight it out in King of Defense to become a legendary hero.        - FEATURES:        ★ Stronger turret fusion with new turrets.        ★ New heroes, who have been considerably enhanced and equipped with support items earned in battle to help them improve their skills.        ★ Provide players with more game modes to choose from.        ★ Many enemies with rich and unique abilities, as well as a wide range of attacks, pose a significant challenge to tower defense fans.        ★ High-definition graphics and a lively soundtrack.---------------------------------------Contact us for further support and information:- Official Fanpage: https://www.facebook.com/King-Of-Defense-2-Epic-TD-100906102417564- Official Group: https://www.facebook.com/groups/292775049384323",
  "lastVersion": "Dec 15, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.7K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wb.goog.mk.rpg2021",
  "name": "Mortal Kombat: Onslaught",
  "company": "Warner Bros. International Enterprises",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "46.5K reviews",
  "age": "Mature 17+info",
  "describe": "For eons, the realms have been locked in Mortal Kombat. Blood has been shed and lives taken in epic duels between darkness and light. Now the Elder Gods call upon YOU to step into the action and join in the battles that will determine the fate of the realms! Experience the vast world of Mortal Kombat in a cinematic, mobile-exclusive RPG journey. Build a team featuring your favorite Fighters from Mortal Kombat’s expansive history and pit them against wave after wave of blood-thirsty foes.FIGHT IN EPIC RPG KOMBATFor the first time in Mortal Kombat’s action-packed history, unleash total mayhem in fast-paced, strategy RPG battles of up to 10 characters at once! Assemble powerful teams of 4 classic champions—such as Raiden, Liu Kang, Scorpion, and Shao Kahn. Master kombat skills, like Kombos and Special Abilities, and create the mightiest team, fighting your way through the Earthrealm-shattering Story Mode. COLLECT ICONIC FIGHTERSCollect and level up iconic Mortal Kombat Fighters from a massive roster, including veterans like Sub-Zero, Johnny Cage, Jade, Kitana, Jax, Sonya Blade, and many more! Summon featured Fighters including rare, fan-favorite variants of classic kombatants like Cyrax and Smoke. Use strategy to assemble teams of 4 based on their unique fighting abilities and class-based skills to prepare for the RPG kombat action.EXPERIENCE A NEW, EPIC STORYTriple-A quality graphics, visceral battles, cinematic cut scenes, and brutal Fatalities like only Mortal Kombat can deliver! Duel your way through the many chapters of RPG kombat, unlocking new champions along the way and immersing yourself in the action-packed story of Shinnok’s bid for destruction.MASTER THE STRATEGY GAMEPLAYBuild unstoppable teams, catered to the unique challenges of many different RPG game modes. Assemble a diverse roster of Assassins, Warriors, Snipers, and Defenders in preparation for the strategy action. Earn a myriad of rewards and resources to increase your Fighters’ power, evolve kombat skills, and level up Gear. Equip Relics—powerful items pulled from Mortal Kombat lore—on specific Fighters strategically and earn battle effect bonuses, even Fatalities! DOMINATE THE KOMPETITIONTrain your team, level them up, and boost their skills in Boss Tower and Chasm Modes, then take them to the Arena and challenge players from across Earthrealm to kombat. Make sure to participate in PVP Seasons, earn special Arena rewards, and climb the leaderboards to show the world what you are made of! Play now to help save the universe from Shinnok’s evil plans and battle for victory in this new RPG experience!Join the Konversation:• Like Us on Facebook: https://www.facebook.com/MKOnslaught/  • Follow us on Twitter: https://twitter.com/mkonslaught • Subscribe on YouTube: https://www.youtube.com/@MKOnslaught • Chat with us on Discord: https://discord.gg/mortalkombatonslaught • Follow Us on Instagram: https://instagram.com/mkonslaught  • Sign Up for Emails: www.mortalkombatonslaught.com",
  "lastVersion": "Dec 6, 2023",
  "classify": "Role PlayingAction-strategyCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+strategy+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "59.9K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.▶▶Stunning Visuals Blending Retro and Modern Aesthetics◀◀Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. ▶▶A Cinematic Adventure across the 20th Century◀◀From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.▶▶Full English Voice Acting with Authentic Accents◀◀Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. ▶▶Fantastic Arcanists from Different Times and Regions◀◀People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans … But who are the Arcanists, really?▶▶Weave Arcane Incantations to Attain Glorious Victories◀◀Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.komoe.lsengp",
  "name": "Code Geass: Lost Stories",
  "company": "KOMOE TECHNOLOGY LIMITED",
  "rating": "4.1star",
  "downloads": "100K+",
  "reviews": "1.46K reviews",
  "age": "Teeninfo",
  "describe": "The only official game for the series \"\"Code Geass: Lelouch of the Rebellion\"\"!Team up with Lelouch and crush the Britannian Empire ------------------------- Story -------------------------■Experience the story of Lelouch and others from a different perspectiveThe hero, who lost their parents during the Britannia's invasion of Japan,throws themselves into the turmoil of Area 11 as an ally of Lelouch, while seeking revenge against the empire.This is another 'lost story' from \"\"Code Geass: Lelouch of the Rebellion\"\"——*Main Story cutscenes are made using Live 2D, and are fully voiced*You can change the gender of your character at any time■Stories based on official spin-offs and game-specific side stories will be includedSpin offs such asCode Geass: Akito the Exiled,Code Geass: Oz of the Reflection, as well as side storiesfocusing on the main characters will also be added. ------------------------- Gameplay -------------------------■A highly strategic real-time battle systemEnjoy taking the command in fast-paced battles, where proper placement of your squad's Knightmare Frames are the difference between victory and defeat. High-quality 3-D battle scenes add even more excitement to each skirmish.■Create your own unique battle squad!All the characters and Knightmare Frames that appear in the anime can be used to create your own unique squad. Who you decide to send into combat, as well as what Knightmare Frame that they pilot is up to you.Choose from your favorites to create the strongest squad that suits your playstyle.  ------------------------- Main Characters: CV（Listed Below） -------------------------Lelouch: Jun Fukuyama,Hero: Yuuma Uchida, Heroine: Ayaka Oohashi,Suzaku: Takahiro Sakurai, C.C.: Yukana, Kallen: Ami Koshimizu,Clarice: Azuki Tadokoro, Carly: Minami Takahashi、Anone: Manaka Iwami ------------------------- Staff -------------------------■The anime production staff from \"\"Code Geass: Lelouch of the Rebellion\"\" returns! Creative Directors: SUNRISE, Ichirou Okouchi, Taniguchi GorouOriginal Planning/Production: SUNRISEOriginal Character Design: CLAMPIn-game Character Design: Takahiro Kimura, ShirabiiIn-game Knightmare Frame Design: AstraysDeveloper(s): DMM GAMES、f4samuraiPublisher: Komoe GameAnimation Production Studio: SUNRISETheme Song: FLOW- PENDULUMContactOfficial Website: https://loststories.komoejoy.com/Facebook: https://www.facebook.com/loststories.KOMOE/ ------------------------- Copyright -------------------------©SUNRISE／PROJECT GEASS Character Design ©2006 CLAMP・ST©SUNRISE／PROJECT GEASS Character Design ©2006-2008 CLAMP・ST©SUNRISE／PROJECT G-AKITO Character Design ©2006-2011 CLAMP・ST©SUNRISE／PROJECT L-GEASS Character Design ©2006-2017 CLAMP・ST©2019 EXNOA LLC・f4samurai©2023 KOMOE Game CorporationNote*This game's story contains themes of \"\"violence\"\", \"\"sexual acts\"\", and \"\"anti-societal sentiments\"\", and may not be suitable for younger audiences.*While this game is free-to-play, a payment system is available to use during certain purchases, such as in-game currency and various items.*Please keep these points in mind when downloading and playing the game.This, is your \"\"Lost Story\"\"",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyTower defenseCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nianticlabs.monsterhunter",
  "name": "Monster Hunter Now",
  "company": "Niantic, Inc.",
  "rating": "3.7star",
  "downloads": "1M+",
  "reviews": "212K reviews",
  "age": "Teeninfo",
  "describe": "The thrill of the hunt is calling. Begin your hunting adventure now!Hunt monsters in the real world:Embark on a global quest to track down and hunt some of the most formidable monsters from the Monster Hunter universe as they appear in our world. Forge powerful weapons and team up with fellow hunters to track down larger-than-life monsters and take them head-on.Authentic hunting action carefully adapted to mobile: Discover a variety of monsters depending on the habitat around you – Forest, Desert or Swamp – and engage in thrilling hunts solo, or band together with fellow hunters to take on these large monsters. The simplified tap-based controls and high-fidelity graphics enable you to engage in enjoyable hunting action wherever you go. See monsters around you with the AR Camera:Experience what it’s like to have these iconic monsters appear in the real world with exclusive AR Camera features.Master the hunt in 75 seconds:Can you complete the hunt within 75 seconds? Master the weapons, craft armor sets and hone your skills – exploit weaknesses and utilize every element at your disposal to take on the hunt.Mark monsters even with your phone in the pocket: With Adventure Sync, you can use a Paintball to track monsters while you explore your town and bring the hunt to your doorstep afterwards. As you explore, your Palico can mark passing monsters with Palico Paintballs, even while you aren’t actively playing, allowing you to return to them later, ensuring that the action never stops.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingAction Role-PlayingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.droidhang.slot.android.google",
  "name": "Smithing Master",
  "company": "DHGames Limited",
  "rating": "4.2star",
  "downloads": "500K+",
  "reviews": "19.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Monsters rampage freely, and the world is filled with crises. You have become a part of this adventure.You are a legendary smithing master who possesses the essence of forging and a valiant hero shouldering a heavy responsibility, fighting alone.With determination, you embark on a journey to vanquish monsters and the Seven Deadly Sins, fighting to restore this fantastical world.Game Feature:Core highlights, equipment forging. Forge over a hundred types of equipment with your own hands, upgrade the forging anvil, continuously enhance equipment quality and personal strength.Collect and synthesize, elves assisting. Cultivate elves, fight side by side with them, and the unique skills of the elves will help you overcome challenges.Ever-changing, endless adventures.A series of challenges such as quests, competitions, world bosses, and more. Only with thorough preparation can you face various crises.Casual RPG, stress-free. Play as a legendary smithing master and hero, engage in battles without pressure, enjoy a relaxed gaming experience to the fullest.Dark style, eerie legends. The Seven Deadly Sins are determined to rule the entire world, twisting it into a corrupt and decayed land...",
  "lastVersion": "Sep 12, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.socialempiresmerge",
  "name": "Top Troops: Adventure RPG",
  "company": "Zynga",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "20.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Top Troops is a fantasy RPG game with a unique mix between strategy and merge mechanics. Easy to try, hard to master.The war is raging and King's Bay has been wiped out by the King's evil brother!Build your army, merge your troops, rank them up, and lead them into epic battles on all kinds of game modes: Adventure, PvP Arena, the Chambers of Destiny, Ancient Battles with your Clan,... Your order, your command!Customize your troops using units of different roles and factions to defeat the Dark Army. Each position on the field can have a big impact on whether you win or you lose, so bring all of your best units but also your brain to the battle!Lead the craziest army ever, including Wizards, Samurais, Dragons, and even a Vampire Queen! These and other unique troops are waiting for their new Commander.Classic features:- QUICK, FUN & EPIC BATTLES: Deploy the right combination of units onto the battlefield and see them use their unique skills in idle battles!- FORGE ALLIANCES IN CLANS and cooperate to defeat the Ancients!- COMPETE against the best players in the PvP Arena and rise to the top of the Leaderboard in Diamond League- MERGE & RANK UP your troops to knock down stronger enemies- EXPAND & MANAGE YOUR KINGDOM. Reconquer the land that was lost to the King's evil brother- CHOOSE YOUR STRATEGY: Combine units of different Factions and battle roles to maximize your chances of success!- RECRUIT THE BEST OF THE BEST. There are +50 Squads, each with their own unique skill set! - GAME MODES GALORE: Discover the Magic Island, earn rewards in the Adventure, face other players in the Arena, complete Quests, and learn the secrets of the Chambers of Destiny- KEEP COMING BACK for new units and time-limited eventsCommander, are you ready to face the challenge and lead the King's Top Troops to victory? Help the factions of King's Bay to earn back the land they lost!Top Troops is is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Enjoying Top Troops? Drop us a review. :)",
  "lastVersion": "Dec 18, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.md.ccsg_kr",
  "name": "나만의 삼국지",
  "company": "Forever9 Games",
  "rating": "4.5star",
  "downloads": "10K+",
  "reviews": "5.6K reviews",
  "age": "Everyoneinfo",
  "describe": "Unlimited card draw, easy training!===Game Features ===[Various selection of infinite draw cards]If you obtain an infinite lottery card, you can quickly accumulate various characters and equipment through a lottery to create your own strongest army![Synthetic evolution without cultivation]No need to go crazy! Simply train, focus on the game, and elevate your warlord’s attributes with easy synthesis and evolution![All white armed heroes]A majestic procession of 100 warriors! Heroes with diverse backgrounds and unique skills and stories!As you cultivate and form your fantastic faction, each hero will become a capable assistant in your battles![Sweet companion and easy victory]Cute cuties join you on your adventure, and you acquire various gains and skills to help you win.Let’s take the lead with the faction combination.Each hero has their own attributes and skills, so cleverly combining your formation will be the key to victory!",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.md.ccsg_kr"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.entropy.global",
  "name": "Project Entropy",
  "company": "FunPlus International AG",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "54.1K reviews",
  "age": "Teeninfo",
  "describe": "Welcome, commander, to Project Entropy- an ultimate Sci-Fi and role-playing mobile game with battles in space. In this immersive MMO experience, you will command alien civilizations, conquer uncharted planets, and build Hero fleets. Customize your heroes with unique features and equipment, creating a force to be reckoned with. Engage in intense PvP battles against other players or take on challenging PvE encounters. Explore the vast map, conquer territories, and rise to become a legend in this epic interstellar adventure. Join a vibrant global community and experience the thrill of mech warfare. Are you ready to lead?Interactions with diverse alien civilizations have accelerated human technological prowess, giving rise to an arsenal of weaponry designed for extraterrestrial combat. You have been invited to partake in the Interstellar Trial, the most prestigious contest in the universe, where brave warriors vie for dominion over uncharted planets.Each planet pulses with lifeâ€”alien beasts, otherworldly ecosystems, ancient ruins, and peculiar creatures. Every corner of the cosmos brims with wonder, danger, and opportunity. The drama of interstellar warfare unfolds among various races and civilizations, awaiting your command.PROJECT ENTROPY FEATURES:ASSEMBLE YOUR CREW: As an Interstellar Trial Commander, you'll encounter and recruit incredible species from across the universe, harnessing their unique technologies to fortify your forces. Carve your own path through the stars.JOIN A FLEET COMMAND: You have the freedom to create a team that perfectly suits your playstyle and strategy, and upgrade them with powerful weapons to build the best fleet command to increase attack and defense. Customize your vehicles and weapons.CUSTOMIZE EPIC HEROES: Uncover the stories of war heroes as your epic journey unfolds. Recruit heroes to your team for a united front and upgrade their skills.DEEP AND DYNAMIC COMBAT: Prepare for the Grod! These alien beasts have been roused. As an Interstellar Trial Commander, you'll need to harness advanced technology and cunning strategies to quell the threat.VERSATILE WARFARE: Command powerful tanks and aircraft, each with their own unique tactical advantages. Whether you're facing Grod swarms or enemy forces, your strategic choices will define your legacy.ADVANCED ARMAMENTS: Choose from a vast array of high-tech weaponry, including patrolling tanks and combat mechs. Shape your armory to suit your gameplay style.REAL-TIME BATTLE STRATEGY: Engage in real-time multiplayer combat. Battle against other alliances on the region map for control of territories and resources, and encounter a wide variety of environments, creatures, and technologies throughout the game.ALLIANCE WARFARE SYSTEM: In times of crisis, allies are invaluable. Join an alliance and fight for the glory of your comrades-in-arms.GLOBAL INTERACTION: Converse with players from around the world, breaking down language barriers with our powerful real-time translation system.In Project Entropy, you can command your troops and recruit the best crew of heroes in this sci-fi and RPG legends game. Navigate through the galaxy by engaging in epic space battles, discovering new civilizations, and completing challenging missions. Join the fleet; the cosmos is calling. A myriad of planets await your conquest. Seize your opportunity to become a legend among the stars.Help & Support: trc_official@funplus.comPrivacy Policy: https://funplus.com/privacy-policy/Terms of Service: https://funplus.com/terms-conditions/Discord Server: https://discord.gg/mRVQcXJP",
  "lastVersion": "Sep 19, 2023",
  "classify": "StrategyBuild & battleMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.invinciblesstudioltd.soccermanager2024",
  "name": "Soccer Manager 2024 - Football",
  "company": "Invincibles Studio Ltd",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "45.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Soccer Manager 2024 is the mobile football management game with unrivalled accuracy, immersion, and enjoyment. Take control as a football manager at one of over 900 clubs in 54 leagues across 36 countries around the world. Buy, sell, and manage real players to create your top eleven with accurate attributes enabled by Soccer Manager’s proprietary Soccer Wiki database, continuously supported by fans in our expertly-informed football fan community.Now you can manage international teams in major tournaments against other teams in your continent and around the world. Enjoy stunning match and environment visuals, with player likenesses and animations never having looked so good! Handle transfers, training, tactics & formations, and develop your football club’s facilities as you rise to become champions.Domestic and continental cup success with your top eleven can result in exciting opportunities. You may be invited to become the manager of an international team, taking part in continental and global tournaments against the best international teams in the world!If you want to truly prove your football management credentials, then forge your own legend by creating your own football club! Start at the bottom, experiencing what it’s like to be the ultimate football manager in your ascent to the very top with soccer stars you have bought, or wonderkids you have grown into world-leading professionals.Experience what it’s like to be the ultimate football manager in SM24:- Over 25,000 real players at over 900 football clubs from the 54 most popular leagues in the world.- Prove your dominance as a football manager across the continent with the highest level of continental football club competitions.- Become a renowned international manager, with almost 100 international teams to control and guide.- Emulate your favourite football manager to guide your top eleven to global success.- Try forging your own legend by creating your dream football club and grow a team of super star soccer players.- Create a manager to match your personal style, with customisation and wardrobe options.- A dynamic live transfer market allows you to intelligently decide which players to bring in as you build your top eleven. Rapid player contract negotiation and resolution adds to the realism and immersion.- Sign experienced super star soccer players for instant success, or nurture the next generation of “wonderkid” new soccer stars as a talent-spotting football manager.- Watch your football management strategy succeed on the pitch with visually stunning characters, animations, and environments. Real players and stadiums have never looked so good!- Tactically manage your top eleven however you wish, from training ground coaching to live pitch-side instructions.- Analyse in-depth statistics reports and decide how to improve your football team’s performance.- Choose how to build and upgrade your football stadium and football club facilities to world class quality.",
  "lastVersion": "Dec 12, 2023",
  "classify": "SportsCoachingCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Sports+management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.spaceapegames.carsuperstar",
  "name": "Chrome Valley Customs",
  "company": "Space Ape",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "153K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Chrome Valley Customs, the home of vintage cars! Get ready to roll up your sleeves and join the garage crew as you restore, tune, customize and trade classic rides and earn the title of master mechanic! From muscle cars to junkyard finds, you’ll turn rust into rad renovations as you design vehicles to your exact specifications.RESTORE vehicles to their former glory!CUSTOMIZE classic cars and create your dream ride!CHOOSE between sleek and modern makeovers or a vintage, retro vibe!RELAX with our car garage crew!SOLVE auto-themed match puzzles!RACE through levels with explosive tools!What are you waiting for? Download Chrome Valley Customs now and get those rides driving back on the road! 🚘Questions?http://support.chromevalleycustoms.comNeed help? Contact us!support@chromevalleycustoms.comFollow us!https://www.facebook.com/ChromeValleyCustomshttps://twitter.com/chromevalleychttps://www.instagram.com/chromevalleycustomshttps://www.tiktok.com/@chromevalleycustomsJoin the Chrome Valley Customs Discord Server!https://discord.gg/3eGN59qDzF",
  "lastVersion": "Dec 15, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.nordcurrent.canteenonlinehd",
  "name": "Cooking Fever Duels: Food Wars",
  "company": "Nordcurrent Games",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "1.94K reviews",
  "age": "Everyoneinfo",
  "describe": "👩‍🍳 Unleash Your Culinary Genius: Embrace the adrenaline rush of live PVP battles. Outmaneuver, outcook, and outshine your rivals in exhilarating real-time duels. Feel the heat of the kitchen as you race against time, balancing speed with culinary precision to emerge victorious.🥇 Ascend the Leaderboards: Cook your way to glory! Compete in local and global challenges, leaving your mark as a top chef. Earn your place among culinary legends on the leaderboard, where every dish you serve brings you closer to the coveted title of Master Chef. 🏆 A Bounty of Rewards: Each season brings new, tantalizing challenges and mouth-watering prizes. Strive for excellence, conquer daily quests, and claim your rightful rewards, enhancing your journey through the culinary world. 🍔 Global Gastronomy: Explore a vast array of dishes from across the world. From the tantalizing spices of Asia to the comforting classics of America, your journey will be a rollercoaster of flavors and cuisines, challenging your versatility and skill as a chef.🖼️ Kitchen Upgrades Galore: Hundreds of upgrades await! Transform your humble kitchen into a state-of-the-art culinary paradise. Equip yourself with the best tools and gadgets, ensuring each dish you create is a masterpiece of flavor and presentation.✔️ Daily Quests, Endless Fun: Embark on new quests every day, each bringing unique challenges and rewards. These daily adventures keep the game fresh, exciting, and endlessly engaging.🧀 Customize Your Chef: Express your personality with an adorable collection of animated Foodie avatars. From the quirky to the cute, choose an avatar that reflects your culinary style and adds a personal touch to your cooking journey.Immerse yourself in the bustling ambiance of 'Cooking Fever Duels.' Here, every ingredient matters, every second counts, and every dish tells a story. This isn't just a game; it's a journey through diverse culinary landscapes, where you'll unlock secret recipes, master exotic dishes, and leave your patrons craving for more.Compete, Collaborate, Celebrate:⚔️ Challenge Friends and Foes: Not only will you face off against unknown culinary talents from around the world, but you can also challenge your friends to friendly duels. Show off your cooking prowess and become the envy of your social circle!🎉 Community and Competitions: Join an enthusiastic community of fellow chefs. Participate in events, share tips, and revel in the joys of cooking. Regular updates bring new competitions and themes, keeping the excitement alive.🌐 Always Connected: 'Cooking Fever Duels' is an online extravaganza, ensuring you're always part of an active, vibrant community. Connect, compete, and cook in a dynamic, ever-evolving world.Troubleshooting and Support:🤔 Got questions or need a helping hand? Our dedicated support team is just a click away! Reach out for assistance, share your feedback, or suggest new features to make your cooking experience even better. 💌 https://www.nordcurrent.com/support/?gameid=1 📒 Stay Informed: Read our Privacy/Terms & Conditions for a safe and enjoyable gaming experience. https://www.nordcurrent.com/privacy/ ❗ Important Note: 'Cooking Fever Duels' is an online game, requiring an internet connection for the full, rich experience of global culinary battles.",
  "lastVersion": "Dec 13, 2023",
  "classify": "SimulationTime managementCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Time+management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cookapps.bm.fortresssaga",
  "name": "Fortress Saga: AFK RPG",
  "company": "CookApps",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "69.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Hey, y’all! Get ready to join Fortress Saga and hop on the adventure of Cor and Louis - the seed filled with the power of life and the descendant of an honored hero! As you gather allies, you’ll customize your fortress to your own taste and explore dungeons in vast worlds. Defeat your enemies and grow stronger even faster! Plus, the chemistry between heroes and eye-catching graphics will keep you engaged and wanting more. So what are you waiting for? In Fortress Saga, anything is possible, so come and let your imagination run wild! ▶ Strengthen your heroes and fortress, 24/7!Your heroes and fortress are always growing stronger and leveling up, even while you're chowing down or catching some Zs. It's easy, it's fast, and it's all about having a blast while taking on the world with your customized fortress and automatic battles. ▶ Enjoy the ride with the automatic battle system!With an easy-to-use interface and intuitive combat mechanics, you can sit back and watch your fortress crush your enemies while you level up and grow your heroes stronger without lifting a finger! ▶ Personalized Heroes & Customizable FortressEnjoy collecting dealers, tanks, and more heroes to suit your playstyle! Spice up your fortress with the latest gear and upgrade to make it truly yours! ▶ Get your souls ready to collect heroes!Combine the unique abilities of your heroes and unleash flashy skills to overcome any challenge. Activate synergy among heroes to grow stronger, and faster! Dive in and experience the joy of collecting heroes and rare items! ▶ Stunning Graphics and Heart-poundingExperience the charm of unique heroes with unique and dynamic animation in the style of Art Nouveau. And that’s not all - our heroes come to lives fully voiced by an all-star cast, making for witty conversations and captivating chemistry!",
  "lastVersion": "Dec 11, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scopely.monopolygo",
  "name": "MONOPOLY GO!",
  "company": "Scopely",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "1.61M reviews",
  "age": "Everyoneinfo",
  "describe": "Hit GO! Roll the dice! Earn MONOPOLY money, interact with your friends, family members and fellow Tycoons from around the world as you explore the expanding universe of MONOPOLY GO! It’s the new way to play - board flipping cleanup not required!Take a Break!Escape, enjoy, dream, scheme and stay in touch with this newly reimagined twist on MONOPOLY! Let everyone’s favorite zillionaire, Mr. MONOPOLY, be your guide as you explore new boards themed after world-famous cities, fantastical lands and imaginative locales.So MONOPOLY GO!Experience classic fun and visuals with gameplay fit for your phone! Collect Properties, build Houses and Hotels, pull Chance Cards, and of course, earn that MONOPOLY Money! Play with your favorite game Tokens such as the Racecar, Top Hat, Battleship, and more. Earn more tokens as you go! See MONOPOLY icons like Mr. M, Scottie and Ms. MONOPOLY come to life, and brand new characters too!Your Family Table!Help or hinder! -  You and friends can earn easy money with Community Chest and co-op events! Or heist their banks to help yourself get to the top. Don’t feel bad!Collect and trade story-filled Stickers with friends and family and in our MONOPOLY GO! Facebook Trading Groups! Complete gorgeous, clever albums for huge rewards!Features!BUY & BUILD YOUR WAY TO THE TOPCollect Property Tile Sets to build Houses and upgrade your Houses to Hotels to get even more rent from friends! All you have to do is hit GO!ENJOY THAT CLASSIC MONOPOLY ATMOSPHERERoll the dice to enjoy the classic MONOPOLY board you know and love. Featuring familiar faces such as MR. MONOPOLY, and familiar spaces such as jail (womp womp!), Railroads, Properties, Tokens and more! PLAY WITH FRIENDS AND FAMILYGet social! Play with friends to take full advantage of new mini-games such as Community Chest – where you and friends take a break from mischief and work together! NEW OPPORTUNITIES EVERY DAYPlay Tournaments, the Prize Drop plinko mini-game, the Cash Grab mini-game and follow our Events for big rewards. With new Events running every hour, there are new ways to play and win every day!MONOPOLY GO! is free to play, though some in-game items can also be purchased for real money. Internet connection is required to play the game.The MONOPOLY name and logo, the distinctive design of the game board, the four corner squares, the MR. MONOPOLY name and character, as well as each of the distinctive elements of board and playing pieces are trademarks of Hasbro, Inc. for its property trading game and game equipment. © 1935, 2023 Hasbro.Privacy Policy:https://scopely.com/privacy/Terms of Service:http://scopely.com/tos/Additional Information, Rights, and Choices Available to California Players: https:scopely.com/privacy/#additionalinfo-californiaBy installing this game you agree to the terms of the license agreements.",
  "lastVersion": "Dec 18, 2023",
  "classify": "#1 top free boardBoardAbstract strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ludia.dc2021",
  "name": "DC Heroes & Villains: Match 3",
  "company": "Jam City, Inc.",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "20.7K reviews",
  "age": "Everyone 10+info",
  "describe": "The DC universe needs YOU in DC Heroes & Villains, an epic Match-3 RPG superhero game! Collect and train legendary superhero DC icons like Batman, The Joker, Blue Beetle, Superman, Aquaman, Wonder Woman, Lex Luther, Harley Quinn, The Flash and take on enemies to survive extinction in strategic match 3 games!A mysterious pulse has stripped away all super powers, and it’s up to you to assemble the ultimate superhero team and fend off this galactic injustice. Become the master and survive with your very own team of DC Super Heroes and Super-Villains, and prepare for epic match-3 PvP battles in this all-new puzzle RPG game!Explore iconic DC Comics locations from the alleyways of Gotham City to the depths of Atlantis, and prepare for epic battles. Build your very own team of fan favorite DC Superheroes, Super-Villains or both, and become the master in match 3 RPG Puzzle games to wipe out your enemy in PvP and survive extinction in this epic hero game.Strengthen your team and unite with others across the DC universe. Work together to fight injustice and defeat foes and bosses for awesome rewards in limited time events. All DC Comics superheroes and villains including Batman, Superman, Blue Beetle, Harley Quinn, Wonder Woman, the Joker, Aquaman, and The Flash can be upgraded to become more powerful.- Recruit and collect over 60 DC super heroes and villains and build teams for every type of match 3 puzzle battle.- Help your team to regain their powers and upgrade abilities to unlock their full potential.- Master challenging match 3 Puzzle RPG gameplay across 152 missions and PvP games.- Match tiles and create powerful match 3 combo chains to activate exciting Synergy, Melee and Ranged Power moves from your team.- Synergize with Batman, The Flash, Superman, Wonder Woman and the rest of the Justice League to unleash powerful combos.-Batman VS Superman, The Flash VS The Joker, Wonder Woman VS Aquaman, The Riddler VS Blue Beetle, Batman games, or Superman games, the opportunities for battle are endless.Tap into the Super within you in DC Heroes & Villains today! Unleash the power of your favorite DC legends like Batman, Superman, Aquaman, Blue Beetle, Wonder Woman, and the Flash and dominate the Match-3 RPG PvP leaderboard!--TM & (c) DC. (s21)™ & © Warner Bros. Entertainment Inc. (s21)Privacy policy can be found at https://legal.ludia.net/mobile/2019-2/privacyen.htmlTerms of service can be found at https://legal.ludia.net/mobile/2019-2/termsen.htmlhttp://legal.ludia.net/mobile/wys/legal.htmlBy installing this application you agree to the terms of the licensed agreements.",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingPuzzle Role-playingMatch 3 RPGCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Puzzle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.spaceapegames.country.music.game",
  "name": "Country Star: Music Game",
  "company": "Space Ape",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "34K reviews",
  "age": "Teeninfo",
  "describe": "Play Real Music in Country Star for free!Follow the rhythm! Tap and Swipe to the instruments, vocals or beats to master your favorite songs and experience them in a whole new way.PLAY REAL MUSIC● Hundreds of fully original licensed songs - collect them all!● Country, Americana, Folk, Bluegrass, Alt Country, Honky Tonk, Southern Rock. This game has it all! FEEL THE RHYTHM OF HOME● Feel every beat pulse through your fingers● Master songs by tapping, swiping and holding to the music to unlock new songsPLAY WITH FRIENDS● Share new music with your friends and brag when you beat their score.● Play challenges and climb your way up the leaderboard.Country Star is completely free to download and play and contains the option to make in-app purchases to supplement your experience. Country Star includes optional purchases that drop the available items in a randomised order. Information about drop rates can be found by tapping the 'Information' icon and pressing 'Show Me.'Please note: a network connection is required.Country Star requests storage permissions so that you can send our support team screenshots of anything you need help with or would like to report to us.The rest:Need help? https://support.countrymusicgame.comContact us! support@countrymusicgame.com",
  "lastVersion": "Dec 7, 2023",
  "classify": "#4 top grossing musicMusicPerformanceArcadeSingle player",
  "privacy": "https://play.google.com/store/search?q=Music+performance+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tiltingpoint.sbadventures",
  "name": "SpongeBob Adventures: In A Jam",
  "company": "Tilting Point",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "40.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Get Ready to go on an Amazing Adventure with SpongeBob and his Friends! Plankton’s latest scheme to steal the secret Krabby Patty Formula has backfired in a big way, leaving the world covered in JellyFish Jam! Now it’s up to you and SpongeBob, along with friends new and old to rebuild and restore order to Bikini Bottom and Beyond! Build your own Bikini Bottom and travel to fan-favorite locations from the SpongeBob universe, like Jellyfish Fields, New Kelp City, Atlantis and More!  Explore, restore and rebuild SpongeBob’s world to its former glory with help from friends, new and old, that  you meet along the way!Unlock & interact with exciting animals and old pals on your adventures - you can even have pets like Gary, Pete The Pet Rock, Sea Lion and more join the fun and travel with you!Craft items from Krabby Patties  to Jelly Jars and farm and harvest crops  to help you on your quest to rebuild Bikini Bottom! Meet and Interact with your favorite characters from the SpongeBob Universe, from old friends like Patrick, Sandy, Mr. Krabs and Squidward to new ones like King Jellyfish, Kevin C Cucumber and many many more!    Trade the amazing items that you find on your adventures for awesome rewards! Experience an all-new and hilarious storyline as you travel along on your Adventure!",
  "lastVersion": "Dec 15, 2023",
  "classify": "SimulationManagementFarmingCasualSingle playerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mergegames.merge.neverland",
  "name": "Merge Neverland",
  "company": "IVYGAMES",
  "rating": "4.1star",
  "downloads": "500K+",
  "reviews": "2.21K reviews",
  "age": "Everyoneinfo",
  "describe": "Merge Neverland – Match and Merge Adventure! Wouldn’t you like to go on a fantastic journey in the elf world?After Samantha touched the glowing door, she was swept into a magical portal and forced to become a witch. Where did she end up? And what awaits her?Use the merge to match and merge mermaids,dragons, fable creatures, and more to disperse the fog, heal the contaminated land, solve the puzzles, and save the cute elves.Merge Neverland features: Merge three or more items, such as flowers, trees, mushrooms, stars, and even creatures in fables, to get better and better things and reveal the mysteries of evolution! Use the merge to collect over 100 kinds of elves sealed in the garden and evolve them to their highest levels. You will be amazed by their powerful magic. Bring the garden back to life with the help of dragon power, and collect more than 1000 items to decorate your garden. You can freely drag and deposit objects as you like. Sharpen your merge magical skills in 200+ puzzle levels and obtain extra gold coins and item rewards. Neverland has different themed events every week. Participating in these events, you will have the opportunity to obtain event-exclusive elves and bring them back to the garden. Can you tackle these challenges?Download the game now and start your magical adventure in Neverland!",
  "lastVersion": "Dec 16, 2023",
  "classify": "PuzzleMergeCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Merge+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gear2.growslayer",
  "name": "Slayer Legend : Idle RPG",
  "company": "GEAR2",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "92.5K reviews",
  "age": "Everyone 10+info",
  "describe": "# Super cool Idle RPG# High-quality Retro Pixel RPGAn unknown crack in the dimension brought demons into this world... The world is in need of a hero, a SLAYER to put an end to the chaos. Become a Slayer and protect the world!▶ ENDLESS IDLE GAMEGet rich rewards by being AFK!!Just 10 minutes a day is enough to explore the fantasy world.▶RETRO PIXEL INDIE GAMERaising Slayer is a RPG story filled with adventure and action. In the adventure, beautiful Elves and wandering Swordsman are waiting for you. ▶DYNAMIC HERO UPGRADE Level up, boost your gear, unlock magic talentsDevelop your strategy and tactics to empower your hero using the system of combining element skills! Find the most powerful combo and the best strategy to slay the enemies. ▶ENDLESS FREE GIFTSAn immersive Idle clicker RPG experience for all!",
  "lastVersion": "Dec 15, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "759K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Dec 15, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.shatteredpixel.shatteredpixeldungeon",
  "name": "Shattered Pixel Dungeon",
  "company": "Shattered Pixel",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "129K reviews",
  "age": "Everyone 10+info",
  "describe": "Shattered Pixel Dungeon is a traditional roguelike dungeon crawler RPG that's simple to get into but hard to master! Every game is a unique challenge, with five different heroes, randomized levels and enemies, and hundreds of items to collect and use. ShatteredPD is also updated once every two or three months, so there's always something new.Choose Your HeroEach of ShatteredPD's five playable heroes has their own unique mechanics and gameplay style. Cut down foes as the durable Warrior or deadly Duelist, fry your enemies as the arcane Mage, or use terrain to your advantage as the stealthy Rogue or the markswoman Huntress!As you progress through the dungeon you'll earn points to spend on talents, choose a subclass, and gain powerful lategame abilities. You can turn the Duelist into a dual-wielding Champion, the Mage into a soul-sucking Warlock, the Huntress into a tanky Warden, or explore loads of other possibilities!Explore the DungeonShatteredPD's dungeon is procedurally generated with random layouts, room types, items, traps, and enemies. In each game you'll find equipment and collect or craft consumable items to power you up or help you out in a pinch. There is a huge variety to what you might see from run to run and region to region.As you progress through the dungeon you'll find equipment that can be enchanted, upgraded, and augmented as you outfit your hero. Set foes ablaze with an enchanted weapon, wade through enemies with upgraded armor, or gain powerful damage, defensive, or utility benefits from one of the many wands, rings, or magical artifacts.Succeed or Die TryingThe Dungeon is filled with enemies, traps, hazards, and bosses intent on ending your run! Battle hostile wildlife in the sewers and caves, mad thieves and guards in the prison, occult servants in the fallen dwarven city, and maybe something even worse further down...All these hazards can make the game quite tough, but don't be discouraged! You probably won't win on your first try, but there are many tricks and strategies to discover and learn on the path to getting your first win!Over A Decade in the MakingShattered Pixel Dungeon is an open source game based on the source code of Pixel Dungeon by Watabou (first released in late 2012). It started in 2014 as a project to rebalance Pixel Dungeon but has steadily grown into its own game over the last 8 years!Features Include:• 5 Heroes, each with 2 subclasses, 3 endgame abilities, and over 25 talents.• Over 250 items including equipment, consumables, and items crafted via alchemy.• 5 dungeon regions, 26 floors, over 100 room types, and trillions of possible floor layouts.• Over 60 enemy types, 30 traps, and 5 detailed bosses to test your skills.• 9 optional challenges and over 100 achievements for completionists.• Interface modes for large and small screens, and support for multiple input types.• Updates roughly every 3 months with new content, fixes, and improvements.• Support for many languages thanks to the game's dedicated communities.",
  "lastVersion": "Oct 26, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superplanet.evilhunter",
  "name": "Evil Hunter Tycoon",
  "company": "Super Planet",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "122K reviews",
  "age": "Everyone 10+info",
  "describe": "👹 Stomp Stomp! Monsters are coming!Will you help protect the town? [Game Features] Dark Lord has brought destruction to the world, and destroyed everything.Survivors' desperate survival game begins now!■ Become a Town Chief!!Handle everything starting from Town construction to craft, sale, and training Hunters!■ Gather Top Tank Hunters, and protect the town!Hunters who visit town have 4 different Classes.Their Class, Tier and characteristics are random!You can invite Top Tier Hunters with items too!■ Strong Hunters grow Town strong. Use the facilities of town to raise Hunters![Bounty Hut] Give Hunters quest to hunt monsters! Extra Exp AND items![Academy] Town Chief's Academy opened! Teach Hunters skill and secret technique![Enhancement Forge] Forge and modify Hunter's equipment![Training Ground] Level up Hunters quickly by training! Become stronger by reincarnation![Sanctuary of Resurrection] Grow infinitely by endless reincarnation! Learn special traits to make your Hunters more special!■ Various contents outside of Town! Go Hunters![Dungeon] Travel dungeons for rare materials and treasures![Field Boss] Blow a horn!! Summon Boss and defeat it![Pvp] Battle other town's Hunters! Become the last one standing!\"The fate of humanity is in your hands!\"",
  "lastVersion": "Nov 22, 2023",
  "classify": "SimulationManagementTycoonCasualSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.yodo1.rodeo.safari",
  "name": "Rodeo Stampede: Sky Zoo Safari",
  "company": "Yodo1 Games",
  "rating": "3.8star",
  "downloads": "50M+",
  "reviews": "926K reviews",
  "age": "Everyoneinfo",
  "describe": "Get ready for an exhilarating wild west adventure like no other in \"Rodeo Stampede\"! Immerse yourself in the thrilling world of cowboys, animals, and the ultimate zoo experience. This action-packed game combines elements of animal games, running games, and cowboy games into one addictive and captivating gameplay.Step into the boots of a brave cowboy as you embark on an epic journey through the untamed wilderness. As a fearless rider, you'll test your skills in bull riding, utilizing your lasso to tame and capture a wide variety of magnificent animals. From nimble zebras to majestic elephants, and even ferocious lions, the world is your rodeo arena. But be prepared for a wild ride! These animals won't go down without a fight. Hold on tight as you skillfully maneuver through their unpredictable movements.One of the standout features of Rodeo Stampede is its immersive zoo experience. As you capture animals, you'll have the opportunity to build and manage your very own sky zoo. Create a haven for your captured animals and invite visitors from around the world to witness the wonders of your zoo. Expand your zoo's offerings, build new enclosures, and add unique attractions to keep your guests entertained and satisfied.What sets Rodeo Stampede apart is its offline capability, making it the perfect game to enjoy on the go. No Wi-Fi? No problem! Whether you're on a long commute or exploring remote locations, you can dive into the exciting world of Rodeo Stampede without the need for an internet connection. It's the ideal choice for those seeking immersive gameplay anytime, anywhere.The controls are intuitive and easy to grasp, ensuring that players of all ages can enjoy the adrenaline-pumping action. The lasso mechanics are simple yet satisfying, allowing you to swing, jump, and wrangle your way to victory. The game's stunning graphics and lively animations bring the vibrant world of the wild west to life, captivating players with its charming art style and attention to detail.As you progress through the game, you'll encounter special challenges and unlock new environments, each with its own unique set of animals to capture. With an ever-expanding roster of animals, there's always a new and exciting discovery waiting around the corner. Unlocking and collecting rare and exotic creatures becomes a captivating mission, keeping you engaged and eager to explore further.Rodeo Stampede is more than just a game; it's an unforgettable adventure that combines the thrill of bull riding, the charm of zoo management, and the excitement of being a cowboy. So, saddle up, grab your lasso, and prepare to embark on a journey filled with action, challenges, and endless animal encounters. Can you become the ultimate cowboy and build the most renowned zoo in the wild west? It's time to find out in Rodeo Stampede![Required Access Authorization]1. StorageAccess is required to share screenshots and screen recordings of the app on social media platforms.2. Screen Recording Access is required to share the gameplay videos of the app on social media platforms.[Optional Access Authorization]1. PhoneAccess is required to run in-game events, reward prizes, and check OS version and device model to handle customer inquiries. ※ Optional Access Authorization will not affect your gameplay experience other than the related services stated above.Privacy Policy：https://www.yodo1.com/privacy",
  "lastVersion": "Dec 17, 2023",
  "classify": "ActionPlatformerRunnerSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]