[{
  "link": "https://play.google.com/store/apps/details?id=onetap.game.tictactoe",
  "name": "Tic Tac Toe 2 Player: XO Game",
  "company": "Griffon Game",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "11.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Tic Tac Toe 2 Player: XO Game is a classic puzzle game, also known as XO or Noughts and Crosses. If you are an adult, you will get your favorite old memories of Tic Tac Toe. It is the best digital version of the classic Tic Tac Toe game that anyone can play online or offline.Features:- Stunning UI, cool neon glow effects.- Various tic tac toe game difficulties: 3x3, 6x6, 9x9, 11x11 grids.- Support single-player оr multірlауеr (humаn аnd соmрutеr).- Online two-player games, challenge your friends.- Amazing design for your choice in the Tic Tac Toe 2 Player: XO GameThe goal of tictactoe is to align 3 or more of your symbols (X O, noughts and crosses) in a board. The XO game is for 2 player, who take turns marking the free space in a grid. The player who places a required amount of symbols in a row respective marks in a horizontal, vertical, or diagonal row, wins the XOXO game.Start to train your brain and solve an XOXO challenge in this Tic Tac Toe 2 Player: XO Game that will explore your mental ability by thinking a few steps ahead!",
  "lastVersion": "Nov 9, 2023",
  "classify": "BoardAbstract strategyCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sa.number.master",
  "name": "Number Run & Merge Master Game",
  "company": "Simulation Arena",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "629 reviews",
  "age": "Everyoneinfo",
  "describe": "Number run & number merge master is harder than you think. Aim to merge numbers and be bigger number to swallow all the numbers and reach the finish point. Only 1% can pass level 100 of number runner game. Merge number smaller than your number and avoid merging with all the big numbers in red color to get your number to keep increasing.Can you make the number bigger? Challenge yourself in the run number master game. Collect numbers in a run master: merge 3d master running games by swiping your number on the tricky tracks and make the largest number. In the number run master & number race games, run and hit on numbers smaller than your number. Don’t hit larger numbers than your number otherwise, you lose the level. Merge different numbers to make a large number and reach the finish line to complete the level. At the goal stage, the number game master has many vibrant walls that are waiting for you. Break all the walls in number games with your big number and see the beautiful world beyond the goal. Merge 3d math making game visuals more eye-catching. Number run & merge master game is suitable for users of all ages.Merge number run games are waiting for you to come, download the 3d run race, and enjoy playing its amazing levels. But some levels of fun race master number puzzles are harder than you think. Number merge master is a unique and addictive gameplay that tests your problem-solving skills on beautiful curvy tracks. Numbers merge: plus and run have twists and turns that will keep you on your toes. Number race 3d – number run master becomes more enjoyable when you get a higher score and break the walls. Number run merge master level up your base number. Every level of the run number game offers a different combination of difficulties ensuring that the gameplay is always new and interesting. How to play:-\tSwipe to move the number-\tRun and collect all the numbers on the way to merge numbers game-\tRun number puzzle match the same number to increase the power of the number-\tDon't fall your number from the rail, if your number falls off then you have to restart the level.-\tAvoid larger numbers, electric saws, hammers, punches, cutters, and thorns.-\tBecause if you hit any obstacle in the board math game, your number will decrease.-\tMake a higher number and get a higher reward at the goal stage.-\tBreak all walls at the number game goal track and see what great reward awaits you.Features of Number Run Games: Merge Master:3D visual effects:-\tWell-designed 3d visual effects of numbers. -\tBeautiful curvy tracks.-\tMarvelous 3d graphics of run number brain gameObstacles:-\tIf your number is smaller than the coming number, don’t hit the number puzzle. -       Navigate the number position by swiping your fingers on the merge number run 3d screen. -       Join numbers smaller than yours.-\tDodge run master number obstacles if you don’t want to lose your 3d number.-\tDon’t bump your number into sharp electric saws, rotating cutters, thorns, punches, and hammers.Rewards:-\tOnce you merge all numbers in a number run race, you will reach the   goal stage.-\tWhere you will get exciting rewarding walls.-\tHit number fun race walls with your higher number, and receive dollars.Sound:-\tNumber runner games have relaxing running background music and sound effects-\tNumber running game allows you to mute the sound-\tSet sound on vibration modeEconomy:-\tAs a number crowd game, you can also level up your number by paying some dollars-\tLevel up income by paying some gained dollarsWelcome to number master: run and merge puzzle game. Let's join all the big numbers to reach the goal. Become a master of number merge: run master 3d game. The gameplay of number run 3d is so smooth, simple, and easy to play. You just have to match the number to your base number. You will love the run number merge game. Download the number master game now and play it. OK! Let’s get started & best of luck.",
  "lastVersion": "Dec 18, 2023",
  "classify": "#8 top free actionActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.riotgames.league.teamfighttacticsvn",
  "name": "Đấu Trường Chân Lý",
  "company": "VNG Corporation - Công ty Cổ phần VNG",
  "rating": "",
  "downloads": "500K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Put your team building skills to the test with Teamfight Tactics, the multiplayer auto-skirmish tactical PvP game from the studio that created League of Legends.Use 100% of your brain to choose champions, position them and win in a 1-on-1 battle with up to 8 players. With hundreds of lineup combinations and ever-changing playing trends, any type of strategy can be applied. But of course, there will always only be 1 winner.Master turn-based tactics and compete in huge automated combat arenas. Immediately participate in a series of game modes that are somewhat similar to chess: from socializing to competing, to surpass your opponents and become the last person standing at the top.CLEAN THE FLOORMix and match your beats to conquer glory in Remix Rumble, where each pick will help you build a superstar group with great music.Recruit champions from award-winning Riot Music groups such as K/DA, True Damage, Pentakill and HEARTSTEEL.Rescue your team with powerful buffs and Superstars, and take advantage of your advantage with new and improved Teleports and Upgrades.Leading the rankings with Generals: Tiny Sett, Tiny Akali and K/DA POP/STARS Kai'Sa Super Star. Don't miss out on exclusive TFT skins for your favorite League of Legends champions!OLD FIGHTERS, NEW BATTLESBuild an unstoppable squad from a common champion pool.Fight through countless rounds to become the last remaining strategist.Random selections and events each match ensure that no two matches are the same, so use your creativity and ingenuity to devise a winning strategy.PLAY ANYWHEREChallenge your friends and destroy your opponents in the turn-based arena on PC, Mac and mobile.Join the queue together and find out if your team has what it takes to come out on top.RISE TO THE RANGE IN THE ARENAFull support for ranked features and PvP queues will ensure countless ways for you to surpass your opponents.From Iron to Challenger, climbing or falling depends on the final rank you achieve in each match.A great strategy can also bring you exclusive Ranked rewards at the end of each season!YOUR STYLEPersonalize each match with your own boards, effects, and emotes.Go into battle with General Tiny or your favorite Beast!Collect new items by playing games, or buy directly at the TFT store.JUST PLAY AND RECEIVE GIFTSCollect free treasures in the new Remix Rumble Pass, or upgrade to Pass+ to unlock more exciting rewards!",
  "lastVersion": "Dec 7, 2023",
  "classify": "Strategy",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.riotgames.league.teamfighttacticsvn"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Neurononfire.SupremeDuelist",
  "name": "Supreme Duelist Stickman",
  "company": "Neron's Brother",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.72M reviews",
  "age": "Everyoneinfo",
  "describe": "Discover the Thrill of \"Supreme Duelist Stickman\"!Get ready for fast-paced, hilarious stickman action in this easy-to-play mobile game. It's the perfect blend of fun and challenge, packed with unique features:New Modes: Enjoy a football mini-game and a challenging Boss Fight Tournament.Creative Play: Explore various maps with a new editor, unlock cool skins, and create your stickman warrior.Versatile Gameplay: Engage in solo battles, team up in 2-player mode, or survive against all odds in multiple game modes.Engaging Physics: Experience realistic 2D physics in this addictive, casual stick fight game.Free to play, \"Supreme Duelist Stickman\" is your go-to for a quick, entertaining gaming session. Join the fun and let us know what you think!",
  "lastVersion": "Nov 20, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.3M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=badminton.king.sportsgame.smash",
  "name": "Badminton League",
  "company": "RedFish Games",
  "rating": "3.5star",
  "downloads": "50M+",
  "reviews": "610K reviews",
  "age": "Editors' Choice",
  "describe": "The most competitive badminton games ever! Take on your friends in 1 vs 1 mode, or win the Badminton League trophy🏆 in Tournament Mode!Customizing your character with tons of items. And level up your ability to do stronger smash and jump!🥇Now grab your racket to smash, hit the shuttlecock, do a crazy smash to your opponent like badminton star!🎉Features:  🏸 Multiple game modes available, play with sports fans in local🏸 Create your very own character, and level - up🏸 Easy to control, challenging to win🏸 Simple and elegant UI design🏸 Cool stunts and realistic hitting shuttlecock experience🏸 Numerous gorgeous badminton outfits Be the top badminton player, smash now!💥💓Like us on Facebook: https://www.facebook.com/Badminton-League-203729826806154/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SportsCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easygames.race",
  "name": "Race Master 3D - Car Racing",
  "company": "SayGames Ltd",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "1.98M reviews",
  "age": "Everyoneinfo",
  "describe": "🏎️  Race Master 3D – Fast, furious and super-fun racing  Keep your finger to the floor and be ready for absolutely anything in this ridiculously entertaining mobile racing game where you really never know what’s around the next corner. Fine tune your ride, keep your foot on the gas, dodge the endlessly varied obstacles, and try to keep out the way of your equally manic rivals in super-fast, super-exciting, psychedelic races that always offer something new and unexpected. Feel the need for speed? You’ll get speed, drama, awesome cars and a whole lot more in this addictive casual driving game that’s as intuitive as it is outrageous.🏁 TO GET YOUR PULSE RACING… 🏁 🥇 Hard to keep track: 33 unique levels with a huge range of different surfaces and obstacles to race over and around at breakneck speed. Plus 8 different bosses in specially tricked out cars ready to make your ride even more hair-raising.🥇Racing all over the world: 7 different locations with different track characteristics and richly detailed backdrops, decorated with ramps and tunnels with 14 different neon illumination designs, ensuring there’s always something to look at out the window.🥇What’s in your garage? 7 classic sports cars to collect and customize as you race through the levels in the game. Place high in every race to earn more cash, tune your car’s engine for ultimate speed, acceleration and handling, add exciting accessories and choose between 15 different paint jobs to really pimp your ride.🥇 Hear me roar: who needs music when you have the roar of high-performance engines, the screech of tires and the crunch of colliding metal? Enjoy the rich sound world of Race Master 3D alongside simple but striking graphics and spectacular crash effects that’ll shake your bones every time you come spinning off the track or grind to a thudding halt.🔥 THE ULTIMATE POCKET RACER… 🔥Looking for a racing game that’s easy to play, provides a real driving challenge, and offers excitement and endless variation, cools cars and dangerous rivals, all in fast and furious races that can be run in a matter of minutes? Keep Race Master 3D in your pocket and you’ll have instant access to awesome driving thrills anytime, any place and anywhere, trying again and again to reach the podium despite a series of increasingly surreal and testing obstacles that come rushing at you down the track in a crazy, colorful whirl.Download now to find out if you can be the master of the track in the wackiest, wildest, winningest mobile racing game available.Privacy Policy: https://say.games/privacy-policyTerms of Use: https://say.games/terms-of-use",
  "lastVersion": "Dec 1, 2023",
  "classify": "#1 top free racingRacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=games.onebutton.badminton",
  "name": "Badminton Clash 3D",
  "company": "Miniclip.com",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "18.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Badminton Clash 3D is a thrilling casual  1v1 sports mobile game. With amazing physics, easy controls and stunning 3D graphics, you'll have an immersive and fun gameplay experience. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game with a chance to score at every turn. 🏸 Customise your Character- Choose your favorite character and customise their appearance with different outfits and accessories. As you progress through the game, you can unlock new characters with unique playing styles and abilities. Each character has their own strengths and weaknesses, so choose wisely to match your Badminton playstyle. - From rackets to shoes to outfits, there are plenty of items to choose from.🏸 Upgrade to unleash the battle- Upgrade your Character and equipment to improve your performance on the court. - With each upgrade, you'll gain new abilities and bonuses that can help you win matches.🏸 Play through Different Arenas- Take on other players in 6 different arenas, each with its own unique challenges and features. - From outdoor courts to indoor arenas, each arena offers a different experience and requires different strategies to win.🏸 Smash and Score points at every turn! Upgrade you skill like Super Smash to smash and score The 1v1 game is easy to pick up but difficult to master. With intuitive controls and realistic physics, you'll feel like you're playing real Badminton. But don't be fooled - the game offers a challenge even for experienced players.With stunning graphics and immersive sound effects, you'll feel like you're really on the court. From the cheering crowd to the swish of the racket, every detail is designed to make you feel like you're in the game.And with regular updates and new content, the game is always evolving. Whether you're a casual player or a competitive pro, there's always something new to discover in this Badminton game.So what are you waiting for? Download now and join the Badminton craze!",
  "lastVersion": "Oct 11, 2023",
  "classify": "SportsTennisCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tennis+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=game.bida.vng",
  "name": "Bida ZingPlay",
  "company": "VNG ZingPlay Game Studios",
  "rating": "2.5star",
  "downloads": "10M+",
  "reviews": "37.3K reviews",
  "age": "Teeninfo",
  "describe": "Bida ZingPlay – Bi a 8 bi – Bia 8 ballLà game bida online miễn phí, được bình chọn là game Bida Online hay nhất Việt Nam. Với cách chơi đơn giản bạn có thể chơi Bida (Bia) mọi lúc, mọi nơi với chiếc điện thoại kết nối Internet. Các tính năng nổi bật của game Bida ZingPlay – Bi a 8 bi – Bia 8 ball:- Tải game miễn phí (free download)- Game có rất nhiều mode chơi để người chơi lựa chọn như: 8 bi, 9 bi & Bida Phỏm- Đồ họa 3D sắc nét, sống động như thật- Chơi cùng bạn bè, người chơi Bida, Bia 8 Ball khắp nơi trên thế giới- Chơi free, tặng gold hàng ngày không lo hết tiền.- Giao diện bàn pool (bida) chuyên nghiệp, hiệu ứng sinh động.Có cách chơi tương tự như trò bida lỗ mà bạn chơi ở ngoài, nhưng bạn còn có thể tính toán được chính xác sức mạnh và sức xoáy của những lần đánh. Có nhiều chế độ chơi hấp dẫn và vô cùng thú vị đang chờ đón bạn ở phía trước.Giải đấu chuyên nghiệp vô cùng quyết liệt và hấp dẫn với sự tham gia của các cơ thủ hàng đầu Hãy tham gia vào giải đấu trong game bia để tranh ngôi vô địch.------------------------ Để tăng cường trải nghiệm mới và cảm giác thực cho người chơi game Bida ZingPlay – Bi a 8 bi – Bia 8 Ball chỉ hỗ trợ trên thiết bị di động và chỉ có thể chơi khi bạn kết nối Internet",
  "lastVersion": "Dec 7, 2023",
  "classify": "SportsBilliardsCasualRealistic",
  "privacy": "https://play.google.com/store/search?q=Pool+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
  "name": "Free Fire: Winterlands",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "1B+",
  "reviews": "117M reviews",
  "age": "Editors' Choice",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire is a world-famous survival shooter game available on mobile. Each 10-minute game places you on a remote island where you are pit against 49 other players, all seeking survival. Players freely choose their starting point with their parachute, and aim to stay in the safe zone for as long as possible. Drive vehicles to explore the vast map, hide in the wild, or become invisible by proning under grass or rifts. Ambush, snipe, survive, there is only one goal: to survive and answer the call of duty.Free Fire, Battle In Style![Survival shooter in its original form]Search for weapons, stay in the play zone, loot your enemies and become the last man standing. Along the way, go for legendary airdrops while avoiding airstrikes to gain that little edge against other players.[10 minutes, 50 players, epic survival goodness awaits]Fast and Lite gameplay - Within 10 minutes, a new survivor will emerge. Will you go beyond the call of duty and be the one under the shining lite?[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad at the very first moment. Answer the call of duty and lead your friends to victory and be the last team standing at the apex.[Clash Squad]A fast paced 4v4 game mode! Manage your economy, purchase weapons, and defeat the enemy squad! Manage your economy, purchase weapons, and defeat the enemy squad![Realistic and smooth graphics]Easy to use controls and smooth graphics promises the optimum survival experience you will find on mobile to help you immortalize your name among the legends. [Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#2 top grossing actionActionShooterTactical shooterCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dts.freefiremax",
  "name": "Free Fire MAX",
  "company": "Garena International I",
  "rating": "4.2star",
  "downloads": "100M+",
  "reviews": "20.3M reviews",
  "age": "Mature 17+info",
  "describe": "[Guild 2.0]Say hi to the revamped Guild system! Play matches with guildmates and earn Activity Points that can level up your guild and unlock awesome goodies at the Exchange Store. Participate in Guild Wars to put your teamwork to the test on a Battle Royale fighting pit and get bonus rank points![Battle Royale Adjustments]New methods of earning FF Coins to better balance the in-match economy. New items and attachments to diversify your battle strategies![Snow in Bermuda]The entire island will be blanketed with beautiful snow, while Peak will have gentle snowfall and deeper snowpacks. Additionally, water surfaces on the island will transform into ice.[New Character]Ignis, the rebellious teenager, is all about fighting injustice. He forms a fire screen that obstructs view and causes burning damage instantly and over time to enemies who pass through.Free Fire MAX is designed exclusively to deliver premium gameplay experience in a Battle Royale. Enjoy a variety of exciting game modes with all Free Fire players via exclusive Firelink technology. Experience combat like never before with Ultra HD resolutions and breathtaking effects. Ambush, snipe, and survive; There is only one goal: to survive and be the last one standing.Free Fire, Battle In Style![Fast-paced, deeply immersive gameplay]50 players parachute onto a deserted island but only one will leave. Over ten minutes, players will compete for weapons and supplies and take down any survivors that stand in their way. Hide, scavenge, fight and survive - with reworked and upgraded graphics, players will be richly immersed in the Battle Royale world from start to finish. [Same game, better experience]With HD graphics, enhanced special effects and smoother gameplay, Free Fire MAX provides a realistic and immersive survival experience for all Battle Royale fans.[4-man squad, with in-game voice chat]Create squads of up to 4 players and establish communication with your squad right from the start. Lead your friends to victory and be the last team standing victorious at the apex![Firelink technology]With Firelink, you can login your existing Free Fire account to play Free Fire MAX without any hassle. Your progress and items are maintained across both applications in real-time. You can play all game modes with both Free Fire and Free Fire MAX  players together, no matter which application they use.Privacy Policy: https://sso.garena.com/html/pp_en.htmlTerms of Service:  https://sso.garena.com/html/tos_en.html[Contact us]Customer Service: https://ffsupport.garena.com/hc/en-us",
  "lastVersion": "Oct 25, 2023",
  "classify": "#9 top grossing actionActionShooterTactical shooterCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.poncle.vampiresurvivors",
  "name": "Vampire Survivors",
  "company": "Poncle",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "57.7K reviews",
  "age": "Teeninfo",
  "describe": "Vampire Survivors is a roguelite time survival RPG game with minimalistic gameplay.The supernatural indie phenomenon that lets you be the bullet hell has arrived on mobile! The whole game is also playable in 1-4 player couch co-op in landscape.Hell is empty, the devils are here, and there's no place to run or hide. Survive as long as you can until death inevitably puts an end to your struggles. Gather gold in each run to buy upgrades and help the next survivor. Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with roguelite and roguelike elements. Your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.Test your mettle against the legions of hell using your touchscreen. This wave survival will bring you the edge!Stand against hordes of enemies, exterminate monsters and finish the game as a lone survivor! There is no way to defeat an enemy army without a collection of great weapons. This roguelike game has it all. Cross, garlic, king bible or magic wand? The choice is yours. Upgrade your skills and become a warrior with unlimited potential. Take the most out of this hero survival - battle evil and dangerous hell creatures without mercy!Starting Tips for the best attack survival:- Take your time to grab gems and items, they won't disappear.- Get two or three offensive weapons at first, but focus on leveling them up one at a time.- Armour and Luck are good starting power-ups to spend money on.- Refund power-ups often, it's free, and try new upgrade paths.Waves of undead legions are all around, have you thought it’s going to be easy? The challenge is what makes this one of the best horde survival games. It’s time to enjoy an exciting rouge survival adventure. Explore different stages and learn how to slay enemies anywhere, whether that is library, dairy plant, or old capella. Roguelite skill experience will help you collect bonuses and find treasure. You don’t want to be the last survivor with an empty pocket, do you? Select your favorite character and begin the best adventure roguelike game of your life.Join the fans of this roguelike RPG game on Twitter and TikTok:https://twitter.com/poncle_vampirehttps://www.tiktok.com/@poncle_gamesWe’re only just getting started. Expect improvements and enhancements as we continue to refine the mobile experience in Vampire Survivors roguelite role playing game.",
  "lastVersion": "Dec 14, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.raongames.growcastle",
  "name": "Grow Castle - Tower Defense",
  "company": "RAON GAMES",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "466K reviews",
  "age": "Editors' Choice",
  "describe": "It is a defense game to protect the castle from enemy attack.If growth can be placed in the castle tower and the hero on each floor.Archer of the town is becoming a lot more more powerful the more upgrades.More than 120 heroes can use their own skills.Some heroes are made to give a strong archers of the town, another hero is cursed enemy.This strategy is important because only a hero can be mounted up to nine.When you build colonies and hire workers, you can earn more gold.Clear up to a higher level, wave and check out your rankings.Create or join a online guild. You can communicate and play with people around the world.※ FeaturesOnline guild systemReal-time rankingsHero promotion systemAddictive without reasonBuild your own castle",
  "lastVersion": "Dec 18, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=it.sharklab.rogueadventure",
  "name": "Rogue Adventure: Roguelike RPG",
  "company": "SharkLab Mobile",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "66.5K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Rogue Adventure – the ultimate RPG card game.Combine powerful cards, classes and epic skills to build the ultimate deck of cards to slay and conquer your enemies! Play through the single player adventure or fight other players in a weekly card war showdown.⭐ Played by millions across the globe ⭐Discover an incredible fusion of turn-based, deck building games, card battle game, ccg, rpg adventure games and roguelike rpg, with retro style pixel graphics.⚔️ FIGHT WITHOUT FEARExplore unique worlds, each with unique enemies and dangers, defeat all the bosses to become a hero and have dominion over the game. Collect hundreds of fantastic cards and powerful skills to build your awesome deck of cards. Unlock new classes to try different strategies and have unlimited fun. Discover and navigate through dungeons and exotic worlds in this fantasy strategic card game.🕐 INFINITE REPLAYABILITYChoose your own path, slay monsters, elites, bosses, find merchants, upgrade your skills and come up with your perfect card deck building & ccg strategy. Then start all over again!🏹 CLASSES VARIETYChoose between 12 unique classes: warrior, assassin, paladin, wizard, necromancer, shaman, ranger, druid, engineer, barbarian, pirate or runemaster and 3 different modes: Classic, Hell, Void.🔮 HIGHLIGHTS- 100% FREE, No paywalls- Fast paced combat, easy to pick up and play at any time.- One of the best rpg card fighting games- Card battle against others in weekly tournaments.- Hundreds of cards to create incredible combos and your own unique deck of cards.- Dozens of skills, to build your card game strategy and create a perfect deck.- Every class has its own exclusive abilities and starting cards!- Travel through dangerous worlds, each with its own unique challenges. HUNDREDS of bosses to defeat- Best mix of deck builder, rogue like, adventure RPG and CCG in one of the most unique rpg card games.🤝 JOIN OUR COMMUNITYDiscord: https://discord.gg/QVcnPRv🗡 IT’S TIME TO ADVENTUREDownload Rogue Adventure today. Join millions and experience the leading adventure RPG card game available on Android.",
  "lastVersion": "Nov 7, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bethsoft.falloutshelter",
  "name": "Fallout Shelter",
  "company": "Bethesda Softworks LLC",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "3.67M reviews",
  "age": "Teeninfo",
  "describe": "** Google Play Best of 2015  **Mobile Game of the Year - 2016 DICE AwardsWinner 2015 Golden Joystick Best Handheld/Mobile Game\"Might just be the best free-to-play game out there\" - GamesBeat\"Probably the best game of E3 2015” – Gizmodo \"Fallout Shelter is simple to play and addictive as hell.\" - GameZoneBUILD THE PERFECT VAULTCreate a brighter future…underground! Select from a variety of modern-day rooms to turn an excavation beneath 2,000 feet of bedrock into the very picture of Vault Life.OVERSEE A THRIVING COMMUNITY Get to know your Dwellers and lead them to happiness. Find their ideal jobs and watch them flourish. Provide them with outfits, weapons, and training to improve their abilities.CUSTOMIZETurn worthless junk into useful items with Crafting! Customize the look of any dweller in the Barbershop.PROSPERA well-run Vault requires a variety of Dwellers with a mix of skills. Build a Radio Room to attract new Dwellers. Or, take an active role in their personal lives; play matchmaker and watch the sparks fly! EXPLORE THE WASTELAND Send Dwellers above ground to explore the blasted surface left behind and seek adventure, handy survival loot, or unspeakable death. Find new armor and weapons, gain experience, and earn Caps. But don’t let them die!PROTECT YOUR VAULTFrom time to time, idyllic Vault life may be disrupted by the dangers of post-nuclear life. Prepare your Dwellers to protect against threats from the outside…and within.Vault-Tec has provided the tools, but the rest is up to you. What are you waiting for? Get started building your Vault today for FREE.",
  "lastVersion": "Dec 2, 2023",
  "classify": "SimulationManagementCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.DragonCity",
  "name": "Dragon City Mobile",
  "company": "Social Point",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.99M reviews",
  "age": "Editors' Choice",
  "describe": "Ready to master this dragon game and collect and breed tons of adorable fire-breathing dragons?Build a Dragon City on floating islands, fill it with farms, habitats, buildings…and tons of dragons! Train them to your will, feed and evolve them into stunning monsters and prove your might to be the top Dragon Master in the world!- Complete the Dragon Book! Combine dragons of Fire, Nature, Pure, Legend, and many other elements, to breed unique hybrids of over 1000 awesome dragons!- New dragons join the game every week through breeding events and special islands.- Decorate your dragons with cool Dragon Skins from special events.- Adventure through the Dragon Quests and play against other Dragon Masters in the game's PvP Arenas to collect one-of-a-kind dragons, claim Warrior's Chests, and climb the leaderboards!- Summon dragons to your city from a magical world in the Tree Of Life and try their skills.- Collect Orbs and empower your dragons: See their strength in battle grow!- Unlock advanced game features like the Ancient World and build the Guardian Dragon Towers.- A social city! Join Alliances to battle with other Dragon Masters in Dragon City, chat with them, trade Orbs in the Trading Hub, share in Alliance Gift Events, and open Alliance Chests.There are over 80 million Dragon Masters in Dragon City. What are you waiting for? Join the game and build your city today!If you already love our game… Drop us a nice review!Dragon City is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet's Settings.Join our Discord: https://discord.com/invite/dragoncitySay hi on Instagram: https://www.instagram.com/dragoncityFollow Dragon City on Twitter: @DragonCityGameLike our game on Facebook: https://www.facebook.com/DragonCitySubscribe to the game's Youtube channel: https://www.youtube.com/user/DragonCityChannelCheck out other cool games from the creators of Dragon City: Monster Legends and Tasty Town!Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "785K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chillingo.robberybobfree.android.row",
  "name": "Robbery Bob - King of Sneak",
  "company": "Deca_Games",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.66M reviews",
  "age": "Everyone 10+info",
  "describe": "Introducing the legendary thief…Play as Bob in this game, the sneaky burglar with a good heart. Unfortunately for Bob, however, he's going to be forced into a few final jobs before he's allowed out of the criminal life.Robbery Bob is a fun and humor packed adventure stealth game that will get you into luxurious villas and past puzzles filled with guards, dogs and other enemies to come out with your pockets full of loot! And it's Free to Play game! FEATURES These are just some of the things that make Robbery Bob such a fun stealth puzzle game to play:• SUPER SNEAKY Sneak past security guards, residents and sleeping dogs as you rob the loot in each stage. Use your ninja and also puzzle solving skills to hide in some tight squeezes and avoid getting detected as a thief.• EXPLORE DIFFERENT MAPS Your sticky-fingered missions involving stealth and puzzles will take you through a local neighbourhood, Downtown, and even through some secret labs. Can you get a perfect on every one? Can Rob the legendary thief  rob every item in the level?• PLAY FOR THE LOOTBob is going to have to steal and rob everything from secret documents, to old pairs of clothes, to those always hard-to-find TV remotes! • CRIME IS A FUNNY OLD GAME Get engrossed in the comical funny storyline featuring hilarious animations, a fun script, rewarding puzzles and a genuinely twisting narrative and a lot of robbing!Download and play for free! Don't forget to be stealthy!",
  "lastVersion": "Dec 5, 2023",
  "classify": "AdventurePuzzle-adventureCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Puzzle+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapps.roguelike.rpg.cardguardians",
  "name": "Card Guardians: Rogue Deck RPG",
  "company": "Tapps Games - PT",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "36K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to the world of Valentia! Experience thrilling card battles in a roguelike deck building style.Build your deck and become a legendary hero in Middle Earth. Defeat sinister monsters with strategic card choices and master the chaos!🃏 Embark on a Card Battle Adventure!Valentia, once a peaceful realm, is now plagued by the forces of Chaos. As a skilled card battler, your mission is to construct the ultimate RPG deck and overcome challenging single-player roguelike battles.Prepare to face daunting monsters and enemies in this strategic roguelike card wars game. It's more than just a rogue battle; it's a test of your courage and skill. Are you ready for adventure time?Valentia's monsters and enemies await you! Choose a strategic deck of cards to battle these beings dominated by the forces of darkness. This journey will require a lot of strategy and, of course, courage. Be very careful, this Roguelike Card Wars game is much more than a simple rogue card battle game. Be ready for this adventure time!🔮 Unleash Chaos with Card Battle GamesLiberate Valentia from darkness by assembling a powerful deck. Strategically choose ccg cards to defeat foes controlled by Chaos Magic. Your journey will lead you to discover new roguelike cards for your deck-building arsenal. Remember, victory depends on your cunning strategy and conquering RPG deck-building skills. Prepare for an epic adventure time card wars !You will have to explore the realms and find new roguelike cards for your deck building and to use in your epic battles. And remember, as with every ccg cards game, your strategy is very important, you will only win the battles using and conquering your best RPG deck building. Are you ready for this adventure time card wars?⚔️ Become a Hero of ValentiaEmbark on this RPG collectible cards game and choose your hero. Challenge your opponents in intense roguelike cards games and become the greatest RPG deck builder in Valentia!Each hero possesses unique powers, and more heroes await as you explore the realms. This roguelike adventure time will test your mettle, demanding an impressive RPG CCG deck and a mastery of roguelike card battles. Are you up for the challenge?✨ RPG Deck Building at Its FinestIn this roguelike card battle game, success depends on your deck. With each level, you'll unlock new RPG collectible card wars to build your strategy and engage in thrilling battles.As a hero, your focus is on deck building, ccg trading cards, and crafting powerful strategies to overcome creatures controlled by Chaos Magic.🌎 Explore the RPG Card Battle GameUncover the secrets of Valentia by exploring dungeons, castles, forests, and deserts. Collect ccg cards, earn rewards, and prove your strategic prowess. Only true strategists can conquer these roguelike challenging games.In each part of the kingdom, you'll encounter unique species under Chaos Magic's control. Defeat them to acquire essential RPG collectible cards for your deck and discover the best equipment for roguelike cards battles.Card Guardians is a free RPG collectible card wars game by Tapps Games. Optional in-game purchases offer additional features and items to enhance your gameplay.",
  "lastVersion": "Dec 13, 2023",
  "classify": "CardCard battlerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Card+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sinyee.babybus.world",
  "name": "Baby Panda World",
  "company": "BabyBus",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "416K reviews",
  "age": "Teacher Approved",
  "describe": "Baby Panda World is a family app favored by fans! It collects all the popular cartoony games of BabyBus!  All your favorite activities for kids can be found here! Can't wait to explore a world that belongs to you? Let's create your own story!EXPLORATION OF 100+ AREASThere are more than 100 fun areas in Baby Panda World! In the simulation games, you can enjoy shopping in the supermarket or going to the movies. Want to go to the amusement park? Plenty of entertainment awaits you!Or pack your luggage and set off on a journey from the airport! You may arrive at a coastal city through deserts and glaciers. Explore the beachfront hotel, the ice cream shop... Have a wonderful time! PRETEND PLAY AS YOU DESIREWhich role would you like to play? Policeman, doctor, chef, pilot, and more. You can play any role you like in Baby Panda's World! If you like dressing up, turn into a stylist and create stylish looks for your princess or pet. Do you like farm games? Raise farm animals, and plant fruits and vegetables. Become a super farmer! START ENDLESS ADVENTURESLittle adventurer, are you ready? Go through the jungles and fight against witches; out to the sea and beat the pirates. Play adventure games to your heart's content in Baby Panda World! You can also travel back in time to the Jurassic period and visit the dinosaur kingdom, or go underground to help rabbits hide from enemies. Realize your adventure dreams with these fun experiences! There is new content available every week at Baby Panda's World. Feel free to explore this world at any time and enjoy every moment of fun! FEATURES:- Explore the world and create your own story;- 130+ popular activities for kids in BabyBus are all in one app;- Learn about 8 major fields of knowledge: science, painting, music, math, language, emotional intelligence, health, and society;- Play with popular BabyBus characters;- 100+ areas to be explored: kindergarten, town, jewelry store, dream castle, dinosaur world, enchanted forest, and more; - Play different roles: astronaut, archaeologist, athlete, captain, convenience store manager, painter, and more;- Endless adventures await you: treasure hunt, deep-sea rescue, maze challenge, space exploration, time travel, and more;- New fun content available every week;- Free to install.About BabyBus—————At BabyBus, we dedicate ourselves to sparking kids' creativity, imagination and curiosity,and designing our products through the kids' perspective to help them explore the world on their own.Now BabyBus offers a wide variety of products, videos and other educational content for over 400 million fans from ages 0-8 around the world! We have released over 200 children's educational apps, over 2500 episodes of nursery rhymes and animations of various themes spanning the Health, Language, Society, Science, Art and other fields.—————Follow us : https://www.facebook.com/BabyPandaWolrdContact us: babypandaworld@babybus.comVisit us: http://www.babybus.com",
  "lastVersion": "Dec 18, 2023",
  "classify": "SimulationLifeCasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Life+simulation+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playdigious.deadcells.mobile",
  "name": "Dead Cells",
  "company": "Playdigious",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "83.5K reviews",
  "age": "Editors' Choice",
  "describe": "* RETURN TO CASTLEVANIA DLC *Time for some vampire slaying• New storyline - overcome the Ruler of Darkness alongside Alucard and Richter Belmont,• 2 new biomes - Explore Dracula's Castle and its outskirts• 9 new monsters - Werewolves, haunted armors, and medusas are waiting for you• 14 new weapons - wield the Vampire Killer or the Holy Water to defeat creatures of the night,• 3 new bosses - go fangs to fangs against Death and Dracula himself• 20 new outfits - dress as your favorite Castlevania characters such as Simon and Richter Belmont or Alucard• Alternative soundtracks - play along 51 Castlevania original tracks and 12 tunes reimagined in the style of Dead CellsDeath is not the end.Play as a failed alchemic experiment and explore the sprawling, ever-changing castle to find out what happened on this gloomy island…! That is, assuming you’re able to fight your way past its keepers.Dead Cells is a roguevania action platformer that will require you to master frantic 2D combat with a wide variety of weapons and skills against merciless minions and boss.Kill. Die. Learn. Repeat.First available on PC and consoles, the indie hit Dead Cells is now slaying foes on mobile!Main Features• Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath• Frantic and Dynamic 2D Action: Learn your enemies’ patterns to stay alive, or prepare to be sent back to your cell before you can say “baguette”• Nonlinear Progression: Unlock new levels with every death, opt for the path that suits your current build, your playstyle or just your mood. Surely, the ramparts can’t be as bad the sewers, right?• Play at your own pace: Will you explore every nook and cranny of the castle, or rush to the end?THE BAD SEED DLCYou reap what you sow• New levels to lose your head in: the not-so-peaceful Dilapidated Arboretum and the noxious Morass of the Banished• New monsters to rip to pieces: get to know the locals, such as the Jerkshroom and the Yeeter• New weapons to play with: trim sticking out heads with the Scythe Claw, or make them dance to the sound of the Rhythm n' Bouzouki• New boss to fight against: Mama Tick is dying to meet youFATAL FALLS DLCReady for a leap of faith?• 3 new biomes - Get some fresh air at the Fractured Shrines, splash around at the Undying Shores and take a picture at the Mausoleum• 8 new monsters - The Cold Blooded Guardians and their friends would love to teach you about their culture. ... Wait, aren't those relatives of yours in the Undying Shores...?• 7 new weapons - lil' Serenade is perfect for breaking the ice with the locals, although the Snake Fangs would make for a perfect souvenir...• 1 new boss - The Scarecrow is very proud of his gardening skills and won't hesitate to show offQUEEN AND THE SEA  DLCTake it to the sea!• 2 new biomes - Battle your way through a rotten shipwreck, or scale a burning lighthouse and confront your deadliest foe yet.• 9 new weapons, including a throwable shark, a trident and a pirate hook hand (eyepatch not included). • 2 new bosses - Don't lose your head before you meet the Queen!This DLC also gives you the usual extras: - A not-so-cute pet. - Loads of new outfits. - New enemies to bash.WARNING : Devices with less than 2gb of RAM may not be able to run this content correctly. We reccomend not to take this DLC if your device is under 2gb of RAM.Carefully redesigned for mobile with a revamped interface• Two game modes available: Original & Auto-Hit• Custom controls & More touch controls options available: Change the buttons’ position and size to your liking, swipe to dodge…• MFi external controller support• No ads, no F2P mechanics!If you run into a problem, please contact us at support@playdigious.mail.helpshift.com with as much information as possible on the issue.",
  "lastVersion": "Dec 15, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedPixelatedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "540K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=es.socialpoint.MonsterLegends",
  "name": "Monster Legends",
  "company": "Social Point",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "3.61M reviews",
  "age": "Everyone 10+info",
  "describe": "Breed and train monsters of all elements and rarities! Build your fighting force and face the ultimate challenge: Battles against other Monster Masters! Discover the universe of Monster Legends and the story of its inhabitants. Start by building a city for your monsters, fill it with habitats, and breed new species! Then, collect monsters and choose your strategy in action-packed battles.UNIQUE MONSTERS AWAIT- Collect over 900 monsters: There are new monsters every week!- Breed monsters of different elements and rarities to create cool new species.- Obtain incredible monsters of all types in the game’s limited-time events.RPG PROGRESSION & STRATEGY- Level up your monsters for the battles ahead and rank them up in the Monster Lab.- Boost your monsters’ powers with Runes, Relics, Beasts, and Talents to gain advantages in battle.- Set your strategy combining attackers, tanks, and control monsters.REAL-TIME MULTIPLAYER BATTLES- Challenge other Monster Masters in real-time Live Duels.- Battle in the Multiplayer Mode for trophies, rewards, and a chance to reach the top Leagues.- Fight your way through the Era Saga Dungeons to unveil the story of Monster Legends.YOUR MONSTER PARADISE- Build your Breeding Mountain, Farms, and Habitats straight away!- Unlock special buildings like the Library and the Monster Lab.DON’T DO IT ALONE- Join a Team and enjoy exclusive events such as Wars and Marathons.- Use the Team Chat to build a strategy with your teammates.Are you skillful enough to become the #1 Monster Master in the world?Connect with the Monster Legends Community:Facebook: https://www.facebook.com/MonsterLegendsInstagram: https://www.instagram.com/monsterlegendsYoutube: https://www.youtube.com/MonsterLegendsGameTwitter: https://twitter.com/Monster_LegendsDiscord: https://discord.gg/monsterlegendsMonster Legends is FREE to download and includes optional in-game purchases (including random items). Information about drop rates for random item purchases can be found in-game. If you wish to disable in-game purchases, please turn off the in-app purchases in your phone or tablet’s Settings.Do Not Sell My Personal Information: https://www.take2games.com/ccpa/",
  "lastVersion": "Dec 12, 2023",
  "classify": "SimulationBreedingMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Breeding+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chess",
  "name": "Chess - Play and Learn",
  "company": "Chess.com",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.88M reviews",
  "age": "Everyoneinfo",
  "describe": "Play chess online with over 130 million players from around the world!Chess, ajedrez, xadrez, satranç, scacchi, schach, șah, šachy, şahmat… no matter the language, no matter the name, it´s known as the best strategy game in the worldEnjoy free unlimited 3d chess games and improve your chess rating with 350,000+ tactics puzzles, more than 10 million chess games a day, interactive lessons and videos, and over 100 powerful computer opponents. Unlock your inner chess master today!♟ PLAY CHESS ONLINE FOR FREE:- 2 Player chess mode completely free to enjoy with your friends- Meet new friends and chat while you play- Join tournaments with thousands of other players online- Play games in real-time from one minute per game to 30 minutes or longer- Play daily correspondence online chess for low-pressure games on your own schedule- Try all these exciting chess variants in our app: chess960 (Fischer-Random), blitz chess, puzzle rush, bullet chess, puzzle battle or blindfold chess- Enjoy also other chess variants: 3-check, king of the hill, crazyhouse, doubles (bughouse), fog of war & more…🧩 CHESS TACTICS & CHESS PUZZLES:- Enjoy 350,000+ unique puzzles- Rated mode automatically adjusts to your skill level to help you improve- Race the clock to beat your high score in Puzzle Rush- Practice puzzles with specific themes in learning mode (Mate in 1, mate in 2, mate in 3, perpetual check, endgames, pin, fork, skewer, sacrifice, etc.)📚 CHESS LESSONS:- Hundreds of quality chess lessons and chess videos made by masters  (learn all the chess moves and practice your skills with chess problems)- Interactive tutorials with tips and recommendations- Learn all the chess rules and strategies in a step-by-step lesson plan (opening, middlegame, and endgame)📟 PLAY CHESS ONLINE AGAINST THE COMPUTER:- Choose the level of computer opponent you want to play- Analyze your chess games to see where you went wrong and how you can improve- See how high you can go!🏰 CHESS COMMUNITY:- Join a community of more than 60 million online chess players- More than 10 million chess games played each day- Meet players of all levels, from beginner to grandmaster- Compete to get your own rating and try to join the best player online chess leaderboards- Watch the most popular chess superstars with millions of followers. Hikaru, GothamChess, Botez, Magnus and more!✅ ... and MUCH MORE:- Play chess games offline against the computer- Articles by the best authors, coaches, and trainers- Develop an unbeatable opening repertoire with the opening explorer (Queen´s Gambit, Caro-Kann Defense, Sicilian Defense, etc.)- Send messages and challenge your friends to a free chess game- Choose from 20+ board themes, 2D & 3D chess pieces, and backgrounds- Get in-depth performance stats about your games, puzzles and lessons- Enjoy the most active community forums anywhere🎖 Playing chess online has never been so easy!Chess is the most popular game of all time! And Chess.com is the place to play chess online with your friends and other players from all over the world!Please share your suggestions and comments with us. Our support team is happy to help you 24 hours a day, 365 days a year! ABOUT CHESS.COM: Chess.com is created by chess players and people who love ❤️ chess! Team: http://www.chess.com/about",
  "lastVersion": "Dec 12, 2023",
  "classify": "#6 top grossing boardBoardAbstract strategyChessCasualMultiplayerCompetitive multiplayerSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Wispwood.ArrowQuest",
  "name": "Arrow Quest: Idle defense RPG",
  "company": "Wispwood Games",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "15.9K reviews",
  "age": "Everyoneinfo",
  "describe": "Embark on a thrilling journey in Arrow Quest: Idle RPG Defense where idle gameplay, strategic archery, and RPG elements unite for an ultimate gaming experience.In this epic saga, you are an aspiring archer with a destiny to protect your kingdom from the invading hordes of darkness. With every arrow shot, your kingdom's resistance against the shadows strengthens.---Easy and Engaging Idle Gameplay---Unleash your archer, who will tirelessly fight for you!Earn rewards even when offline in this enthralling idle clicker game.Engage in strategic battles, easy to win and supremely enjoyable.Simplistic tap mechanics allow you to select, empower, and release your archer with a mere screen touch.---Rapid Level Progression---Level up your archer, upgrade your gear, and unlock powerful abilities. In Arrow Quest, your growth knows no bounds. Become the greatest archer in all the lands and see your enemies tremble in your presence!---Immersive Boss Battles---Prepare yourself for epic boss battles that will test your skills and strategy. Vanquish these colossal adversaries and claim their riches as your own!---Endless Gameplay and Content---Boost your archers with a rich variety of equipment, enhance their skills, and unlock powerful abilities. Arrow Quest: Idle RPG Defense offers endless content that keeps you coming back for more.",
  "lastVersion": "Dec 18, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superclash.herogame",
  "name": "Clash of Legends:Heroes Mobile",
  "company": "Superclash Game",
  "rating": "4.5star",
  "downloads": "100K+",
  "reviews": "62.4K reviews",
  "age": "Teeninfo",
  "describe": "#BACKGROUND STORY#\t\tTheÂ apocalypticÂ disasterÂ breaksÂ out,Â Dr.Â TÂ andÂ hisÂ evilÂ armyÂ haveÂ invadedÂ inÂ anÂ all-roundÂ way,Â tryingÂ toÂ destroyÂ theÂ wholeÂ earthÂ andÂ realizeÂ theÂ prophecyÂ ofÂ doomsday.Â TheÂ zombieÂ armyÂ isÂ chargingÂ towardsÂ yourÂ baseÂ andÂ killÂ theÂ survivors.Â SummonÂ andÂ leadÂ heroesÂ toÂ recaptureÂ ourÂ baseÂ andÂ resistÂ theÂ attackÂ ofÂ theÂ zombieÂ army.\t\t #GAME OVERVIEW#\t\tClash of LegendsÂ isÂ aÂ strategyÂ warÂ gameÂ thatÂ combinesÂ elementsÂ ofÂ heroÂ cultivation,Â towerÂ defenseÂ andÂ leagueÂ battle.Â AsÂ aÂ commander,Â youÂ canÂ recruitÂ heroes,Â buildÂ yourÂ base,Â joinÂ theÂ castleÂ attackÂ andÂ defense,Â experienceÂ theÂ heroÂ arena,Â resistÂ theÂ attackÂ ofÂ zombies,Â discussÂ theÂ leagueÂ battle,Â participateÂ inÂ theÂ cross-serverÂ kingdomÂ war,Â becomeÂ theÂ kingÂ ofÂ theÂ worldÂ andÂ backÂ toÂ theÂ peakÂ ofÂ glory!\t\t #GAME FEATURES#\t\tâ–¶ Strategy Tower Defense\t\tCommandersÂ areÂ freeÂ toÂ placeÂ defensiveÂ buildingsÂ inÂ theÂ base,Â orÂ theyÂ canÂ sendÂ heroesÂ toÂ guardÂ theÂ base.Â UseÂ yourÂ brainsÂ andÂ strategiesÂ toÂ createÂ aÂ solidÂ urbanÂ defenseÂ systemÂ toÂ resistÂ theÂ attacksÂ ofÂ otherÂ players.Â OrÂ setÂ upÂ trapsÂ toÂ lureÂ theÂ enemiesÂ andÂ killÂ themÂ all.\t\t â–¶ Global Players Arena\t\tTestÂ yourÂ skillsÂ inÂ theÂ competitiveÂ RoyaleÂ ClashÂ ArenaÂ andÂ proveÂ you'reÂ theÂ best.Â PlanÂ yourÂ uniqueÂ battleÂ strategyÂ withÂ countlessÂ combinationsÂ ofÂ heroesÂ andÂ soldiers.Â CompeteÂ withÂ theÂ eliteÂ playersÂ fromÂ allÂ overÂ theÂ worldÂ andÂ climbÂ toÂ theÂ topÂ ofÂ theÂ LegendaryÂ HeroesÂ Leaderboard.\t\t â–¶ Challenge Legendary Boss\t\tLeadÂ yourÂ heroesÂ toÂ exploreÂ theÂ relicsÂ ofÂ Atlantis.Â ChallengeÂ theÂ epicÂ boss,Â seizeÂ theÂ opportunityÂ toÂ releaseÂ skills,Â killÂ withÂ oneÂ hit,Â instantlyÂ hitÂ explosiveÂ DMG,Â defeatÂ theÂ finalÂ bossÂ andÂ winÂ richÂ rewards.\t\t â–¶ Recruit 100+ Heroes\t\tSummonÂ moreÂ thanÂ 100+Â heroesÂ fromÂ multiverse,Â cultivateÂ andÂ awakenÂ theirÂ superÂ abilities,Â andÂ activateÂ theirÂ ownÂ exclusiveÂ artifacts.Â ImproveÂ yourÂ strengthÂ inÂ theÂ clashÂ ofÂ heroesÂ andÂ buildÂ aÂ powerfulÂ heroÂ teamÂ toÂ dealÂ withÂ variousÂ difficultiesÂ andÂ challenges.\t\t â–¶ Epic Kingdom Wars\t\tGoÂ beyondÂ traditionalÂ towerÂ defenseÂ playÂ modeÂ inÂ kingdomÂ war.Â TeamÂ upÂ withÂ yourÂ alliesÂ andÂ friends.Â LeadÂ yourÂ heroesÂ andÂ troopsÂ inÂ kingdomÂ war,Â conquerÂ theÂ castles,Â andÂ competeÂ withÂ millionsÂ ofÂ players!Â LeadÂ yourÂ empireÂ toÂ theÂ topÂ ofÂ theÂ worldÂ inÂ theÂ finalÂ war!\t\t What are you waiting for? Join Clash of Legends to write your own legend!",
  "lastVersion": "Oct 27, 2023",
  "classify": "StrategyBuild & battleCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Build+and+battle+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.notdoppler.earntodie2",
  "name": "Earn to Die 2",
  "company": "Not Doppler",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "1.97M reviews",
  "age": "Teeninfo",
  "describe": "Drive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SMASHING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!Earn to Die 2 is a bigger and better version of the original web series which includes Earn to Die 2012 and Earn to Die 2: Exodus.Earn to Die 2 is free-to-play, however contains 3rd-party advertising and optional in-app purchases.For more information on advertising, please see our Privacy Policy: http://www.notdoppler.com/earntodie2/privacypolicy.phpRequired Permissions FAQ:WRITE/READ_EXTERNAL_STORAGE is required to load and display ads in game (Earn to Die 2 is an ad-supported game).",
  "lastVersion": "Nov 16, 2023",
  "classify": "RacingStunt drivingSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Stunt+driving+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.fattoy.swordash.android",
  "name": "Swordash",
  "company": "FATTOY",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "64K reviews",
  "age": "Teeninfo",
  "describe": "Humans will never forget that day - when a grotesque substance appeared in the sky suddenly, followed by a collective mutation of mankind with no warning. Within an instant, zombies had engulfed every corner of the world! Survivors formed various resistance groups to combat the zombies. In the spur of the moment, a mysterious girl in sailor uniform reappeared. What secrets lie behind her? What caused this sudden mutation? No time for questions, join the battle for the world!Unleash Your Power:• Master the utilization of random skills that appear during the midst of battle.• Collect disks of incredible power to release devastation upon the zombies.• Arm yourself with a wide arsenal of weapons and gear, each with their own unique features and abilities.• Take on daunting bosses and conquer new challenges in each level.• Use the power of science to enhance your abilities and become even stronger.Join the fight and show these zombies what you're made of, and save the world in this heart-racing game!Join the Discord to see game news, give suggestions, report bugs, or contact the developers:https://discord.gg/M5uxkTemT3Join the Facebook for general game news:https://www.facebook.com/FattoySwordashGame Wiki by @mettlesomekettle:https://trello.com/b/MUX02UiT/swordash-origins",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingRoguelikeCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Roguelike+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kurechii.postknight2",
  "name": "Postknight 2",
  "company": "Kurechii",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "35.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Begin your adventure as a Postknight trainee, your sole purpose – to deliver goods to the unique people living throughout the vast world of Prism! Adventure through this fantasy world filled with boundless oceans, scorching landscapes, meadows bursting with colour, and mountains that reach for the clouds. Only the bravest of the brave dare to embark on this adventure and defeat any monsters they meet along the way. All to become the best Postknight in this adventure RPG. Do you dare?Personalised PlaystylesPlay by your own rules. Experiment with over 80 weapon skill traits in your adventure. You can change up your playstyle and choose your preferred combos! Each weapon – Sword Shield, Daggers and Hammer – have their own unique set of combos. Which weapon will you go to adventure with?Wondrous WeaponsCollect, upgrade and wear your armour and weapons with pride. Adventure to each new town and collect their sets of armour. Upgrade them to their fullest potential and appearance.Delightful DialoguesConverse with knowledgeable elves, mighty humans, tricky anthromorphs and a technologically advanced dragon race, as you adventure through Prism. Depending on which dialogue option you choose, you can get more information, or just a response. But don’t worry, there won’t be any irreversibly wrong choices… most times.Resonating RomancesFind your match along your adventure. Meet an eclectic range of characters you can romance, from brooding Flint, to sweet Morgan, to shy Pearl and socially awkward Xander. The more you grow closer to them, the more they’ll open their hearts. Adventure with your sweetheart(s), collect memories on dates and learn their personal preferences. Chaotic CustomisationsChange up your style with over 150 character customisations and fashion items. With different types of outfits to suit your everyday adventure.Snuggly SidekicksAdventure with a loyal companion as it follows you into battle! Adopt from more than 10 pets, each their own little personality – a mischievous bloop, a timid tanuki, playful boar, and proud feline. When happy, they’ll thank you with a buff in your adventure.New Content!But that’s not all! Adventure through new areas in the upcoming major update! Online interactions among fellow Postknights, with new stories, bond characters, enemies, armouries, and much more to come to your Postknight adventure.Become a Postknight in this casual RPG adventure. Fight through nasty enemy-infested trails and deliver goods to the adorable people of Prism! Download Postknight 2 and begin your delivery adventure now!It is recommended to play Postknight 2 on a device with at least 4GB RAM. Playing on a device that does not meet the recommended requirements may result in subpar game performances.These two permissions are only needed when you share game screenshots through the in-game share feature.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Dec 7, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.touchfoo.swordigo",
  "name": "Swordigo",
  "company": "Touch Foo",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "806K reviews",
  "age": "Everyoneinfo",
  "describe": "Run, jump and slash your way through a vast world of platforming challenges and embark on an epic adventure! The #1 mobile adventure game and a 3D platformer, now also available for Android phones and tablets.“Swordigo is a love letter to the platforming and adventure games of the past.” — SlideToPlay, 4/4 “There’s never a dull movement as you hop between platforms and slash your sword against a plethora of enemies.” — Apple’n’Apps, 4.5/5 “Honestly, if you only buy one game this week, you should choose Swordigo.” — AppAdvice A GREAT ADVENTURE • Explore a magical realm of dungeons, towns, treasures and devious monsters. • Gain experience and level up your character. MAGIC AND SWORDS • Find powerful weapons, items and spells to defeat your enemies. • Venture into gloomy caves and dungeons to discover powerful hidden swords.SIDE-SCROLLER PLATFORMER GAME• Fluid and challenging platforming gameplay designed specifically for mobile devices.• Precise touch controls optimized for smartphones and tablets. • Customize the controls to your preference.",
  "lastVersion": "Sep 1, 2023",
  "classify": "ActionPlatformerHack & slashCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush",
  "name": "Kingdom Rush- Tower Defense TD",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "785K reviews",
  "age": "Everyone 10+info",
  "describe": "Welcome to Ironhide’s epic realm of offline td battles: Kingdom Rush! In this offline strategy game, get to defend the kingdom in non-stop, action-packed tower defense battles! Recruit mighty heroes and set your base defense: use towers to build your strategy in intense battlefield encounters with your enemies. It’s Kingdom Rush - the fun tower defense adventure every strategy games fan loves to play! Command the mighty army of Linirea and its heroes in epic offline td battles as you rush into the battlefield to crush the kingdom’s threats. Set your arsenal with tactical defense towers, spells and the best strategy games’ champions & heroes, to lead the ultimate offline td battles and achieve victory.  Customize & upgrade your mighty army of heroes & towers in battle as you clash with legendary monsters. Set your kingdom defense strategy with the perfect tower for each type of td battles & challenge you might face.Rush to the battlefield as you fight in new worlds and different stages: clash with your enemies with the help of the perfect tower for your defense strategy. Lead intense offline tower defense battles - Ironhide’s acclaimed td games are the perfect medieval war game example for epic strategy games lovers! Kingdom Rush offers the ultimate tower defense offline td games experience, as the action-packed td battles & tactical challenges will keep you engaged for hours in an epic quest for victory!Fan of offline strategy games? Rush to the battlefield & set your kingdom’s defense!LEAD YOUR STRATEGY WITH DEFENSE TOWERS AND UPGRADES★ Plan your tower defence strategy! Train heroes and the perfect tower for each battlefield you battle in.Clash against mighty enemies. In this offline td strategy game, bravery is the key to victory!UPGRADE YOUR ARMY with 18 unique tower abilities. ★ Rush to test your towers’ tactical power in battle!DEFEND, COMMAND AND CONQUER THE KINGDOM★ 13 MIGHTY HEROES to help you achieve victory in epic offline td battles!★ LEAD YOUR ARMY into action! Clash with mighty enemies in Ironhide’s styled cartoon battle!  EPIC OFFLINE TOWER DEFENCE CONTENT★ 50+ UNIQUE ENEMIES: Goblins, Demons and more. This offline td strategy game has it all!The ideal mix between medieval fantasy and offline td strategy games is here! ★ 60+ IN GAME ACHIEVEMENTS: discover easter eggs, beat challenges and win rewards!★ EXTRA OFFLINE TD GAMES MODES to push your td games’ strategy to the limit.★ EPIC BOSS FIGHTS against the kingdom’s mightiest threats in intense tactical challenges!  ★ OFFLINE GAME ENCYCLOPEDIA: use info regarding your towers in battle to command the best defense strategy and clash on the battlefield with your enemies!★ PLAY OFFLINE ANYWHERE! A true offline td games lover gets to defend the kingdom no matter what! Lead your defense & td battles even offline as the battle action doesn’t stop even if the internet does! Enjoy epic offline tower defense missions and hours of fun td battles anytime, anywhere! Are you ready for this epic td strategy game? Command your medieval fantasy heroes and towers to defend the kingdom! Play the epic tower defence royale Kingdom Rush game with your defense strategy to battle for victory!HEARD ON THE MEDIA ABOUT THIS EPIC TOWER DEFENSE ROYALE GAME:\"Probably the best true tower defense game. It's funny, it's polished, and it's hard as balls.\" - IGN \"One of the most engaging TD games we've played...\" -Slidetoplay.com\"Kingdom Rush can be filed in the thin folder marked \"games that are pretty much perfect\" -JayisGames.com\"This is one kingdom you'll be in no rush to escape from\" -PocketGamer—--------Ironhide Terms and Conditions:https://www.ironhidegames.com/TermsOfServiceIronhide Privacy Policy:https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Oct 26, 2022",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=jp.co.ponos.battlecatsen",
  "name": "The Battle Cats",
  "company": "PONOS Corporation",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "540K reviews",
  "age": "Teeninfo",
  "describe": "★★★ Weirdly Cute Cats rampage across the world! ★★★Command your Cats with simple controls in a battle through space and time! No need to register to develop your own Cat Army! BATTLE WITH ALL THE CATS!!=Super Simple Battle System=Just tap on the Cat you want to fight for you! Fire the Cat Cannon to blast baddies getting too close to your base! Overcome weird enemies with the right Cat squad and take down the enemy base!=Super Simple Leveling System=Clear stages to get XP and items to level up the Cats! What will they evolve to at level 10? Can you unlock their True Form?=Super Simple Fun!=Collect glorious treasures while you take over the world! Recruit dozens of rare and exotic Cats(?) and create the ultimate feline army!!Hundreds of stages across three Story Mode adventures and the Legend challenges.Perfect for Casual Play! Fun for all ages, anyone (and their cat too!) can enjoy the \"Battle Cats\"!What type of Cats will YOU battle with today? Bring on the weirdly cute Battle Cat army!***************************** \"The Battle Cats\" requires a network connection for reliable access to gameplay features.* Downloading or updating \"The Battle Cats\" requires a stable network connection to prevent errors.A notification of a large download will appear before installation.If you are not in a location with strong Wi-Fi, please uncheck the \"Update over Wi-Fi only (Android)\" option or turn “Use Cellular Data\" on before you begin downloading. An unstable connection environment during download and/or updates may result in installation issues. * There will be regular updates for \"The Battle Cats\" with new and improved features. However, some older devices may not be able to support these changes.Please be aware of this before you update. If there are any problems, please feel free to contact our tech support at support_en@bc01.ponos.net****************************Before you start playing, please read the \"Terms of Use\" carefully. By downloading and playing \"The Battle Cats\", you agree to these Terms.Terms of Usehttps://ponosgames.com/reg/en/agreement/index.htmlPrivacy Policyhttps://ponosgames.com/reg/en/policy/index.htmlPresented by PONOS",
  "lastVersion": "Dec 4, 2023",
  "classify": "StrategyTower defenseCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.easytech.strategy.wargame.sengoku.shogun",
  "name": "Great Conqueror 2: Shogun",
  "company": "EasyTech",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "6.15K reviews",
  "age": "Everyone 10+info",
  "describe": "【Game Introduction】As the Ashikaga Shogunate wanes, warlords arise and the fog of warfare engulfs the era of Sengoku. In this era, a host of generals and daimyos compete for power, overthrowing higher positions, and the wielding of swords and blades. Numerous legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen ascend onto the stage. Amidst the background where the flames of war rise all around, you will witness the rise and fall of various factions in the Sengoku period in the game.【Game Characteristics】▲ Relive real historical events in hundreds of campaign* Explore 16 chapters with over 200 well-known ancient military battles, including historical events such as the “Battle of Okehazam”, \"Mino Campaign\" and \"Armed Unification\". To recreate the tumultuous time of the Sengoku period.▲ Experience the battles of wits and courage between different Powers in the Sengoku periodIncluding conquest scenarios such as \"Turmoil in Owari\", \"Armed Unification\" and \"Encirclement of Nobunaga\", allow you to experience both open strife and the veiled struggle between daimyos and different factions. Elements such as retainers group, subordinate states, prestige, personality, and attitude will affect the tides of war, bringing you a new gameplay experience with unlimited potential. The occurrence of historical events will impact the state of the battlefield, and completing missions will reward you with battlefield bonuses. By employing different diplomatic strategies such as gifts, agreements, and war declarations, you will gain deeper insights into the diplomatic situation and attitude between daimyos. Thereby enabling you to make flexible strategies and tactics to advance steadily between conquest and diplomacy!▲ Begin with one castle, unify the whole regionTake Osaka Castle as your main castle, gradually conquer neighboring Powers, embarking on a journey to dominate, to achieve the ambition of \"unifying the entire country\" and become the \"Tenkabito\".Princesses, expeditions, special forces... more interactive gameplay, with more item rewards. In the \"Tenkabito\" mode, different choices will unlock different history! Fight for your country or open a different path—it is all decided by your wisdom. Write your history and create exceptional glory for the empire!▲ Legendary generals and extraordinary troops await your command* Become legendary figures such as Oda Nobunaga, Tokugawa Ieyasu, Toyotomi Hideyoshi, and Takeda Shingen. The spirit of the samurai awakens at this very moment! * Infantry, cavalry, archer, musketeer, war gear, ship... a wide variety of unit types allow you to strategize within the command tent and achieve victory a thousand miles apart! There are also special troops with exceptional combat abilities, such as ninjas, sword masters, and Horoshū, ready to be dispatched at any time. Hone your troops on the battlefield as they will gain level upgrades, potentially altering the state of the battlefield!▲ Conquer the Chaotic era with the assistance of divine artifact suitWakizashi, naginata, muramasa, armor... a variety of ancient military equipment and traditional Japanese items will aid you to rise in the Sengoku period. A single exclusive equipment general is no longer your only choice! The powerful suit system and comprehensive forging system allow you to have an abundance of equipment combinations to choose from!【Contact Us】EasyTech Official Website: https://www.ieasytech.com/en/Phone/EasyTech Customer Support Email: easytechservice@outlook.com- English CommunityGreat Conqueror 2: Shogun FB Page: https://www.facebook.com/EasyTechGC2SEasyTech Facebook Group: https://www.facebook.com/groups/easytechgamesEasyTech Discord (English): https://discord.gg/fQDuMdwX6HEasyTech Twitter (English): https://twitter.com/easytech_gameEasyTech Instagram (English): https://www.instagram.com/easytechgamesofficial",
  "lastVersion": "Nov 22, 2023",
  "classify": "StrategyWargameCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Wargame+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.kingdomrush4",
  "name": "Kingdom Rush Vengeance TD Game",
  "company": "Ironhide Games",
  "rating": "4.7star",
  "downloads": "500K+",
  "reviews": "92.1K reviews",
  "age": "Teeninfo",
  "describe": "Heads up mighty heroes! Kingdom Rush Vengeance is here! Play this offline td strategy game full of epic td battles & thrilling challenges, and show the kingdom who rules the battlefield when it comes to battle strategy games! Create your battle strategy with dark heroes and towers, build and upgrade your army and rush to conquer the kingdom!Command any kind of battlefield and tower: customize your army, set your plan, and rush to epic battles! Strategy games fan? Kingdom Rush Vengeance is the kind of epic defense game you’ll love! Battle fierce enemies as you upgrade your towers and rush to complete every challenge this kind of offline td strategy game has to offer!Face hordes of challenging enemies in an offline tower-defense medieval adventure. Clash in supreme boss fights and thrilling td battles. Rush into the battlefield as you unlock and switch between crazy new towers. Command mighty heroes to conquer victory & all the achievements combining your td strategic plan with tactical towers, and your experience on this kind of epic games. Kingdom Rush Vengeance will give you hours of epic offline td battles and epic gameplay in an amazing offline strategy game. Enjoy Heroes, tactical towers, enemies and legendary offline td boss fights!- 15 Powerful HEROES who will rush into action at your command to reinforce your strategic plan.- LEVEL UP YOUR MIGHTY HEROES and upgrade their abilities for different kinds of td battles.- 10+ TRINKETS AND ARTIFACTS for extra td action - rush to the battlefield to show them who reigns in this type of epic strategy games! - NEW POWERS AND REINFORCEMENTS to vanquish your foes, medieval war offline td style! - 30 UPGRADES to train your heroes to their best form. - 60+ MIGHTY ENEMIES that will put all your strategy games experience, defense tactics and td battles strategic skills to the test. - RUSH TO SAVE THE KINGDOM as you bring down 6 mighty tower defense bosses in the most legendary boss battles!Enjoy Kingdom Rush’s Epic Selection of Towers and Upgrades  - 20 NEW TOWERS to upgrade and defend your kingdom or conquer your enemies. Thought for true tower defense games lovers! - UNIQUE ABILITIES AND SPECIAL POWER for every tower you command in the battlefield. - Choose your arsenal of towers and execute your defense - epic games’ style.Near Endless Tower Defense Games & Gameplay- 31 CHALLENGING STAGES that will test your towers & td strategy game plan like never before!- 7 DIFFERENT REALMS to conquer victory in epic offline td battles. Show who reigns the kingdom when it comes to epic strategy games!.- 60+ ACHIEVEMENTS, countless Kingdom Rush hidden secrets, and more fun stuff for you to conquer while you command your army and explore the realm! Lead a Royal Vengeance in the Kingdom! Defend with towers and rush to battle your enemies in this exciting td strategy game!Command your powerful dark army and make the Kingdom tremble with your calls on the battlefield. Help Vez’nan’s army rush to epic battles and conquer vengeance in the kingdom!Choose your favorite towers and heroes to combine and upgrade them, and find the deadliest tower defense strategy - secure the crown of the kingdom for Vez’nan!. Play Offline Tower Defense Games!- PLAY ANYWHERE - for true tower defense game fans: play strategy games offline even if your wifi doesn’t work! - Battle no matter what! Kingdom Rush Vengeance is your offline TD strategy game of choice. Get Ironhide’s latest games news here: https://www.kingdomrushvengeance.com/ Ironhide Terms and Conditions: https://www.ironhidegames.com/TermsOfService Ironhide games Privacy Policy: https://www.ironhidegames.com/PrivacyPolicy",
  "lastVersion": "Dec 11, 2023",
  "classify": "StrategyTower defenseCasualStylizedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.rayark.rush",
  "name": "Soul of Eden",
  "company": "Rayark International Limited",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "42.8K reviews",
  "age": "Editors' Choice",
  "describe": "Rayark's first step into an esports title!Soul of Eden is a PvP competitive game that combines real-time strategy with card games. The unique spread system, the exciting four-minute games, every single match is a different challenge! Choose your destined one among the four major factions and challenge contestants from all across the world!#Choose your factionThe tech-savvy Republic, the unpredictable Aliens, the sword-and-magic wielding Empire, and the savage Beasts. Four factions, four completely different styles for players to choose. The Factions' stories intertwine with one another. Which Faction will you lead to glory?#Build your deckOver 100 unique cards, with a deck flexibility of 30 cards. Unleash your strategic potential and create your own tactics.#Showcase your controlsThe unique spread deploy system leads to endless formations in battle. The skills of the legendary heroes can turn the tide of battle all by themselves! On the ever-changing battlefield, your controls and decisions will be the key to achieve victory!",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamotion.roadtovalor",
  "name": "Road to Valor: World War II",
  "company": "Dreamotion Inc.",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "127K reviews",
  "age": "Everyone 10+info",
  "describe": "Dive into the battlefield of World War II! General, give us an order! Road to Valor: World War II is a real-time PVP strategy game where you can compete with global players around the world as a General of World War II, the biggest war in history. Select “Command” that suits your own strategy style and collect various units to build the strongest troops. Fight against swarms of enemies in the realistically presented battlefield. Destroy enemy Headquarter and bunkers to get medals as well as the most glorious victory! Please note! Road to Valor: World War II is free to download and play, however, some game items can also be purchased in cash. If you do not want to use this feature, please set your purchase password in the Google Play Store app settings. You need an Internet connection to play the game. [Features]● Compete with global players in real time. Start a challenge to be a ruler of the world!● You can select factions from among the Allied and Axis powers!● Select a specific command strategy, such as Support Ops, Airborne Ops, Fortification Doctrine, Blitzkrieg Doctrine and more. Combine them with powerful Active Skills! The strategy is the key to win!● Collect different type of history-based units such as Infantry, Vehicles, Tanks, and Buildings. Build the strongest troop and gain the victory. Also, there are some heroes who motivated by real war heroes.● Get rewards from Crates to collect new powerful units or Upgrade remaining units.● Destroy the enemy headquarter and bunkers to receive medals and Reward Crates. Don’t forget to open Free Crates given every day!● Gain Rank Points to enter the higher Battlefield to unlock new and more powerful Units to use. Try until you reach the highest Battlefield!● You can gain or lose Rank Points by each Battle Victory or Defeat. Dive into a global competition with players around the world to become the greatest General in the world! ● Create a community, “Corps”. Share units with Corps members from the same Faction and have a debate on winning strategies to enjoy the game even more! [App Permissions]Road to Valor: WW II has been developed to run on Android 6.0 and above with select app permissions. The app cannot be played if the required permissions are not allowed. ● Required Permissions- Photos/Media/Files (EXTERNAL_STORAGE): In order to save game data, access to the device storage is required. ● Manage and Revoke Permissions- Android 6.0+: Go to Settings > Apps > Select App > App Settings > Permissions- Below Android 6.0: Revoke permissions access by upgrading the OS or deleting the application  If you need any help, send us an email at the below address. [Support]support@roadtovalor.freshdesk.com  For the latest updates, visit the below link.  [Official Facebook]https://www.facebook.com/RoadtoValorWWII [Terms of Service]http://dreamotion.us/termsofservice [Privacy Policy]http://dreamotion.us/privacy-policy",
  "lastVersion": "Oct 31, 2023",
  "classify": "StrategyTacticsMultiplayerCompetitive multiplayerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ironhidegames.android.ironmarines",
  "name": "Iron Marines- Offline Strategy",
  "company": "Ironhide Games",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "102K reviews",
  "age": "Editors' Choice",
  "describe": "From the creators of the award-winner Kingdom Rush comes the most extraordinary offline space odyssey. Fight challenging offline real time strategy battles on amazing and unknown planets. Command brave soldiers, mighty mechas, and powerful aliens against hordes of space monsters, swarms of insectoids, and robot armies in a galaxy far away.PLAN, ATTACK AND BEAT ALL THE ENEMIES ADAPTING YOUR STRATEGY by changing the role of your troops even in the thick of the offline combat.RECRUIT AND TRAIN THE GREATEST HEROES in the galaxy, leading them into dangerous territory against near-impossible odds.TURN THE TIDE OF BATTLE with orbital strikes, intelligent mines, support troops, turrets, and a wide array of special weapons.Armies of robots, crushed starships, gigantic monsters, unknown races, brave assaults, desperate rescues, audacious sabotages... the galaxy needs your command.The galaxy needs the Iron Marines.GAME FEATURES• 21 CAMPAIGN MISSIONS across 3 sci fi planets. Each action-packed offline challenge will make you improve your strategy to save the galaxy! Battle for victory through space in epic offline battles.• 20+ SPECIAL OPERATIONS that will test if you have what it takes to battle your way through space. If you need to play every challenge offline, go for it! • 14 HEROES with amazing powers are ready to follow your offline strategy.• 40+ UPGRADES to build the ultimate RTS army! Choose between Defense Drones, Napalm Rockets, Ricocheting Blasts, Lethal Weapons, and many more.• +7 UNITS to bring into battle and give your hero some extra firepower!• 8 SPECIAL WEAPONS to unleash hell on your enemies and keep expanding your tactics like space itself! What’s better than a well-placed missile? An orbital strike of 50 high-explosive missiles!• DEFEAT UNIQUE BOSSES in epic battles. They are green, mean, killing machines!!! Well… some are machines and these aliens aren’t green… but they’re all massive and determined to crush you. Suit up, Marines!• 70+ ACHIEVEMENTS to complete and show everyone you’re the best RTS commander in the whole galaxy (even offline).• NO WI-FI IN SPACE? No worries, offline play is guaranteed! Play Iron Marines offline whenever you want. • CHOOSE YOUR DIFFICULTY MODE: Casual, Normal or Veteran. Don’t get cocky! Or Do! Your choice!• IMPOSSIBLE MODE. Only for the most daring, reckless, all-out-of-bubblegum marines in space. We dare you!If you loved Kingdom Rush you will Love this offline strategy game! Iron Marines Awaits! HEARD ON THE MEDIA: “Iron Marines is a must buy for all fans of the Kingdom Rush series and tower defense games.” - iPhoneFAQ “It's fun, it's deep, and it's almost certainly going to make you exclaim with joy. Iron Marines is the mobile RTS that we've been waiting for, and it's a little bit brilliant.” - Pocket Gamer “After basically creating the modern tower defense genre, Ironhide went away, had a think, then came back and essentially created the modern mobile strategy game.” - AppSpy “It’s a chunky, cartoony real-time strategy game, it’s set in space, and it features napalm rockets.” - Droid Gamers Get Iron Marines’ news here: www.ironmarines.com Ironhide’s Terms and Conditions: www.ironhidegames.com/TermsOfService Privacy Policy: www.ironhidegames.com/PrivacyPolicy Strategy games video & podcast creators: feel free to write to us to contact@ironhidegames.com",
  "lastVersion": "Aug 23, 2023",
  "classify": "Strategy4XSingle playerStylizedOfflinePlay Pass",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kongregate.mobile.stormbound.google",
  "name": "Stormbound: Kingdom Wars",
  "company": "Stormbound Games",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "81.8K reviews",
  "age": "Everyone 10+info",
  "describe": "Immerse yourself in the rich world of Stormbound, as four kingdoms struggle for dominance. Construct a deck of unique and powerful cards and then dive into real-time battles against other players. Novel gameplay combines your favorite aspects of collectible card games with the tactical strategy of board games. Play cards from your hand to the game board and then watch your units march on the enemy base.FEATURES: *Tactical gameplay that rewards the most clever strategists*Real-time PVP battles against players all around the globe*Dozens of powerful cards to collect and upgrade!*Incredible 2D and 3D art immerses you in the world of Stormbound*Four distinct kingdoms with unique advantages and playstylesPlease Note: Stormbound: Kingdom Wars is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
  "lastVersion": "Nov 16, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.mobirate.DeadAheadTactics",
  "name": "Dead Ahead: Zombie Warfare",
  "company": "Mobirate",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "759K reviews",
  "age": "Teeninfo",
  "describe": "DEAD AHEAD: ZOMBIE WARFAREResist and defy the evil undead in this new tactical survival sequel of Dead Ahead!Fight for freedom and become a fearless slayer of the undead in one of the funny survivalgames of the year! Kill raid after raid of zombies, collect supplies, look for survivors andmost importantly... create your own legacy!ZOMBIE INVASIONDefend your bus and endure opponents scarier than any devil or demon! Break throughbarricades while you slaughter the corrupt corpses. Gather your team of gladiators and sendthem one by one into battle! Use any means necessary to ward off the horde of pixel crazedflesh eaters! Slash, shoot or burn the dead with barrels, Molotov cocktails and grenades. Bedirect and explosive or stealth kill your opponents.USE YOUR BRAINS, DON’T LOSE THEMShow that you have real steel to conquer the maps! Be creative and combine different typesof units to win! Use tactically offensive and defensive moves to kill all the zombies and thebarricades! Be creative and assault them for maximum bloodshed. Remember – the risingdead won’t make it easy for you.IMPROVE YOUR SKILLS AND GEAR TO STAY ALIVECollect items, earn experience and complete quests to upgrade your units and vehicles. Themore gear you get, the more zombies you will be able to take on! Become the ultimate slayerof the undead! Banish the banshees to eternal hell! Contrast your high score with otherplayers!WHAT AWAITS YOU:* Blood-and-guts action-strategy game with a sense of humor* No hiding in the shade! The undead WILL come for you!* Resist against the onslaught of zombies and keep your bus safe at all costs!* A huge world with numerous locations* Plenty of survivor units and zombies* Upgrades, special items and optional quests* FUN!\"",
  "lastVersion": "Dec 15, 2023",
  "classify": "StrategyTacticsSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.prineside.tdi2",
  "name": "Infinitode 2 - Tower Defense",
  "company": "Prineside",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "98.5K reviews",
  "age": "Everyoneinfo",
  "describe": "Every game in this Tower Defense strategy game (TD) is endless - stand against infinite number of enemy waves for as long as you can!Complete the story line for great rewards.- Simplistic, well optimized, tiny in size but overfilled with features: 14 different types of towers, 11 types of enemies, bosses, miners, teleports, barriers, modifiers, resources...- Over 40 different levels with leader boards and plenty of quests - no endless grind!- Towers gain experience, abilities, different aiming strategies and can be heavily upgraded- Miners can be used to dig out Resources for new global upgrades- Map editor can be used to build any map with resources won for each game.- Music tracks are stored in maps and played with synthesizer! Players can create a great map with any music and share it with others. - Huge permanent upgrades tree (over 300 different Researches).- Many trophies (3D!) for completion of hardcore quests- Detailed statistics for each game- Synchronization of saved games with PC or any other available device.- Game can be passed to unlock a Developer mode with infinite possibilities!- No ads, everything can be unlocked for free!",
  "lastVersion": "Jul 10, 2023",
  "classify": "StrategyTower defenseSingle playerAbstractOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
}]