[{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "624K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.madfingergames.unkilled",
  "name": "UNKILLED - FPS Zombie Games",
  "company": "Deca_Games",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "748K reviews",
  "age": "Mature 17+info",
  "describe": "★ Join more than 30 millions of players ★★ Award-winning FPS action zombie game with great gameplay, nice story, and easy controls.★ Get ready for the best zombie game. From the authors of Dead Trigger and Dead Trigger 2, successful Zombie games downloaded by more than 160 million times around the world. THRILLING SOLO COMBAT MISSIONS•  Fight for survival in over 150 missions with an epic storyline. •Target unique zombies and bosses, including SHERIFF, DODGER, MINESWEEPER, BUTCHER and more.SMOOTH FPS SHOOTER ACTION!• Our FPS control system is approved by hundred of millions of players worldwide. Support for a wide range of gamepads.ONLINE PVP MULTIPLAYER. • Take on players from all over the world with FPS online multiplayer shooter in the zombie game. • Build your own zombie army and survive in the world where almost all of us are dead. With Skirmish Ops everything is possible so go to the war against other player’s bases!  Asynchronous  multiplayerTONS OF UNIQUE GUNS.• More than 40 weapons in five classes, featuring the LSAT machine gun, SAIGA-12K shotgun, and the M24 sniper rifle. All beautifully modeled in the FPS view.UNIQUE ZOMBIE GAME• Loads of skins are ready for you to customise your character and guns. • Design your hero with customisable skills and loadouts.RIDICULOUSLY INSANE GRAPHICS in the SHOOTER GAMEWe push the frontier of what is possible on mobile devices! UNKILLED - Zombie Game FPS is a feast for your eyes.New York City is the epicenter of a terrifying zombie apocalypse in this multi-award winning first person shooter. Choose one of five characters and join the elite team known as the Wolfpack, a task force assigned to combat the walking dead zombies and discover the secret behind the cataclysmic plague. Take time out from killing zombies to challenge your friends in online PvP multiplayer games.Download one of the best zombie game on the market now! Join and fight against zombie apocalypse! Zombie FPS Shooter forever!We’re very proud of our console quality FPS shooter games. From cutting edge graphics to a precise control system, over 240 million players worldwide have been blown away by an innovative approach and dedication to quality. We are the best developer who is developing FPS action shooter games for mobile since 2010.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sidheinteractive.sif.DR",
  "name": "Into the Dead",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.76M reviews",
  "age": "Teeninfo",
  "describe": "In a world overrun with the Dead, you have survived… but for how long? Into the Dead throws you into the gruesome world of the zombie apocalypse where there are no second chances. Do what you have to in order to stay alive, keep moving as fast as you can, and protect yourself by any means necessary. When the Dead are rising, run! FEATURES: • Intense gameplay with stunning visuals & sound depicting a grim zombie apocalypse • Unlock an arsenal of powerful weapons and perks to help you stay alive • Missions and minigoals provide constant challenges to overcome • Tablets supported• Challenge your friends to beat your high scores• Ongoing updates to deliver new modes, features, and content We love to hear from our players!On Twitter? Drop us a line @pikpokgames and join the conversation with #IntoTheDeadInto the Dead requires the following permissions to save player progress:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Jun 6, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=space.fighter.shooting.games",
  "name": "Raiden Fighter: Alien Shooter",
  "company": "GameLord 3D",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "43.7K reviews",
  "age": "Everyoneinfo",
  "describe": "Have you seen \"Guardians of the Galaxy\"? Do you wanna protect the galaxy from space invaders? Now, you can pick your fighters up! In this Galaga Wars arcade game, you will be facing an increasingly large number of alien enemies in hazardous environments. As the game progresses, you are able to pick up useful items to upgrade shooting skills during space battles. Coins in this game are a kind of universal currency, which can be used for cultivating the system and purchasing goods. Let's be the only hero in the galaxiga!💡  How to play:Touch screen to control the raiden airplane. Collect items to make your spacecraft stronger.  Ability to use active skills during the space battles. Dodge the alien enemy's attack and beat them by unleashing your space team full lethal capacity 👾 Useful items:Firepower Enhancement: Increase the drop rate of props. Unlimited Firepower: Increase the drop rate of props. The first enemy will definitely drop one. Ultimate Bomb: The prop will drop in the battle. Extra Life: The prop will drop in the battle. Invincible Shield: The prop will drop in the battle. Cyclotron impact: The prop will drop in the battle. 🪐 Game Features:● FREE to play this space shooting game.● Multiple levels on various difficulties.● One finger control, easy to learn.● Online & offline mode ● Multiplayer mode: 1 vs 1, 1 vs n🛸The ultimate hope for the universe is in your hands，shoot-em-up now!!!",
  "lastVersion": "Nov 29, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.oneminutegames.apesvszombies",
  "name": "Apes vs. Zombies",
  "company": "OneMinute Games",
  "rating": "4.8star",
  "downloads": "100K+",
  "reviews": "16K reviews",
  "age": "Teeninfo",
  "describe": "Everything was so idyllic, but one day a horde of rampaging zombies appeared and stole your beloved Jane. In Apes vs. Zombies, you'll help our chief ape \"Kong\" defend his kingdom against the impending zombie invasion and resque your girlfriend Jane. What are you waiting for? Grab your bazooka and round up your monkey friends to give the zombies a good run for their money and free your Jane.",
  "lastVersion": "Nov 23, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedPixelatedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lan.zombiehunter",
  "name": "Zombie Hunter：Survival",
  "company": "Blue Cartoon Games",
  "rating": "4.4star",
  "downloads": "100K+",
  "reviews": "5.05K reviews",
  "age": "Mature 17+info",
  "describe": "This is a world with no safe place.The outbreak of the zombie virus has almost wiped out the entire human race, leaving only a desolate wasteland and terrifying hordes of zombies. The survival of humanity is under immense threat.But you are the last hope of mankind! You will fight alongside other survivors to protect the last remnants of humanity.Explore the map freely:Explore different locations and environments, uncover hidden secrets and treasures.Various powerful weapons:Collect powerful weapons and equipment, upgrade them to enhance combat effectiveness.Dress up different beautiful warriors:Each beautiful warrior has their unique outfits, wear them and unlock new character battle actions.Diverse zombie monsters:Zombies are constantly mutating, from ordinary walking dead to mutated monsters, they are becoming stronger and more dangerous.Are you ready to face this life-or-death battle?",
  "lastVersion": "Dec 5, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sigmateam.alienshooter2",
  "name": "Alien Shooter 2- The Legend",
  "company": "8Floor  Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "90.7K reviews",
  "age": "Teeninfo",
  "describe": "The second installment of the legendary Alien Shooter is now available on your Android for free! This gameplay has united almost all installments of the series. You are to unravel the mystery from the very beginning - the emergence of monsters inside the MAGMA corporation’s secret base and join in a world-wide battle for the survival of mankind.With the help of long-familiar characters - General Baker, engineer Nicholas, a genius professor and, of course, Kate Lia - our hero’s companion over the years.But most importantly, by popular demand from our players, the game now has a multiplayer. Upgrade your hero, upgrade your weapon and test your skill, competing with players worldwide!Game features:- Hours of gameplay in the campaign mode- Lots of maps for online battles- A possibility to enhance and equip your character according to your play style- Hundreds of weapons - from pistols to plasma guns- Combat drones, grenades, first-aid kits, implants and many other- Ability to play without internet connection (offline mode).As for the best part, it’s a Sigma Team game:- Monsters swarming the screen!- The enemy corpses do not disappear - see the work done after beating a level!",
  "lastVersion": "Dec 7, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.clegames.hunters",
  "name": "Zombie Shooting : D-Day 2",
  "company": "Clegames Inc.",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "51.1K reviews",
  "age": "Mature 17+info",
  "describe": "Be careful, too many zombies are coming! It's been 80 days since the apocalypse. Your sole goal is to survive as long as you can.  Defend yourself and your teammates from the walking dead using realistic weapons, explosive firearms and advanced gear. Use special skills to clear each stage of nemesis and kill strong boss zombies. There will be several weapons to choose from. Choose the ones that will be the most efficient and robust to shoot down the zombies.FEATURES:- Graphic: Realistic 3D zombies and cool shooting- Limitless Stages: Various types of zombies and giant boss zombie appear in each stage- Weapon Collection: many classic guns are waiting for you to unlock, merge and upgrade.- zombie Stage mode- zombie defense mode, boss raid mode, bonus mode, etc- Offline zombie shooting game (العاب حرب)- Device: Perfect optimization even for slower devices.- Languages: EN/CN/FR/PT/ES/DE/IDIT/RU/TH/TR/VN/KR are supported.**Just now! Download the offline Zombie Hunter Game for free! fight the zombie**◆ Access Information- for the game to play, we must access the following controls.- READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE.",
  "lastVersion": "Nov 1, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outfit7.movingeye.swampattack",
  "name": "Swamp Attack",
  "company": "Outfit7 Limited",
  "rating": "4.5star",
  "downloads": "100M+",
  "reviews": "2.64M reviews",
  "age": "Everyone 10+info",
  "describe": "Your swamp is under attack! Grab a weapon and defend your home from the invading monsters, like crazed zombie-style monsters, crocodiles, aliens and more!Come up with a strategy! Shoot weapons. Beat the monsters. Survive the attack and secure your home. The evil monsters may know no mercy, but you can beat them all – every single monster is a fun challenge!We’ve got dynamite, flamethrowers, crossbows, blob-throwers, molotov cocktails, and more for you to use against the zombie-style critters! So get ready to SHOOT! Prepare your ATTACK! And PROTECT your home as you play the best action-packed shooter game around!★★★ARE YOU READY TO COME UP WITH THE BEST STRATEGY TO BEAT THE MONSTERS?★★★- Shoot with different guns by TAPPING THE SCREEN.- DRAG AND DROP the explosives onto the monsters.- Don’t miss a beat – SWITCH between weapons during the action!- UPGRADE and equip yourself with guns and bombs before starting a new level.- Drink a potion to CONTINUE PLAYING if you get killed, or to instantly top up your energy.Just like players defend their towers in the best tower defense games, you have to defend your home and your swamp!Play this action-packed, super cool tower defense game and have fun for free! Try out the Challenge mode and test your limits! When you win, you can have even more fun attempting the even more challenging multiplayer mode!So, are you ready to play one of the most exciting games out there?!8 action-packed EPISODES!390 fun SINGLE-PLAYER LEVELS!40 cool MULTIPLAYER LEVELS!QUICK MISSIONS for instant excitement!More than 30 awesome DEFENSE TOOLS like the mighty shotgun, the reckless minigun, and the super atom bomb.More than 45 different MONSTERS running wild, each with their own special attacks!DOWNLOAD NOW & PLAY!Swamp Attack is a free game, with the option to purchase items to help you progress through the levels faster.This app contains:- Promotion of Outfit7's products and contextual advertising;- Links that direct customers to our websites and other Outfit7 apps;- The option to make in-app purchases;- The option to invite Facebook friends for in-game rewards; and- The option to play against other users.Terms of use: http://outfit7.com/eula/Privacy policy: http://outfit7.com/privacy-policy/Customer support: support@outfit7.com",
  "lastVersion": "Oct 27, 2022",
  "classify": "ActionShooterBulletstormCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.minigame.wszj.android.gp",
  "name": "Wing Fighter",
  "company": "MINIGAME ENTERTAINMENT LIMITED",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "75.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Wing Fighter is an free classic arcade online shooting game, with epic 3D realistic scene, gorgeous and fascinating combat effects and variety of unique bosses and equipment. If you loved arcade shooting games as a kid, this retro, vintage game blend modern combat styles would be the perfect game for you!In every battle of Wing Fighter, You will become an air force pilot, controlling different fighters to fight evil enemies and bosses. It is your mission to defeat them and protect the safety and freedom of the skies！Enemies have invaded, the battle is on the verge of breaking out, come on and start this thrilling combat flight action game now!Features:- Shoot down enemy fighters, challenge powerful and diverse ultimate bosses.- Enrich equipment arsenal, hundreds kinds of equipment to choose. Turn your fighter into flying tank.- Clone skill, furious mode, damage bonus...Choose strong fighters with multiple additional attributes as you wish!- Hundreds of combat buffs, different buffs and attack strategies create different combat experiences.- Complete the mission and unlock battle scenes and levels.- Select multiple activity patterns from normal to nightmare.- Improve fighter power, fight your way to the top of the Leaderboard!- Complete daily missions to gain resources, lots of rewards are waiting for you.- Choose your favorite beautiful pilots and send them out on tasks. - Mysterious talent system that combines Roguelike elements to increase combat power permanently.- Challenge the limit and win big prizes in Endless voyage event.- Easy to operate, no tutorial required.Enjoy the classic thrilling combat flight action game--Wing Fighter. Don’t let the enemy conquer your freedom, shoot and be ready to attack right now! DOWNLOAD AND PLAY IT FOR FREE! Contact us: wszj6868@gmail.com Join us on Facebook:  https://www.facebook.com/WingFighterOfficial Join Discord to get support: https://discord.gg/2WaJZbqFAy",
  "lastVersion": "Nov 1, 2023",
  "classify": "#8 top grossing arcadeActionShooterBulletstormCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.hunter.zombie",
  "name": "Zombie Virus : K-Zombie",
  "company": "Clegames Inc.",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "14.9K reviews",
  "age": "Mature 17+info",
  "describe": "Fight off blood-thirsty zombies and survive in a city destroyed by the zombie virus! Kill zombies after apocalypse. Defend yourself and your teammates from the walking dead using realistic weapons, explosive firearms and advanced gear. Use special skills to clear each stage of nemesis and kill strong boss zombies. Dozens of classic weapons to choose from - find the one to match your fierce mood today and shoot down zombies! Destroy the dangerous zombie virus!Zombie Virus is addictive hunting and sniper game in zombie theme offline games. Also, Free Fire, you will get into it right away!FEATURES:- Graphic: Realistic 3D zombies and cool shooting- True Real K-Zombie Game- Limitless Stages: Various types of zombies and giant boss zombie appear in each stage- Weapon Collection: many classic guns are waiting for you to unlock, merge and upgrade.- Zombie Stage mode, zombie defense mode, PVP mode, boss mode and many more- Target the dead, pull trigger toward zombies, rescue people and your team- Offline zombie shooting game - Device: perfect optimized even for slow devices, offline game mode available- Languages supported: EN/CN/FR/PT/ES/DE/IDIT/RU/TH/TR/VN/KRJust now! Download offline Zombie Virus Game for free! Fight the zombie◆ Access Information- Following access is required for stable gameplay: READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE",
  "lastVersion": "Nov 3, 2023",
  "classify": "ActionShooterBulletstormCasualMultiplayerCompetitive multiplayerSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=pl.idreams.skyforcehd",
  "name": "Sky Force 2014",
  "company": "Infinite Dreams",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "454K reviews",
  "age": "Everyoneinfo",
  "describe": "The mobile blaster legend is back to celebrate its 10-year anniversary in super-destructive style. Harnessing the intensity of classic arcade shoot-’em-ups combined with the hottest smartphone technology, Sky Force 2014 offers a stunning scrolling shooter experience with an incredible new social gameplay element. Ten years ago, IGN said, “Put simply, Sky Force is amazing.” Scoring an incredible 9.5 out of 10, Sky Force took the early mobile gaming scene by force. And now it’s back. Bigger, bolder and more intense than ever. This 10th anniversary edition adds incredible depth to the series through stunning 3D graphics, intuitive touchscreen controls and a powerful upgrade system that’ll keep you blasting for hours on end. Weekly tournaments take place on unique new levels as you battle it out against legions of other Sky Force 2014 players, offering great rewards not only for winning, but for rescuing other pilots who’ve already been taken down! The hottest shooter is no push over, but the invigorating gameplay and vast library of achievements will keep both casual players and hardcore gamers hooked as you upgrade your ship and take it a little deeper into the incredible battlefield time after time. FEATURES: * Beautiful levels with immersive missions to complete. * Multiple extreme boss battles. * Upgrade your shields, guns, missiles, lasers, mega-bombs and magnets. * Risk everything to rescue civilians. * Brand new weekly tournaments against other players. * Boost your final score with a host of in-game achievements. * Rescue fallen opponents to win extra lives and stars. * Accessible to beginners, as well as hardcore shooter addicts. * Full voiceover and incredible electronic soundtrack. Get ready for the fight of your life in Sky Force 2014.",
  "lastVersion": "Oct 31, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ArtInGames.AirAttack2f",
  "name": "AirAttack 2 - Airplane Shooter",
  "company": "Colya",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "79.9K reviews",
  "age": "Everyone 10+info",
  "describe": "Top down air combat shooter with stunning 3D graphics and amazing orchestral soundtrack.Enjoy the classic atmosphere of WW2 arcade shoot 'em up (or shmup) in modern rendering.Prepare your plane and destroy the axis powers with Flamethrower, Tail Gunner, Bombs, ...Features:* 22 Campaign Missions + Survival Mission* Fully destructible 3D environment* Orchestral soundtrack with 30 unique tracks* Daily Events with rewards* 6 Player Airplanes + skins* Airplane Upgrades: Flamethrower, Tail Gunner, Bombs, Lasers, Wingmen, Homing Rockets, ...* Amazing Lighting and Explosion Effects* Landscape / Portrait orientation* support for Android TV, S-Pen, Gamepad, Mouse, Keyboard* can be played OfflineIf you like our game, please do not forget to rate it. Thanks!Graphics quality can be changed in game [Settings]",
  "lastVersion": "Oct 30, 2023",
  "classify": "ActionShooterBulletstormCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zyb.galaxy.attack",
  "name": "Galaxy Shooter - Space Attack",
  "company": "Words Mobile",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "226K reviews",
  "age": "Everyoneinfo",
  "describe": "Galaxy Shooter is #1 arcade space shooter game on Google Play. Experience the thrill of adrenaline-packed aerial battles and engaging enemies in classic shoot 'em ups space fights!Join Galaxy Shooter today and become an ace pilot to protect earth from waves after waves of aliens! Control the lone spaceship, shoot down each formation of aliens,  and prevent the enemy forces from destroying all of mankind now!Galaxy Shooter Features:- Ultra high quality graphics and cool animations- Thousands of thrilling missions- Dozens of starships: Attack with different guns, lasers and missiles- Classic arcade fixed shooter reminds old school games- True star battle experience- Multiple epic boss fight wars- Modern control that bring you a fun and addictive gameplay",
  "lastVersion": "Jun 14, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.iabuzz.minigames.dino",
  "name": "Dinosaur games - Kids game",
  "company": "Abuzz",
  "rating": "3.8star",
  "downloads": "10M+",
  "reviews": "11.4K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the Dino adventure park, with all-in-one dinosaur themed toddler games. These easy games will help your children explore different educational areas -  develop logical thinking and reasoning skills with their favorite dinosaurs. The Paleontologist in your child will enjoy the classic graphics, funny animations, kids music, and realistic sounds.Run with the mighty T-Rex; fly with the Pterodactyl; and discover other dinosaurs with different unique features. The preschool toddlers will learn skills as well, since all the free games are designed for improving the memory and attention span. Start a fascinating jurassic adventure in this dinosaur museum, where cartoon dinosaurs come to life. 36 Dinosaur games for kids with 200+ Levels:* Mosquito attack: mosquitos are bothering the Dino and you need to just swing the tail and hit the flying insect.* Classifying: sorting of the dinosaurs as to which ones fly and which ones stay on the land.* Dress Up: father and baby needs to be dressed - learn how to distinguish between big and small, while helping them with their outfit.* Memory game: find the correct pair of baby Dino within the egg and clean up the field.* Matching game: match the dinosaur with the correct body part of the same Dino.* Feed the hungry Dino: he knows what he wants to eat, and you need to recognize the vegetable and feed him.* Dino Wash: use the soap to remove the dirt and then give the dinosaur a shower to make him clean again.* Carnival game: aim at the dinosaurs and throw the balls to hit them and collect more stars.* Mathematics: counting the number dinosaurs and select the correct answer.* Racing game: race with your dinosaur car and avoid all the other vehicles to reach the finish line first.* Jumping game: jump like a rabbit and reach the end to meet the dinosaur friend safely, without falling into the Amazon water.* Dig-a-Dino: piece by piece, uncover the ancient puzzle and dig bones to assemble your very own dino!* Dino dash: quick! The cute monsters are after our dino! Help it run up the pole to reach the top and dodge the playful monsters chasing from behind. Can you outsmart them all?* Dino soccer Star: our dino is a one-man team, dribbling, passing, and shooting goals like a champ in this dino-tastic football game.* Color logic: sort the balls by logic and strategy. Can you master the art of color matching and clear the pipes?* Dino band: six different dinos from the muisc band, plays unique musical instruments to compose a catchy rhythm. Get ready to dance to their prehistoric beats!* Dino dentist adventure: Oh no! The dino needs a dental checkup! Put on your dentist gloves, clean those pearly dino teeth, and make sure our dino's smile shines brighter than ever.* Dino leap frog: watch out for the isometric blocks! Our dino loves to jump down fast, hopping from one block to another. Can you time the jumps perfectly and reach the bottom safely?* Tic-tac-toe: play this classic kindergarten game with a dino twist - you need to match four in a row to win.* Space adventures: join our brave dino astronaut as it embarks on a space mission.* Sling dino: use a sling to propel our dino through thrilling aerial challenges. Aim, release, and watch it soar through the skies.* Dino Pac-man: guide our dino through the maze, munching on dots and avoiding the ghostly enemies. It's a classic retro arcade game with a prehistoric twist!And many more fun and educational games for 3 to 8 years old kids!We have recently expanded our youtube channel to include many kids educational content. Check it out.",
  "lastVersion": "Aug 3, 2023",
  "classify": "ActionShooterBulletstormSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushjellysaga",
  "name": "Candy Crush Jelly Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "1.8M reviews",
  "age": "Everyoneinfo",
  "describe": "There's a new player in town, the wiggling, jiggling Jelly Queen and she's here to challenge you to a game of Candy Crush Jelly Saga!  Whatever your favorite moves, you better hope they're Jellylicious enough to take on the mighty Jelly Queen. The unstoppably spreadable game!  New Candy Crush Jelly Saga is full of delightful game modes, features and boss battles featuring the Jelly Queen!  Playing as Jenny, show off your Jellylicious moves and take turns switching Candies against the jiggling Jelly Queen. Every sweet move will spread more Jelly and whoever spreads the most will win the level! There are splendid new Candies, a marvelous new booster and a dreamy treetop world to explore in the Candy Kingdom too!Royal Championship is the new VS Mode in Candy Crush Jelly Saga. Players will compete 1:1 in fast paced game rounds in real time! Win a big bundle of rewards by completing a consecutive win streak and finishing in the top half of the leaderboard. The higher the position, the bigger the reward! Have you got what it takes?Take on this delightful Saga alone or play with friends to see who can get the highest score! Candy Crush Jelly Saga is completely free to play but in-game currency, to buy items such as extra moves or lives, will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings. Candy Crush Jelly Saga features:> Over 3000 Jellylicious Levels> Real Time VS mode   \t> Boss Modes   \t> Marvelous game modes including: Spread the Jelly & Release the Pufflers  \t> Tasty Color Bomb Lollipop booster    > Mesmerizing new Candies  \t> Dreamy new treetop world and a host of quirky characters led by the Jelly Queen and her stooges.  > Easy and fun to play, yet challenging to fully masterFor players that Facebook Connect, there are leaderboards for you and your friends to compare your Jellylicious scores Easily sync the game between mobile and tablet devices and unlock the full game features when connected to the internet\t Now you can express yourself, jelly-style! Be sassy like the Jelly Queen or cool like Cupcake Carl with our sweet Candy Crush Jelly Stickers! Facebook @CandyCrushJellySagaTwitter @CandyCrushJellyInstagram @CandyCrushSagaYouTube @CandyCrushOfficial Last but not least, a big THANK YOU goes out to everyone who has played Candy Crush Jelly Saga! Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 18, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessaga",
  "name": "Farm Heroes Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "9.91M reviews",
  "age": "Everyoneinfo",
  "describe": "Farm Heroes Saga, from the makers of Candy Crush Saga, Pet Rescue Saga, and Bubble Witch 3 Saga!Farming has never been so fun! Jump into a farmtastic adventure: match and collect the cute Cropsies across the farm to solve the match 3 puzzles! Go from puzzle to puzzle, matching fruit and plants, and level up to save the farm from Rancid the Raccoon. Join forces with the Farm Heroes to swap, match, and collect Cropsies. Ready to defend the Farm Lands?Enjoy the amazing farm and match 3 puzzle game from King! Match 3 or more Cropsies in a variety of game modes and puzzles. Unlock animals and blast boosters as you solve the different match 3 puzzles.Explore 1000’s of LevelsAcres of luscious levels and puzzles await you! Every two weeks, discover new puzzles, for a match 3 game in constant evolution!Hero ModeTime for a blast! Match as many Cropsies as you can before running out of moves. The higher the score, the more Magic Beans you gain to help you win the puzzle game.Rancid Boss BattlesDefend your farm! Solve challenging matching puzzles and, with the help of the farm animals, keep the thief away from your fruit and plants. Join the Farm ClubRecruit cute animals to help you solve puzzles! When matching is not enough anymore, call your animal friends to the rescue and blast powerful boosters to win the game.Play with friends…Team up with your friends to enhance your farming experience: chat, play with them and participate in events unique to Farm Teams. Who said the farming adventure had to be lonely?…or compete with friends!You think your farm is the best? The game is on! Compete in the leaderboard or in the Tractor Dash event to prove you’re the best at match 3 puzzle games.Start matching and farming Cropsies today! But most importantly, have fun playing Farm Heroes Saga!Visit https://community.king.com/en or contact us in game by going to Settings > Customer Care if you need help!Farm Heroes Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Farm Heroes Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrush4",
  "name": "Candy Crush Friends Saga",
  "company": "King",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.93M reviews",
  "age": "Everyoneinfo",
  "describe": "With updated graphics, fun new game modes and a host of friends to help you blast through hundreds of levels! Your Candy Crush Friends have been scattered throughout the Candy Kingdom - Join this match 3 puzzle game to find them! This friendly bunch have their own unique powers to help you to create sweet candy combinations and blastthrough blockers! Switch and match candies to unlock rewards, friends, and sweet collectable outfits! The more candies you collect the greater your power on the game board! This fun new Candy game is filled with delicious treats - cookies, jam, chocolate and more! Your favourite game modes, but sweeter than ever! Candy Crush Friends Saga features: •\tHundreds of levels to play – collect your favorite friends along the way! •\tYour Candy friends are your allies – they are ready to help you blast through levels!•\tWatch Yeti and his friends dance when you win levels!•\tFun new game modes; dunk the cookie in the chocolate & free the octopuses and the mammoths!  •\tKeep your friends in a sticker book and change their outfits!•\tExplore sweet new worlds in 3D!•\tEasy to play but challenging to master!•\tPlay whenever, online and offline. Easily sync the game between devices and access full game features when connected to the internet. •\tTake on this epic saga alone or play with friends to see who can get the highest score! If you need help and support, you will find helpful and extensive FAQs in our in-game Help Center, click the ? to launch it.Share opinions and have sweet discussions with other members of the Candy Crush Friends Saga community. https://community.king.com/en/candy-crush-friends-saga/Visit www.candycrushfriendssaga.com and discover delicious game guides and tasty blogs to satisfy your candy cravings.Candy Crush Friends Saga is completely free to play but some optional in-game items will require payment with real money. You can turn off the payment feature by disabling in-app purchases in your device’s settings.  By downloading this game you are agreeing to our terms of service; https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/",
  "lastVersion": "Dec 13, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.disney.frozensaga_goo",
  "name": "Disney Frozen Free Fall Games",
  "company": "Jam City, Inc.",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.74M reviews",
  "age": "Editors' Choice",
  "describe": "Play 1,000+ exciting levels in Disney’s amazing puzzle game, Frozen Free Fall! Get ready for an epic puzzle matching adventure in the Kingdom of Arendelle, inspired by Disney’s Frozen movie! Join Anna, Elsa, Olaf and more of your favorite characters on a puzzle journey to slide and match-3 hundreds of icy puzzles for FREE! This game contains in-app purchases. Unlock MORE seasonal puzzles and game modes as you explore the land with our new updates! Enjoy playing puzzle games along with Olaf the snowman and other Disney characters!EXCITING MATCH-3 PUZZLE GAMEPLAY – Slide beautiful and colorful ice crystals to match 3 or more gems, and test your matching skills with extra challenging objectives! UNLOCK YOUR FAVORITE CHARACTERS – Follow the story and play with even more characters like Anna, Elsa, Olaf, Kristoff, Sven, Hans, and more! UNIQUE POWER-UPS SPECIALLY DESIGNED FOR EACH CHARACTER – Use Anna’s torch to burn up an entire row of crystals, or Elsa’s glacier power-up to make all of the same color crystals magically disappear! Try Hans’ sword to slash right through the crystals, and explore many more cool power-ups!BRING YOUR OWN ARENDELLE TO LIFE - Earn coins & rewards by completing puzzles to decorate and customize your own Plaza in Arendelle with shops, fountains, carts, and more! GOOGLE CLOUD SUPPORT-Sync your game progress across multiple Android devices through Google Cloud!Privacy Policy: http://www.jamcity.com/privacy/Terms of Service: http://www.jamcity.com/terms-of-service/",
  "lastVersion": "Nov 30, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=linkdesks.tile.match.fun",
  "name": "Tile Match: Triple Puzzle Game",
  "company": "LinkDesks Daily Puzzle",
  "rating": "4.9star",
  "downloads": "1M+",
  "reviews": "5.52K reviews",
  "age": "Everyoneinfo",
  "describe": "⭐ Tile Match: Ultimate Brain-Teasing Tile Adventure! ⭐🧩 Super fun yet challenging mahjong inspired triple tile matching game.🌈 Are you the next Tile Master Legend? Challenge yourself with tile match 3 fun.🔍 Game Features- Easy and fun to play.- 10000+ tile puzzle levels.- Discover a myriad of themes.- Candy, fruits, animals & more.- Sharpen your brain and find joy.- Perfect time killer and IQ boost.- Both online and offline playable.- No wifi needed, play anywhere.- Regular tile game updates.- Endless matching fun awaits.💡 How to Play?* Level starts with a board full of tiles with different patterns.* Match 3 identical block tiles, just like in Mahjong.* Match and remove all tiles on the board to claim victory.* But beware, as once the tray is filled with tiles, the game will end.✨ Are you ready to take on the challenge and become the ultimate Tile Match master?🚀 Download Tile Match: Triple Puzzle Game and let the triple matching madness begin!",
  "lastVersion": "Dec 15, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#4 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsodasaga",
  "name": "Candy Crush Soda Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "500M+",
  "reviews": "8.87M reviews",
  "age": "Editors' Choice",
  "describe": "You loved playing Candy Crush Saga - Start playing Candy Crush Soda Saga! More divine matching combinations and challenging game modes, brimming with purple soda and fun!This mouth-watering puzzle adventure will instantly quench your thirst for fun. Match 3 candies and blast your way through new dimensions of magical gameplay. Take on this Sodalicious Saga alone or play with friends to see who can get the highest score!Monthly season updates bring unique quests and exciting match 3 puzzles - more sugar to blast means more fun to have! Progress through the Season Pass while earning rewards and boosters to help you on your Saga.Compete against other players to see who can complete levels the fastest, or work as a team in the 4 in a Row game mode, where players work together for Sodalicious rewards!DIFFERENT GAME MODES: *Soda – Switch the bottles and match 3 or more candies to release purple soda*Frosting – Match candies to blast the ice*Honeycomb – Match 3 candies or more next to honeycomb to release the trapped Candy Bears*Jam – Spread the jam across the boardNEW MATCHING COMBINATIONS:*Match 4 candies in a square block to make a Swedish Fish!*Match 7 candies for the all new Coloring Candy!FEATURES:*Over 10000 Sodalicious puzzle games*Mouth-watering graphics, with 3D characters and an ever changing environmentHave fun playing the fizziest match 3 puzzle game around! If you enjoy playing and want to master & blast even more sugar puzzles, you may also enjoy Candy Crush Jelly Saga and Candy Crush Friends Saga!Candy Crush Soda Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Soda Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.tapstory.sweetcrushroyal.match3",
  "name": "Sweet Crush Royal - Match 3",
  "company": "Tap Story",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "5.35K reviews",
  "age": "Everyoneinfo",
  "describe": "🍭Sweet Crush Royal is a new and cute candy & cake match-3 game.  Brand new visual effect and game experience. Cakes, bread, candies and juicy jelly, lots of desserts open your taste palate feast while playing.🍬The candy match process is fun and easy. You can collect delicious candies and delicious cakes in the game, as well as some unexpected surprises.👑【How to play】🍰- Swipe and match 3 candies of the same color to blast and win points!- Match 4 and more candies to create a magic candy bomb！- Use tasty and powerful boosters candy to crush the Ice layer, virus and bread!- Any two candy boosters can be combined into a more powerful explosion effect！🍰【Game Features】-Thousands of juicy puzzle levels full of candies and 6000+ levels！- Well-designed in sweet graphics & interface！- Relaxing background music & Amazing animations！- Free game that can play any time and anywhere!💖Download now and start your candy adventure!💖",
  "lastVersion": "Nov 13, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bigcool.puzzle.fruitdiary2",
  "name": "Fruit Diary 2: Manor Design",
  "company": "Bigcool Games",
  "rating": "4.5star",
  "downloads": "1M+",
  "reviews": "26K reviews",
  "age": "Everyoneinfo",
  "describe": "Fruit Diary 2: Manor Design is a brand new match 3 puzzle game for free.Blast the fruits, solve matching puzzles, renovate and decorate a huge manor! Enjoy hundreds of fun and addicting puzzles without wifi! Start your exciting adventure now!Match 3 and more fruits to create explosive combos and beat levels! Renovate and decorate rooms in the home, receive rewards for completing rooms and discover more hidden areas! Why not take a break, and dive into a relaxing world of home design?FEATURES• Home Design GameDecorate your home and change its indoor design by swapping and matching juicy fruits!• Solve Match 3 PuzzlesHundreds of unique match 3 puzzles filled with tons of fun, various fruit elements and incredible boosters!• Lots of Amazing RewardsComplete each room’s design to earn sweet free rewards including coins, boosters and so on!• Regular EventsParticipate in regular special events to collect loads of coins and special treasures!• Explore Different AreasNew rooms, swimming pool, fascinating garden, and more mysterious areas await you in the manor!• A Cute PetA loyal fluffy dog is always there to accompany you!Fruit Diary 2: Manor Design is a free offline game, combining home decor, renovation, house design and classic fruit matching puzzles. Any questions? Contact us at fruitdiary2@bigcool.com. We value your feedback!Your home is ready for its makeovers! Try it now and create the most amazing manor ever!",
  "lastVersion": "Dec 18, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.orangeapps.piratetreasure",
  "name": "Pirate Treasures: Jewel & Gems",
  "company": "TAPCLAP",
  "rating": "4.4star",
  "downloads": "50M+",
  "reviews": "941K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome aboard, Captain!The crew is just waiting for your order to set sail, all ready to go off in search of countless treasures and spectacular adventures!Look for ancient maps you can use to beat fascinating match 3 levels and find unheard-of riches.Here's what you can expect in Pirate Treasures:- Gorgeous graphics- A great soundtrack and juicy sound effects- Your friends, who will try to beat you to the treasures- The match 3 gameplay you love- Thousands and thousands of engaging levels- A daring band of sea dogs as your crew- And TREASURES (obviously!)Cast off! Set sail!",
  "lastVersion": "Nov 29, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pixup.LilysCafe",
  "name": "Lily's Café",
  "company": "PixUp Games",
  "rating": "3.5star",
  "downloads": "1M+",
  "reviews": "9.53K reviews",
  "age": "Everyoneinfo",
  "describe": "Try yourself as a cafe owner in a small town: pick perfect ingredients, prepare and serve meals and make your clients happy!You have got a cafe, which is yet to become known. Win the sympathy of your neighbors, serving delicious dishes - success is not far off.Get the variety of ingredients for your clients: Strawberries, avocados, blueberries, kiwi...So much choice!No client leaves unhappy. Demonstrate your cooking and management skills at Lily's Café!Engage in a fascinating selection of the best ingredients, solving a puzzle. Cook in a relaxing atmosphere, learning more and more of the locals.Lily's Café - The taste place for you to enjoy.Features waiting for you:- Cook yummy waffles with dozens of combinations of ingredients.- Meet the townsfolk: more than 20 characters are willing to visit your cafe- Solve fun puzzles while you pick ingredients for next day at cafe- Upgrade & Decorate interior and cookware as you like",
  "lastVersion": "Sep 26, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=puzzlegame.buildfun.jewelmatch",
  "name": "Jewel Time™ - Match 3 Game",
  "company": "BuildFun - Jewel Games Star",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "24.2K reviews",
  "age": "Everyoneinfo",
  "describe": "💎 You will take an adventure with Princess Anna, use the power of jewels to save the magic world.💎 The game is simple but full of fun. Just swap to make 3 matching and blast all the jewels.💎 Feel bored? Jewel Time is the best free match 3 game to pass the boring time, keep your brain active and relieve stress.👑👑👑👑👑👑👑👑👑👑👑👑👑👑👑👑Features:💎 Unique & Fantastic 💎- The graphics are bright in color.- A variety of beautiful and shining jewels.- Fantastic blast effects.😄 Simple & Fun 😄- Feed the pets, save the animals and save the magic world with Anna.- Entertaining puzzles appear frequently.🏆 Hundreds Of Elaborate Levels 🏆- Every puzzle is designed elaborately.- Clearing the puzzles is really a relief from daily stress.🎁 Variety Of Free Gifts 🎁- Lucky Spin, Star Chest, Challenge Treasure...- Matching to win them all!🐾 Cute Pet & Diverse Animals 🐾- The cute squirrel is always with you! You can feed him in the levels.- Save all kinds of animals, mammoths, dinosaurs and dinosaur eggs...📱 No Internet is OK 📱- You can play the game offline anytime.👑👑👑👑👑👑👑👑👑👑👑👑👑👑👑👑💪 Jewel Time is simple and fun, but full of challenges. After completing the level challenge, you will earn stars. These stars can be used to collect the treasures that the jewels world has in store for you.💪 Jewel Time is the most suitable jewel games for you. It's completely free, but some in-game items, such as extra steps and super boosters will require payment.💬 If you have any questions, please contact us: jewelblast@buildfun.cn👏 Match 3 jewels and never stop! Princess Anna Is waiting for you!",
  "lastVersion": "Dec 14, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.matchappgame.candyfeversmash.match3",
  "name": "Candy Fever Smash - Match 3",
  "company": "Jewel Loft",
  "rating": "4.6star",
  "downloads": "1M+",
  "reviews": "4.01K reviews",
  "age": "Everyoneinfo",
  "describe": "🍧Candy Fever Smash is an explosive and fun candy and cake match 3 game. Solve sweet match 3 puzzles with us and crush bonbons! 🧁 You can collect delicious candies and cakes in the game, as well as some unexpected surprises. 🧁👑HOW TO PLAY🍬Swap to match 3 bonbons and get a crush!🍬Match more than 3 bonbons to get powerful boosters!🍬Pay attention to the obstacles and collect toys!🍬Crush bonbons with powerful bombs!🌷Game Features:⭐Match 3 or more same color gem jewels in order to crush them.⭐Match 4 or more candies to create powerful special candies⭐Relaxing background music & Amazing animations⭐Complete levels to earn stars, then use stars to complete missions      and various garden jobs⭐Achieve the level targets before running out of moves⭐Wonderful animated explosive effects⭐Hundreds of juicy puzzle levels full of candies and 5000+ levels.🍻Try our Candy Fever Smash match 3 puzzle games and Play OFFLINE/FREE at any time, anywhere either Phone or tablet!🍻",
  "lastVersion": "Nov 16, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=candy.craze.match3.free.android",
  "name": "Sweets Match",
  "company": "707 INTERACTIVE: Fun Epic Casual Games",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "7.52K reviews",
  "age": "Everyoneinfo",
  "describe": "Play Sweets Match Enjoy fun match 3 free games! You can enjoy thousands of candy match 3 games for free. Sweets Match is a match 3 games designed to relieve stress. And we will regularly add new levels. Do not hesitate, begin your journey and play this free games now!Bored at home? Play this free game full of huge🎁rewards with your friends and family. Can’t wait to try this match 3 game? Get the game for free now! Moreover, we update new and free match 3 games regularly to make sure you never run out of challenging levels to play!Sweets Match Features:1. Lots of in-game eventsFun in-game events are waiting for you! We will add more interesting events in this free match 3 game. 2. FREE to playThere are daily free rewards and don’t forget to spin the wheel to get awesome bonus. Player can enjoy this candy match 3 games for free.3. Sync game data Login the game with your Facebook account. Play this game on different devices.4. Powerful boostersThere are many powerful boosters which can help you solve the quests, pass matching levels.Sweets Match is completely free to play but some of the in-game items require payment.👏 Are you ready to join Sweets Match? Play this free match 3 games in 2023! You can enjoy this game for free whenever you are. Moreover, we update new and free match 3 games regularly to make sure you never run out of challenging levels to play! Do not hesitate, begin your journey and play this free games now!",
  "lastVersion": "Dec 4, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.Seriously.BestFiends",
  "name": "Best Fiends - Match 3 Games",
  "company": "Seriously Digital Entertainment Ltd.",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "2.27M reviews",
  "age": "Everyoneinfo",
  "describe": "Lead a band of cute creature heroes through thousands of fun puzzles in the incredible world of Minutia, with Best Fiends!Meet your new crush!Looking for that special someone to sweep you off your feet? Fiends are here to carry you through your everyday! Get ready to properly relax with Best Fiends, the best matching game  with unique gameplay, incredibly cute creatures.Match and solve thousands of fun puzzles and beat Slugs at every turn! Blast through enemies and solve challenging puzzles to advance ever closer to Mount Boom. This charming matching game offers over 6,000 levels that are easy to play, but hard to master! Match 3 taken to the next level: draw lines over matching items to create epic combos and unlock fun rewards.Collect over 50 cute characters, all with their own special power! Level up and evolve your characters to make them even better in battle. Modify your hero lineup and match special skills to beat the bad guys as you discover the magical world of Minutia in the delightful, original BEST FIENDS game!STORY:The little creatures of Minutia lived in peace and harmony until the meteor smashed into Mount Boom, bringing with it a strange force that transformed the Slugs who lived there into an army of greedy, greenery-gobbling pests. They are taking over the world, munching a path through Minutia and sliming up everything they touch! Embark on an epic quest to solve the mystery of Mount Boom.Be the HERO of the story!BEST FIENDS FEATURES:Match 3 Puzzle Adventure:- Puzzle game meets adventure to create an engaging story!- Match 3 mechanic with a twist: draw lines over matching items for longer combos- Matching is intuitive and the game may be easy to play, but requires strategy to master!- Puzzles galore! Have fun as you solve over 6,000 levels!Collect Cute Characters:- Over 50 characters to collect, from Brittle the nervous housefly to Karma the colorblind chameleon- Collect the adorable Fiends of Minutia and create a group of unbeatable heroes- Matching creatures on a team can help to improve your overall impact in each level!- Level up, strengthen and evolve each character to make a cute, formidable team of Fiends!- Match strengths and special powers to beat each level!Blast Through Events:- Collect rewards every time you open the game with Daily Events- Compete against your Facebook Friends to earn massive rewards!- Stay tuned for regular updates that bring new levels, characters, and surprises!To get to Mount Boom, they’ll need to become… the BEST FIENDS!--PLEASE NOTE! Best Fiends offers in-app purchases. You can disable this by turning off the in-app purchases in your device’s settings.Best Fiends  is intended for those 18 and older. Best Fiends does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Best Fiends may also contain advertising. You may require an internet connection to play Best Fiends and access its social features. You can also find more information about the functionality, compatibility and interoperability of Best Fiends in the above description and additional app store information. By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.Terms of Service: https://www.seriously.com/tos/Privacy Notice: https://www.seriously.com/privacynotice/Best Fiends Social:Facebook http://www.facebook.com/bestfiendsTwitter http://www.twitter.com/bestfiendsYoutube http://www.youtube.com/bestfiendsInstagram http://www.instagram.com/bestfiendsPinterest http://www.pinterest.com/bestfiendsSnapchat http://www.snapchat.com/add/bestfiends Website http://www.bestfiends.com/Tiktok https://vm.tiktok.com/ZMRD8NdQR/VK https://vk.com/bestfiendsofficialTHANK YOU!",
  "lastVersion": "Dec 15, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.lobstargames.tilematch.garden",
  "name": "Tile Garden : Tiny Home Design",
  "company": "Lobstar Games Corp.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "23.2K reviews",
  "age": "Everyoneinfo",
  "describe": "Relax, sharpen your mind, and playing the tile match connect game.Enjoy the game when you're tired and your head is cluttered.A new home design game.Playing fun levels with simple game rules puts your mind at ease.⭐How to play⭐▪ Find your Zen : Tap and match tiles. Match beautiful tiles to clear the game.▪ Brain training : You can clear complex puzzles by solving fun levels.▪ Garden decoration : You can design tiny garden with golden tiles.Enjoy the game with fun differentiated from the Match3 game.Hundreds of fun levels and beautiful chapters are updated monthly.Start your Zen and Enjoy the game now",
  "lastVersion": "Dec 14, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.cookiefun.bonbonscrushlegend.candy.match3.puzzle",
  "name": "Bonbons Crush Legend - Match 3",
  "company": "Cookie Fun",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "8.58K reviews",
  "age": "Everyoneinfo",
  "describe": "🍧Bonbons Crush Legend is an explosive and fun candy and cake match 3 game. You need to smash and match to complete the level, and the elimination process is fun and easy. 🍧🧁 You can collect delicious candies and delicious cakes in the game, as well as some unexpected surprises. 🧁☀️How to play☀️🍬 Each free level has a specific goal, complete the goal to get rich rewards🍬 Match three or more candies of the same color to blast them.🍬 Generate special candy boosters after matching more candies at once.🍬Any two candy boosters can be combined into a more powerful explosion.🍬 Collect level stars and get rich rewards.🌷Game Features🌷🍯 Beginner friendly, easy to learn and very fun🍯 Wonderful gaming experience. Constantly updated levels🍯 Simple operation and exciting challenges🍯 Explore different landscapes on the map🎉 Another point is that Bonbon Crush Legend is completely free to play, no internet connection required. 🥰🍻 Download now and start your dessert adventure! 🍻",
  "lastVersion": "Dec 18, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.creativejoy.witchforest",
  "name": "Witch Forest Magic Adventure",
  "company": "CreativeJoy",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "11.4K reviews",
  "age": "Teeninfo",
  "describe": "Witch Forest Magic  Adventure - A mystery journey in magic Witch world with cute wizards Sophia and Lucas. In fairytale forest, there are lots of wild fruits, nuts, and berries. Your lovely wizards can help you collect forest specialties with pure magic power and wands, but be careful with evil witch Gigi - she has darkness powerful potions - and harmful creatures. Now, let start your magical adventure with over 1000 puzzle levels to unleash the power of pure magic and protect your fairytale home. Can you prove you are the best pure witch! HOW TO PLAY* Swap forest fruits to match 3 in a line to collect them.* Match 4 items in a line to make a powerful lightning Spell. Cast spell to make a magical blast to destroy all items in a line.* Match 5 fruits with T or L shape to create a mystery Fire Spell. Cast spell to blast all items around it.* Slice 5 fruity items to make mystery Witch Hat. Cast spell to collect all specialities with the same color.* Cast spells 2 powerful wands to blast a wonder explosion.FEATURES* Fantastical gameplay with over 1000 puzzle levels in a magic wizard world.* Mystery and magical Witch world with cute wizards: Sophia and Lucas - they have strong pure magic abilities.* No heart life limits. Just enjoy the forest adventure as much as you want!* Easy to play, but later stages will challenge you. More magic puzzle levels will be added soon.* Meet mythical and magical creatures along the challenging journey.* Play against the bad evil Witch Gigi. Be careful with her strong darkness powerful potions.* Use Magic Wand ability to get any items on the puzzle board.* A classic match 3 game that support almost phone and tablet devices. You can play without Internet.* Fun and challenging adventure in fairytale and fantasy forest. Mysterious graphics, beautiful fruits and characters.* Buy more coins in the wizard house. Use coins to buy power-ups and win challenging mission.* Two game modes: classic normal and challenge hard mode. You can switch between them.* Daily free games bonus. Get free boosters and moves by watching video rewards to win challenging levels!* Save game progress (synchronize) on multiple devices.If you have any feedback about this match 3 mystery game, please contact us: creativejoygames@gmail.com",
  "lastVersion": "Sep 15, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outplayentertainment.mmv",
  "name": "Mystery Match Village",
  "company": "Outplay Entertainment Ltd",
  "rating": "3.6star",
  "downloads": "100K+",
  "reviews": "10.5K reviews",
  "age": "Teeninfo",
  "describe": "Jump into the role of a 1930’s detective as you catch criminals, solve puzzles, and restore the beautiful English village of Kingsfall to its former glory!Mystery Match Village takes you on a mysterious journey! Your fellow detectives, Emma and Julian, are waiting for you to embrace the stories and resolve the cases!Thrilling mysteries - Discover a charming village and all the secrets hiding there!Match-3 – swap and match to solve puzzles!Hidden Object – find all the clues to conduct your investigations!Village restoration – make Kingsfall your own by earning stars!Emma and Julian need you!© 2021-2022 Outplay Entertainment Ltd. All rights reserved.",
  "lastVersion": "Jun 29, 2022",
  "classify": "PuzzleMatch 3Match 3 adventureSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.outplayentertainment.candywitch",
  "name": "Crafty Candy - Match 3 Game",
  "company": "Outplay Entertainment Ltd",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "134K reviews",
  "age": "Everyoneinfo",
  "describe": "Match 3 Magical Candies with OVER 5 MILLION PLAYERS WORLDWIDE! Challenge yourself to thousands of DELICIOUS PUZZLES in a spellbinding magical MATCH 3 GAME! Join Candice, an apprentice witch, and Cookie, the adorable kitten, through an enchanted land of puzzle games and sweet treats! From marshmallow madness to gooey chocolate waterfalls, discover the tastiest puzzle adventure ever! Play now this match 3 game and get the taste of a true sugar rush! If you like sweets, then this delicious match 3 puzzle game is for you. Enter candy land and win amazing rewards. Enjoy this FREE PUZZLE GAME on your own or with friends, by matching deliciously colorful candies, and craft spells to blast your way to the top in this bubble pop puzzle games! Train your brain with a variety of perplexing puzzles, cast fizzy fireworks, and WIN ENCHANTING PRIZES! Spin the daily wheel to claim free rewards and boost your progress to the next match 3 level games. DOWNLOAD NOW AND ENJOY: •    1,000’s of fantastically fun level games!•    Escape into a candylicous 3d match game world dripping with creamy cakes, juicy jelly, sweet soda, and lovely lollipops!•    Unlock sweet new looks with the Witch's Puzzle Wardrobe!•    Outwit the tricky witch, Trixie, in magical Candy battles!•    Connect to Facebook to seamlessly sync your progress across devices!•    Keep track and compare your progress with your Facebook friends! Have fun playing Crafty Candy! Learn more about the game!Facebook: https://www.facebook.com/CraftyCandyGame/Facebook Group: https://www.facebook.com/groups/331234800676273/Questions? Contact our player support team https://craftycandy.zendesk.com if you need help!Have fun playing Crafty Candy!© 2015 - 2022 Outplay Entertainment Ltd. Crafty Candy is a registered trademark of Outplay Entertainment. All rights reserved.Developer INFO: Outplay Entertainment is a leading developer of the match 3 genre. Creating fantastic worlds, lovable characters, and exciting gameplay. Check out our other free match 3 puzzle games; Mystery Match & Booty Quest for the very best match 3 on mobile! Make sure to visit the store often for all new candy, magic spells, and events we've added! Begin your match three adventure today!",
  "lastVersion": "Oct 19, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.match.three.cake.crush",
  "name": "Cake Crush Match 3 Blast Mania",
  "company": "Moe Games Inc",
  "rating": "4.8star",
  "downloads": "500K+",
  "reviews": "10.2K reviews",
  "age": "Everyoneinfo",
  "describe": "🥳Start playing Match 3 Blast Mania now with over thousands of challenging sugar levels and millions of players around the world.👍🍰Cake Crush is a funny and addictive match-three puzzle game with amazing gameplay🤩, cute character👧, interesting game modes👻: save the gummy bear🙈, spread the jam🍯, help the baby rabbit jump into its magic hat🎩, break the soda bottle🍺, etc. 🌟Cake Crush Match 3 Blast Mania is now your best choice for your leisure time on anywhere.🥰HOW TO PLAY:★ Swap and match 3 or more sugar cakes and cookies, plan carefully before each move!★ Collect the special boosters to make sweet gummy and use awesome boosters to win difficult levels.★ Blast all the obstacles of cakes, cookies and doughnut.★ Try to win three stars on every sugar level and get higher scores!★ Start a special daily mission to keep you addicted. Remember to come back every day to get tons of bonuses from daily events and get your sugar smash!Cake Crush Match 3 Blast Mania Features: - Addictive tile-match 3 puzzle game full of fun and  cool gameplay experience.- More than 3000+ sugar levels are waiting for your to challenge!- Fun and easy game to start, but a rewarding challenge to fully master！- Fresh UI and Well-designed graphics.- Tasty and yummy cake and delicious dessert set with cake jam, gummy and cookie smash in each level.- Super fun sound effects and splendid animations.- Time killer with no internet and WIFI limited that you can play anywhere at any time offline for brain training.- Super small game size for both mobile and tablet.- The Gold Rush event provides lots of gold coins.- The Easter Island event provides free boosters.- FUN for ALL.Don not wait!  Be sweet on Cake Crush Match 3 Blast Mania! Try our  Cake Crush Smash Mania match 3 puzzle games and play at any time, anywhere!🌈Here begins Amy’s sweet journey in Cake Crush. Join this match 3 puzzle game now!💗💗💗🌈Follow us to get news and updates! If you need help and support or have any suggestions and feedback, please send emails to our support email or leave your comments on our Facebook. Facebook: https://www.facebook.com/Cake-Crush-559269957926265/Support Email: service@hongmoe.comOfficial Website: http://cakecrush.hongmoe.com🌈Enjoy the game! Let's get started!Cake Crush Match 3 Blast ManiaThis game includes in-app purchases.DISCLAIMER: This Game include a mini slots game that is intended for use by those 18 or older and is for amusement purposes only. Practice or success at social casino gaming does not imply future success at real money gambling and gaming.",
  "lastVersion": "Nov 28, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.farmheroessupersaga",
  "name": "Farm Heroes Super Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.18M reviews",
  "age": "Everyoneinfo",
  "describe": "The makers of Candy Crush Saga and Farm Heroes Saga are back with even bigger Cropsies and more switcher fun in Farm Heroes Super Saga! Help the Farm Heroes defeat Rancid and win the Country Show in this adorable match 3 adventure.The Farm Heroes know Rancid Raccoon is up to his old tricks again and it's up to you to help them defeat him in this puzzle quest.  Grow and harvest the biggest Super Cropsies and stop Rancid from ruining the fun for everyone!Adventure through this Farmtastic puzzle game while collecting as many Cropsies as you can! Help Fidget the squirrel collect his nuts, harvest adorable Super Cropsies and go on a puzzle quest to meet exciting new Farm Heroes. Be careful on your adventure and watch for Rancid Raccoon, he will pop up and try to stop you when you least expect him...Farm Heroes Super Saga features:Match 3 Games - Easy to Play, Challenging to Master• Fun game with Farmtastic puzzles with new game modes • Match 3 games with hundreds of levels for hours of fun! • More fruit and veg to harvest; grow the biggest Cropsies and will the Country ShowFarming Fun – Switch, Connect & More• Switcher gameplay – Match 4 fruit or veg to grow Super Cropsies!Connect to Online Leaderboards• Connecting online through Facebook lets you compare scores with friends on the leaderboards and save your farm adventure on mobile and tablet devices• Connect to the internet to unlock the full game features and keep collecting CropsiesTake on this Croptastic Saga and help the Farm Heroes bring harmony back to rural farm life in this fun match 3 puzzle game! Defeat Rancid Raccoon’s sneaky plan and grow Super Cropsies!Download today and start collecting Cropsies!Visit https://care.king.com/ if you need help!Follow us to get news and updates:https://www.facebook.com/FarmHeroesSuperSaga/https://twitter.com/farmheroessuperhttps://www.youtube.com/user/FarmHeroesOfficialhttps://www.instagram.com/farmheroessuper/Farm Heroes Super Saga is completely free to play, but some optional in-game items will require payment. Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/By downloading this game, you are agreeing to our terms of service: http://about.king.com/consumer-terms/termsHave fun playing Farm Heroes Super Saga!",
  "lastVersion": "Dec 17, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zynga.ozmatch",
  "name": "The Wizard of Oz Magic Match 3",
  "company": "Zynga",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "339K reviews",
  "age": "Everyoneinfo",
  "describe": "Match 3 down THE YELLOW BRICK ROAD™ in a magical puzzle adventure game featuring classic characters like DOROTHY™, the SCARECROW™, the TIN MAN™ and the COWARDLY LION™!Magic awaits in the EMERALD CITY™! Join the fun by solving puzzles and unlocking magical movie Moments! Learn fun facts and trivia, and see never-before-seen stills from The Wizard of Oz! Discover the rarest Moments to learn more about your favorite movie!Match your way to meet the wonderful Wizard of Oz in this amazing puzzle adventure!The Wizard of Oz: Magic Match Features:MATCH 3 IN THE LAND OF OZ!- Match 3 with new and unique gameplay based on the beloved Wizard of Oz movie and characters!- Matching brings you farther down the Yellow Brick Road with hundreds of exciting levels to overcome on your way!- Match even faster with bonuses and power-ups from GLINDA THE GOOD WITCH™! Use Dorothy’s RUBY SLIPPERS™, Munchkin Lollipops and the Tin Man’s Axe to solve puzzles!- Get help from your favorite movie characters by dropping their Medallions to the bottom of the board. They will appear and provide assistance on your current level!IMMERSE YOURSELF IN OZ STORYBOOK!-Play an infinite level to collect story points!-Use your story points to complete pages in your storybook, and go on adventures with your favorite characters! -Finish storybook pages to earn magical rewards!STRING TOGETHER WINS TO EARN IN THE MUNCHKIN PRIZE PARADE!-Beat matching levels without losing to start your streak.-Earn enough victories in a row to unlock magical prizes! EARN EXTRA REWARDS WITH MAGIC KEYS!-Prove you’re an expert matcher by beating levels on the first try, and earning extra rewards!-Unlock mystery boxes to reveal characters and win a Big Prize!TRADE FOR REWARD IN THE GEM BAZAAR!-Beat matching puzzles on your first, second, or third tries to earn gems!-Take your gems to the bazaar and trade for fun rewards! UPGRADE YOUR ITEMS WITH THE BAZAAR!-Trade in extra items earned during match play for Emerald Points!-Use your Emerald Points to advance up the Emerald City Challenge leaderboard! BATTLE AGAINST THE WICKED WITCH!- Match 3 or more gems against the WICKED WITCH OF THE WEST™ as you battle to reach The Wizard of Oz.- The fantasy comes to life as you take on the Wicked Witch in turn-based matching combat.ADVENTURE IN A MAGICAL WORLD!- Visit Munchkinland, the Haunted Forest, and more enchanting locations on your way from Kansas to the Emerald City!- Discover brand new levels and your favorite beloved characters in each new region you unlock.- Adventure with friends from Facebook, sharing gifts as you go.Download The Wizard of Oz: Magic Match and relive the magic of The Land of Oz today!Already enjoying The Wizard of Oz: Magic Match? Like us on Facebook to stay up-to-date on the latest content, newest levels, exciting contests, and more. https://www.facebook.com/TheWizardOfOzMagicMatch/ADDITIONAL DISCLOSURES • For specific information about how Zynga collects and uses personal or other data, please read our privacy policy at http://www.zynga.com/privacy/policy.• This game does permit a user to connect to social networks, such as Facebook, and as such players may come into contact with other people when playing this game. Social Networking Service terms may also apply.• The game is free to play, however in-app purchases are available for additional content and premium currency.• You will be given the opportunity to participate in special offers, events, and programs from Zynga Inc and its partners. Use of this application is governed by the Zynga Terms of Service, found at http://m.zynga.com/legal/terms-of-service. Collection and use of personal data are subject to Zynga’s Privacy Policy, found at http://www.zynga.com/privacy/policy.THE WIZARD OF OZ and all related characters and elements are trademarks of Warner Bros. and Turner Entertainment Co. (s16)",
  "lastVersion": "Dec 8, 2023",
  "classify": "PuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.jollificationgames.garden",
  "name": "Emma's Mansion: Design & Match",
  "company": "HeroCraft Ltd.",
  "rating": "4.4star",
  "downloads": "500K+",
  "reviews": "6.1K reviews",
  "age": "Everyoneinfo",
  "describe": "Ever experienced a beautiful love story, like a sitcom, while trying to solve fun and challenging puzzles and matching items? Well, here is that love story. Download Emma’s Mansion now and rebuild Primrose Mansion in 50 days unless… well, let’s not spoil the fun and the story yet.Renovate: Become the talented architect Emma Bronte, decorate and rebuild Primrose Mansion as well as you can, and share your adventures with your friends. Find hidden areas and discover their secrets along the way.Match: Emma’s Mansion is a Match-3 game in which you match similar items, get points and rewards, fuse abilities, and use new mechanics to show the world that you’re worthy of what you do and what you’ve got: a mansion filled with secrets and valuables.Story: Take on a compelling story in different colorful levels, and solve dozens of mysteries hidden in the mansion. Emma’s Mansion is all about love and life and, of course, exciting puzzles. You fix the mansion day by day by going through various puzzles. Alongside that, you become a part of one great love story told by interesting, charming characters like Jesse, Rosita, and other people of Greenspring.Friends and Events: Make friends and participate in various events to share your journey and win exclusive prizes. Are you ready? Let's go!We keep updating Emma’s Mansion and adding new levels while expanding on its story and characters. So stay tuned and if you enjoyed your time in Emma’s Mansion, let us know by your review and your comments.",
  "lastVersion": "Dec 5, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ivmob.interior",
  "name": "Interior Story: home design 3D",
  "company": "DANKO GAMES EOOD",
  "rating": "4.1star",
  "downloads": "1M+",
  "reviews": "65.8K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to \"Interior Story match-3 & design game\"! Do you like house decorating games? And how about match 3 design home games? You will love playing this one!Have you ever wanted to know what it's like to be a house flipper? In \"Interior Story\", you will have such an opportunity. Renovate homes for different clients, from students to businesswomen. Restore old houses and create new layouts. Try interiors from classic to hi-tech. Design your garden and mansion, choose furniture, pick accessories and decorate rooms in your house to reflect your individuality. Enjoy the makeover of every room while you decorate your amaznig home!This is not just one of those interior design games. Here you not only need to decorate & design your own house but also to solve match-3 puzzles! Moreover, you don’t need the Internet, you can play it even offline!Design your own \"Interior Story\"! Decorate your stylish house, get the best interior design ideas for house decorating, and makeover every room in the house desire. Solve fun and challenging levels in match 3 games!Discover fun home makeover puzzle with love and life stories. Meet funny characters that will help you design your own house and garden. Each of them has their own home makeover story to tell. Are you ready to play yours?Change every room in your mansion: try yourself as a living room designer or become a bedroom makeover master! Take part in make over events and show off your talents in room decorating. Get new decor and interior ideas to make your lovely space!Play exciting match 3 games to unlock more items! Win coins with pleasure in a fun game of matching. Discover hidden objects on the match 3 field, and solve hundreds of puzzle levels in challenging matching games! Activate powerful boosters and blast combos. Use coins to get unique furniture & accessories and build your own house!Interior Story home designer game features: Create interiors for every room from the living room to the bathroom in various styles!Decorate your apartments with a simple tap and enjoy the most relaxing interior game while creating your home from imagination!Enjoy funny and bright characters and discover their background story!Play a super fun and addictive match-3 game with more than 1000 challenging levels, get rewards and makeover the whole building and your garden!Get regular updates with the new furniture and hundreds of addictive match 3 levels!Like to play home design games offline? You can play our game anywhere online or offline, without wi-fi or any Internet connection.You don’t have to be a skilled house flipper to enjoy playing our game, it’s suitable for every skill level.Renovate homes & create new interiors, start room makeover, decorate & design your own house & win in fun match-3 makeover puzzle games!",
  "lastVersion": "Dec 11, 2023",
  "classify": "PuzzleMatch 3Match 3 adventureCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
}]