[{
  "link": "https://play.google.com/store/apps/details?id=com.maf.delivery",
  "name": "Knight Rider : To go now RPG!",
  "company": "mafgames (Idle Games, Tycoon Games)",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyoneinfo",
  "describe": "★Who are we? We are knights of delivery!★You look so pretty when you Download the game ^^Clear the way! The knight of delivery is coming!Beat the monsters and the infected customer after non-stoppable growth.Cool pixel art, thrilling idle play, and fancy action! Now we are recruiting delivery knights!------------------------------------------------------------------------------------★Kinghts of delivery stoooooory★Customers turned into infected customers all because of virus coins!Lead your loyal fly mercenary squad and put an end to those infected customers!Hey customers... pretty please, don't pick up those coins....Get those delivery tips and wish for major success for both you and the knights! (By the way, being humble is cool too!👍)------------------------------------------------------------------------------------A brand-new game by Mafgames who creates the original idle RPG [Retro Mr. Kim] and [The game is bugged].Put one spoon for dot..., put two spoons for dad jokes, and a whole lot of WOWWOWWWAAAAAH MafGames vibe!We're looking for knights to join the Delivery Knights crew and grow infinity!-------------------------------------------------------------------------------------#Delivery is part of being a knight.Monsters, move away! We deliver speedily all across the nation using various riding skills!#Battle is part of being a knight.Hunt down monsters with various epic skills and gear! I'm the toughest knight in Soul Pixel City!#Farming is part of being a knight.Get food ingredients by hunting monsters! Train yourself and make the greatest restaurant!#Idle is part of being a knight.Achieve financial freedom... The dream of unearned income in Soul Pixel City!#Growth is part of being a knight.Endless growth awaits! Get stronger with restaurants, food, and spices! We got all kinds of dungeons for you!There's nothing we can't handle, so how about we order some orc rice soup, y'all?",
  "lastVersion": "Aug 4, 2023",
  "classify": "Role Playing",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.maf.delivery"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.act7ent.eternalheroes",
  "name": "Eternal Heroes",
  "company": "Act Seven Entertainment Inc.",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Everyone 10+info",
  "describe": "Collectible Idle RPG with Legendary Heroes\tMake the Best Team with Legendary Heroes.▶ Unique Graphics and Juice!- Over 70 Unique and Charismatic Heroes- High-Quality Illustration- Pixel Graphics and Juice that evoke the Nostalgia of Classic- Gather and Upgrade the Heroes▶ Easy and Fast Battles and Growth!- Reduce the Stress of control with Auto-Battle system- Many Rewards even when the Game is OFF!▶ Simple and Clear Strategy!- Organize your Heroes Easily with Only One Hand!- Combine Various Equipment and Heroes!▶ Diverse Adventure Content!- Various Dungeons filled with Dangerous Boss Monsters!- Defeat the Boss and Get Precious Jewels!",
  "lastVersion": "Nov 1, 2023",
  "classify": "Simulation",
  "privacy": "https://play.google.com/store/apps/datasafety?id=com.act7ent.eternalheroes"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.omona.archmage",
  "name": "Elementalist : Idle RPG War",
  "company": "omona games",
  "rating": "4.3star",
  "downloads": "50K+",
  "reviews": "1.7K reviews",
  "age": "Everyoneinfo",
  "describe": "💠 Raising the Elementalist :  The Ultimate Idle Shooting RPG 💠Dive into a magical world where you can harness mighty spirits and battle against the mischievous daughter of the Demon King!💠 Game Features 💠Immersive Idle Gameplay: Experience the perfect blend of casual play and immersive strategy, growing stronger even when you're away!Summon Diverse Spirits: From the slippery slime to the fiery ifrit, form unbeatable teams and customize your battle strategy.Take the Reins in Raid Battles: Don't just watch—take direct control in challenging raid boss fights and showcase your prowess.Climb the Ranks: Rise to the top and show the world your power in both combat strength and stage progression.💠 How to Play 💠Effortless Progression: Just turn on the game and watch your power grow as you earn gold in auto battles.Power Up: Use the gold you've earned to enhance both your magical staff and your spirits, making them unstoppable.Face Mighty Foes: Engage in epic battles against powerful monsters and bosses that challenge your strategy.Boss Raids: For the fiercest enemies, step in, take direct control, and lead your team to victory.Global Leaderboards: Keep an eye on the rankings, push your limits, and see how you stack up against players worldwide.Endless Challenges: Keep pushing your boundaries, striving for the pinnacle of power and prestige.💠 Contact Us 💠e-mail: omonagames@gmail.com",
  "lastVersion": "Dec 11, 2023",
  "classify": "Role PlayingIdle RPGSingle playerStylizedPixelated",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.knights.legends",
  "name": "King Arthur: Legends Rise",
  "company": "Kabam Games, Inc.",
  "rating": "",
  "downloads": "",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "Experience the future of Turn-based RPGs! Explore a massive action-packed and interactive world, collect and upgrade legendary heroes and mythical medieval creatures. Battle as you work to restore Camelot to its former glory in this epic fantasy Arthurian Squad RPG, available across both mobile and PC with cross-play and cross-progression.War is raging across Camelot and ancient gods are awakening and threatening to enslave all of humanity! Arthur, drawn to the blade Excalibur, has made a dark pact with the dragon trapped within the sword. Now, wielding the power of Excalibur, Arthur must lead his medieval kingdom through an age of darkness as dangerous enemies and treacherous allies threaten him at every turn.Will you make a deal with the dragon?Upon reaching 2 million pre-registrations, you will receive the Legendary Hero Clarisin, a powerful knight waging war with dual-swords! You will also receive 3 Special Summon Tickets and essential materials to upgrade your heroes. ▶ Immerse Yourself In A Fantasy Living StoryBegin your fantasy adventure across 20 chapters of a reimagined Arthurian story. Experience epic cinematics and fully voiced dialogue as you begin your exploration of this mysterious world. What do the ancient gods want? What is the cost for Excalibur's power? Will Camelot’s heroes prevail? Only you can find the answers.▶ Adventure Through A Fantasy World10 Open-world style zones await your exploration! Battle to complete side quests, solve puzzles and find medieval treasure. Adventure your way through fay forests and dark dragon lairs to war-torn cities. There is always something new to explore in these fantasy lands.▶ Wage War With A Squad of Mythical HeroesCollect, upgrade, and fight with legendary Arthurian heroes and creatures. Lead powerful knights, mages, rogues and more. Equip your fantasy heroes with powerful medieval weapons called Relics to change their abilities and your strategy.▶ An Evolution of the Turn-based RPG GenreWith a focus on player choice and best-in-class battles, legendary hero design and exploration at its core, King Arthur Legends Rise represents the evolution of turn-based RPGs. This is only the beginning with more story chapters, game modes and heroes coming to always give you something new to enjoy.▶ The Best Realistic GraphicsExperience cinematic medieval-fantasy themed 3D heroes, animations, visual effects, and environment powered by Unreal Engine 5.TERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Nov 16, 2023",
  "classify": "Role PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scottgames.fivenightsatfreddys",
  "name": "Five Nights at Freddy's",
  "company": "Clickteam USA LLC",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "153K reviews",
  "age": "Teeninfo",
  "describe": "NOTE: Remastered version from the PC version. A device with at least 2 GB of RAM is required for this game to run properly.Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!Can you survive five nights at Freddy's?NOTE: Interface and audio in English. Subtitles in English, French, German, Dutch, Spanish (Latin America), Italian, Portuguese (Brazil), Russian, Japanese, Chinese (Simplified), Korean.#MadeWithFusion",
  "lastVersion": "Oct 3, 2023",
  "classify": "#1 top paid actionActionAction-adventureSurvival horrorCasualStylized",
  "privacy": "https://play.google.com/store/search?q=Action+adventure+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.chucklefish.stardewvalley",
  "name": "Stardew Valley",
  "company": "ConcernedApe",
  "rating": "4.4star",
  "downloads": "1M+",
  "reviews": "155K reviews",
  "age": "Editors' Choice",
  "describe": "Stardew Valley comes to Mobile!Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.**Winner of the Golden Joysticks' Breakthrough Award****Nominee of Game of the Year 2017 - BAFTA Games Awards**---BUILD THE FARM OF YOUR DREAMS:■ Turn your overgrown fields into a lively and bountiful farm■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way■ Customize your farmer and home! With hundreds of options to choose from■ Settle down and start a family with 12 potential marriage candidates■ Become part of the community by taking part in seasonal festivals and villager quests■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside■ Forage, grow crops and produce artisan goods to cook up as a delicious meal■ Rebuilt for touch-screen gameplay on Android with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...■ Play the game your way with multiple controls options, such as touch-screen, virtual joystick, and external controller support.---\"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world.\" - IGN“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine---Note: Features 1.4 update story content, multiplayer functionality not supported. No in-app purchases.",
  "lastVersion": "Oct 30, 2023",
  "classify": "#1 top paid role playingSimulationManagementFarmingStylizedPixelatedPlay Pass",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.kabam.marvelbattle",
  "name": "Marvel Contest of Champions",
  "company": "Kabam Games, Inc.",
  "rating": "4.3star",
  "downloads": "100M+",
  "reviews": "3.21M reviews",
  "age": "Editors' Choice",
  "describe": "Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!WELCOME TO THE CONTEST:Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions! SUIT UP WITH FRIENDS:• Team up with your friends and other Summoners to build the strongest Alliance• Strategize with your alliance, help them keep their Champions in the fight• Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards• Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars! BUILD YOUR ULTIMATE TEAM OF CHAMPIONS:• Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier)• Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe• Improve your team’s offense and defense with multiple Mastery trees COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!):• Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics• Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus• The more powerful the Champion, the better their stats, abilities and special moves will be• New Champions are being added to The Contest all the time! QUEST AND BATTLE:• Journey through an exciting storyline in classic Marvel storytelling fashion• Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more!• Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform Like us on Facebook: www.facebook.com/MarvelContestofChampionsSubscribe on YouTube: www.youtube.com/MarvelChampionsFollow us on Twitter: www.twitter.com/MarvelChampionsFollow us on Instagram: www.instagram.com/marvelchampionswww.playcontestofchampions.comTERMS OF SERVICE:Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.www.kabam.com/terms-of-service/www.kabam.com/privacy-notice/",
  "lastVersion": "Dec 1, 2023",
  "classify": "#7 top grossing actionActionFightingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.sivona.stormshot.e",
  "name": "Stormshot: Isle of Adventure",
  "company": "FunPlus International AG",
  "rating": "4.2star",
  "downloads": "10M+",
  "reviews": "168K reviews",
  "age": "Teeninfo",
  "describe": "Rise to the calling of lost treasures! Ready, aim, fire! Have a blast in the 500 levels of mind-twisting shooting puzzles! Enjoy the fun with a storm of bullets and become the most skilled shooter on Skull Isle!Beneath your feet lies the lost treasure island filled with danger and mysteries. To survive this unforgiving world, you must wield your greatest weapons: your unmatched wit, flawless aiming and absolute focus to fend off whatever evil may come!Game Features◆ Never the same levels300 challenging levels await you, use your wisdom and find the fastest way to solve every puzzle. Here’s some free advice: being a top challenger requires more than making the right choice, it is being able to plan ahead, capture the right timing and most importantly, precise execution.◆ Explore the mists and experience various strategic gameplay.The Treasure Island is covered with mist, use your adventure instinct to find the lost treasures, defeat mysterious ghosts and the terrifying Sea Monster!◆ Collect treasures to renovate ancient relics and decrypt the mysteries even words can’t describe.◆ Reinforce your Stronghold and forge a strong alliance with others on the Treasure Isle, they will be your biggest support through the challenges and the best treasure you’ll ever find on this journey!Game keywords：shooting games ,strategy games ,shooter games ,Brain games ,adventure gamesAre you having problems? contact_st@funplus.comPrivacy Policy: https://funplus.com/privacy-policy/Terms of Service: https://funplus.com/terms-conditions/Subscription Terms: https://funplus.com/subscription-term/",
  "lastVersion": "Dec 15, 2023",
  "classify": "Strategy4XMultiplayerCompetitive multiplayerSingle playerStylizedStylized-realistic",
  "privacy": "https://play.google.com/store/search?q=4x+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zigzagame.evertale",
  "name": "Evertale",
  "company": "ZigZaGame Inc.",
  "rating": "4.6star",
  "downloads": "5M+",
  "reviews": "496K reviews",
  "age": "Teeninfo",
  "describe": "Catch and evolve monsters!Dive into a breathtaking fantasy world filled with mysterious monsters to capture, battle, and train. Explore sprawling landscapes, bustling cities, and mythical dungeons in this expansive open-world RPG!Join a band of unlikely heroes and free the world of Erden from the deadly Pandemonium. Collect, train, and evolve over 180 creatures and warriors to fight alongside in supercharged monster battles!Immerse yourself in the engaging single-player offline story or build your team and test your skills against global players online. Battle it out in fast-paced PvP leagues and form guilds with other players to unlock limited-edition gear, power-ups, and more to take your team to the next level!CAPTURE & EXPLORE・Catch, train, and evolve over 180 monsters and heroes across an impressive story-driven adventure!・Encounter friends and foes as you journey across the 6 diverse regions of Erden, each with their own unique monsters to collect.・Discover legendary weapons, accessories, and equipment to boost your warriors and gain the upper hand on your opponents. BATTLE & CONNECT・Build a strategy from hundreds of unique ability combinations to devastate your opponents in engaging turn-based 4v4 combat!・Jump online to compete in real-time PvP leagues and form collaborative guilds with other players to uncover one-of-a-kind items.・Participate in weekly online events that offer exclusive unlockables and limited characters to add to your collection!・Chat with friends from around the world to hang out and discuss new strategies! EXPERIENCE THE STORYThe world of Erden is plagued by an ancient curse— the Pandemonium, a shroud of evil that descends once every 100 years. Only the fabled Crestbearers can cease its destruction, but all have failed to stop it from returning to wreak havoc once again.Join two young heroes and the allies they befriend along the way, as you embark on a perilous quest to uncover the secret to ending this ancient curse and saving their homeland once and for all!Follow us on Facebook:https://www.facebook.com/EvertaleEN/Issues or questions? Contact our support:evertalesupport@zigzagame.comTerms of Service:https://zigzagame.com/terms-conditions-terms/Privacy Policy:https://www.zigzagame.com/privacy-policy/",
  "lastVersion": "Sep 15, 2023",
  "classify": "#3 top paid role playingRole PlayingTurn-based RPGCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.wooga.junes_journey_hidden_object_mystery_game",
  "name": "June's Journey: Hidden Objects",
  "company": "Wooga",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "1.16M reviews",
  "age": "Editors' Choice",
  "describe": "Are you ready to go on an exciting journey to seek and find hidden objects in this adventurous unsolved detective mystery game? Sharp-eyed detectives, take matters into your own hands! June’s Journey is the thrilling adventure you’ve been waiting for. Relax with a story of romance, intrigue, and mystery in this exciting hidden object game straight from the roaring 20s!Dive into June Parker's captivating quest to unveil a scandalous hidden family secret. Escape to an era of glamorous mansions, drama, and romance as you solve riddles and search for clues through hundreds of stunning mind-teasing puzzles! I spy a hidden mystery detective game you don't want to miss out on.* ARE YOU READY FOR THE JOURNEY OF A LIFETIME?* ⭐KEEN-EYED DETECTIVES WANTED – Engage your sense of observation to find all hidden clues in this unsolved mystery adventure detective game. Think you’d make a great spy? Take notes and find the hidden objects to crack every case. ⭐YOUR FIRST CLASS TICKET TO THRILLS – Search and find: Mystery! Danger! Romance! Where will each new chapter and every new scene take you? Will June uncover the murder mystery? Will she surrender to true love? We’re sworn to secrecy; only you can unravel this enigma. ⭐MYSTERY WITH ADDED GLAMOUR – Experience hundreds of dazzling Hidden Object Scenes that will test your problem-solving skills, exercise your memory, and help sharpen your mind.   ⭐ HUNDREDS OF BEAUTIFUL SCENES – Lose yourself in June’s world. Build your visual memory as you travel to new locations. Where will this mysterious thriller take you next?  ⭐ DECORATE YOUR MANOR – I spy a masterpiece! Get into decorating and gardening with the opportunity to customize, remodel, and fix your very own luxurious mansion and garden island. The way you decorate your manor matters. Upgrade and customize the gorgeous gardens as well as your mystery manor on your island estate.⭐ NEW DETECTIVE LOUNGE – Make friends and get social when you join a Detective Club. Chat, share rounds of drinks, and challenge each other in Detective Leagues. Share notes on how to best complete challenges and seek for hidden items. Can you find the difference in certain scenes quicker than your challengers? ⭐25 MILLION FANS ALREADY LOVE IT – Don't miss out on the latest hit from Wooga, the makers of the mythical hidden object classic Pearl's Peril. ⭐ ALL-NEW EPISODES – Love stories? Just like your favorite TV series, look forward to a new mystery in each new story chapter, with a new chapter every week. Cliffhangers guaranteed! ⭐ RELAX AND UNWIND – Make this seek-and-find puzzle part of your mindfulness routine. Unwind while you solve mind-teasing mysteries in opulent settings. You’ll be surprised just how much you can improve your memory skills.--------------------------------------------------------------- June's Journey is intended for those 18 and older.June's Journey does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. June's Journey may also contain advertising. You may require an internet connection to play June's Journey and access its social features. You can also find more information about the functionality, compatibility, and interoperability of June's Journey in the above description and additional app store information.By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.Terms of Use: https://www.wooga.com/terms-of-service/ Privacy Policy: http://www.wooga.com/legal/privacy-policy/ Visit us at http://wooga.com Follow us on: facebook.com/JunesJourney",
  "lastVersion": "Dec 13, 2023",
  "classify": "#3 top grossing adventurePuzzleHidden objectCasualSingle playerRealisticOffline",
  "privacy": "https://play.google.com/store/search?q=Hidden+object+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.roblox.client",
  "name": "Roblox",
  "company": "Roblox Corporation",
  "rating": "4.4star",
  "downloads": "500M+",
  "reviews": "37.3M reviews",
  "age": "Teeninfo",
  "describe": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!Already have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.MILLIONS OF EXPERIENCESIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.EXPLORE TOGETHER ANYTIME, ANYWHERETake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.BE ANYTHING YOU CAN IMAGINEBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.CHAT WITH FRIENDSHang out with friends around the world using chat features, private messages, and groups!CREATE YOUR OWN EXPERIENCES: https://www.roblox.com/developSUPPORT: https://en.help.roblox.com/hc/en-usCONTACT: https://corp.roblox.com/contact/PRIVACY POLICY: https://www.roblox.com/info/privacyPARENT’S GUIDE: https://corp.roblox.com/parents/TERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846PLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi.",
  "lastVersion": "Dec 9, 2023",
  "classify": "#1 top free adventureSimulationSandboxCasualMultiplayerCooperative multiplayerSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Sandbox+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ninjakiwi.bloonstd6",
  "name": "Bloons TD 6",
  "company": "ninja kiwi",
  "rating": "4.8star",
  "downloads": "1M+",
  "reviews": "365K reviews",
  "age": "Everyoneinfo",
  "describe": "Craft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon!Over a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6!HUGE CONTENT!* Regular updates! We release several updates every year with new characters, features, and gameplay.* Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses.* Odysseys! Battle through a series of maps connected by their theme, rules, and rewards.* Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards.* Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge.* Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more.* Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content.EPIC MONKEY TOWERS & HEROES!* 23 powerful Monkey Towers, each with 3 upgrade paths and unique activated abilities.* Paragons! Explore the incredible power of the newest Paragon upgrades.* 15 diverse Heroes, with 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers!ENDLESS AWESOMENESS!* 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games.* Play anywhere - single player offline works even when your WiFi doesn’t!* 70+ handcrafted maps, with more added every update.* Monkey Knowledge! Over 100 meta-upgrades to add power where you need it.* Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes.We pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates.We truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at https://support.ninjakiwi.com and tell us what we can do better!Now those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6!**********Ninja Kiwi Notes: Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:https://ninjakiwi.com/termshttps://ninjakiwi.com/privacy_policyBloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us at https://support.ninjakiwi.com for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases. Ninja Kiwi Community:We love hearing from our players, so please get in touch with any feedback, positive or negative, at https://support.ninjakiwi.com.Streamers and Video Creators: Ninja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel at streamers@ninjakiwi.com.",
  "lastVersion": "Dec 11, 2023",
  "classify": "#1 top paid strategyStrategyTower defenseStylized",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsodasaga",
  "name": "Candy Crush Soda Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "500M+",
  "reviews": "8.87M reviews",
  "age": "Editors' Choice",
  "describe": "You loved playing Candy Crush Saga - Start playing Candy Crush Soda Saga! More divine matching combinations and challenging game modes, brimming with purple soda and fun!This mouth-watering puzzle adventure will instantly quench your thirst for fun. Match 3 candies and blast your way through new dimensions of magical gameplay. Take on this Sodalicious Saga alone or play with friends to see who can get the highest score!Monthly season updates bring unique quests and exciting match 3 puzzles - more sugar to blast means more fun to have! Progress through the Season Pass while earning rewards and boosters to help you on your Saga.Compete against other players to see who can complete levels the fastest, or work as a team in the 4 in a Row game mode, where players work together for Sodalicious rewards!DIFFERENT GAME MODES: *Soda – Switch the bottles and match 3 or more candies to release purple soda*Frosting – Match candies to blast the ice*Honeycomb – Match 3 candies or more next to honeycomb to release the trapped Candy Bears*Jam – Spread the jam across the boardNEW MATCHING COMBINATIONS:*Match 4 candies in a square block to make a Swedish Fish!*Match 7 candies for the all new Coloring Candy!FEATURES:*Over 10000 Sodalicious puzzle games*Mouth-watering graphics, with 3D characters and an ever changing environmentHave fun playing the fizziest match 3 puzzle game around! If you enjoy playing and want to master & blast even more sugar puzzles, you may also enjoy Candy Crush Jelly Saga and Candy Crush Friends Saga!Candy Crush Soda Saga is free to play but optional in-game items such as extra moves or lives require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Soda Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Dec 12, 2023",
  "classify": "#5 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.scopely.monopolygo",
  "name": "MONOPOLY GO!",
  "company": "Scopely",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "1.61M reviews",
  "age": "Everyoneinfo",
  "describe": "Hit GO! Roll the dice! Earn MONOPOLY money, interact with your friends, family members and fellow Tycoons from around the world as you explore the expanding universe of MONOPOLY GO! It’s the new way to play - board flipping cleanup not required!Take a Break!Escape, enjoy, dream, scheme and stay in touch with this newly reimagined twist on MONOPOLY! Let everyone’s favorite zillionaire, Mr. MONOPOLY, be your guide as you explore new boards themed after world-famous cities, fantastical lands and imaginative locales.So MONOPOLY GO!Experience classic fun and visuals with gameplay fit for your phone! Collect Properties, build Houses and Hotels, pull Chance Cards, and of course, earn that MONOPOLY Money! Play with your favorite game Tokens such as the Racecar, Top Hat, Battleship, and more. Earn more tokens as you go! See MONOPOLY icons like Mr. M, Scottie and Ms. MONOPOLY come to life, and brand new characters too!Your Family Table!Help or hinder! -  You and friends can earn easy money with Community Chest and co-op events! Or heist their banks to help yourself get to the top. Don’t feel bad!Collect and trade story-filled Stickers with friends and family and in our MONOPOLY GO! Facebook Trading Groups! Complete gorgeous, clever albums for huge rewards!Features!BUY & BUILD YOUR WAY TO THE TOPCollect Property Tile Sets to build Houses and upgrade your Houses to Hotels to get even more rent from friends! All you have to do is hit GO!ENJOY THAT CLASSIC MONOPOLY ATMOSPHERERoll the dice to enjoy the classic MONOPOLY board you know and love. Featuring familiar faces such as MR. MONOPOLY, and familiar spaces such as jail (womp womp!), Railroads, Properties, Tokens and more! PLAY WITH FRIENDS AND FAMILYGet social! Play with friends to take full advantage of new mini-games such as Community Chest – where you and friends take a break from mischief and work together! NEW OPPORTUNITIES EVERY DAYPlay Tournaments, the Prize Drop plinko mini-game, the Cash Grab mini-game and follow our Events for big rewards. With new Events running every hour, there are new ways to play and win every day!MONOPOLY GO! is free to play, though some in-game items can also be purchased for real money. Internet connection is required to play the game.The MONOPOLY name and logo, the distinctive design of the game board, the four corner squares, the MR. MONOPOLY name and character, as well as each of the distinctive elements of board and playing pieces are trademarks of Hasbro, Inc. for its property trading game and game equipment. © 1935, 2023 Hasbro.Privacy Policy:https://scopely.com/privacy/Terms of Service:http://scopely.com/tos/Additional Information, Rights, and Choices Available to California Players: https:scopely.com/privacy/#additionalinfo-californiaBy installing this game you agree to the terms of the license agreements.",
  "lastVersion": "Dec 18, 2023",
  "classify": "#1 top free boardBoardAbstract strategyCasualMultiplayerCompetitive multiplayerSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Strategy+board+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.vizorapps.klondike",
  "name": "Klondike Adventures: Farm Game",
  "company": "VIZOR APPS LTD.",
  "rating": "4.5star",
  "downloads": "50M+",
  "reviews": "1.21M reviews",
  "age": "Everyoneinfo",
  "describe": "Do you like travelling to odd places? 🗺 Fancy renovating abandoned spots? ⚒️ Or maybe you just want to take a break and play a relaxing mini-game? 👾Klondike has it all! Join in for so much fun:🍿 FOLLOW THE STORY of Paul and Kate going through quite a life! This is going to feel like your favorite TV show, we promise!💫 EXPLORE numerous locations set in various landscapes and having their own distinct content. This game has it all! 🤩🏘 BUILD a flourishing city with factories & farms, mine for resources and craft everything you need for travels, quests, new buildings and orders from the locals dropping by your town.🐏 FARM simulation in the wild! Raise animals & harvest crops, make food for yourself and to trade.🏆 COMPETE with neighboring farm owners & take as many craft and farm orders as you can during the timed events held among all the players of the simulation game!  ✅ UNLOCK challenging quests! Help explorers Kate and Paul solve mysteries and build up ancient ruins in every town or village they travel to.🎯 PLAY fun mini-games at your farm and at other locations!🏔 ENJOY the breathtaking scenery & landscapes of various locations! Every corner of your small northern town is packed with wonders of nature and history!👨‍🌾 MEET outstanding game characters and hear their compelling stories during your journeys from one town to another!🌄 The wild lands hide many thrilling adventures. Enjoy the best Klondike simulator! 🎒By downloading this application, you agree to Vizor Games’ User Agreement and Privacy Notice.Under our User Agreement and Privacy Notice, only persons of 18 years of age or older may download and play Klondike Adventures.PLEASE NOTE: Klondike Adventures is free to download and install. However, some game items can be purchased for real money. If you do not want to use this feature, please set up password protection for purchases in the settings of your Google Play Store app. Additionally, a network connection is required to play.Privacy Notice: https://vizor-games.com/privacy-notice/ User Agreement: https://vizor-games.com/user-agreement/",
  "lastVersion": "Dec 14, 2023",
  "classify": "#3 top grossing simulationSimulationManagementFarmingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.king.candycrushsaga",
  "name": "Candy Crush Saga",
  "company": "King",
  "rating": "4.6star",
  "downloads": "1B+",
  "reviews": "36.9M reviews",
  "age": "Editors' Choice",
  "describe": "Master the legendary match 3 puzzle game from King and have a blast! With over a trillion matching levels played, Candy Crush Saga is the popular match 3 puzzle game!Match, pop, and blast candies in this tasty puzzle adventure to progress to the next level and get a sugar blast! Master match 3 puzzles with quick thinking and smart matching moves to be rewarded with sugar bonuses and tasty candy combos.Spread jam by matching 3 or more candies in a row and blast your way through the extra sticky puzzles using jelly fishes! Blast jam and chocolate to collect sweet candy juice across thousands of puzzle levels, guaranteed to have you craving more!BECOME THE MASTER OF THE CANDY KINGDOM- Win thousands of sweet matching puzzles: with new puzzles added every 2 weeks, your sugar fix is never far away!WIN CANDYLICIOUS REWARDS- Spin the Daily Booster Wheel to receive jelly fishes and other tasty rewards! Master time-limited match 3 challenges to earn boosters and clear the jelly! VARIETY OF SUGAR-COATED PUZZLE GAMES- Sweet ways to play! Play match 3 game modes and more including Sweet Escape and Clear the Jelly. - Level up playing match 3 puzzles that range from easy to hard, accessible online or offline.BLAST CANDIES WITH FRIENDS- Match and pop candies to get to the top of the leaderboard! Compare scores with friends and find out who’s the match 3 master!- Enjoy the sweetest of match 3 puzzle games around! If you want to master and blast even more puzzles, you may also enjoy other games from King: Candy Crush Soda Saga, Farm Heroes Saga, and Pet Rescue Saga.Candy Crush Saga is free to play but optional in-game items require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.By downloading Candy Crush Saga you agree to our terms of service which can be found at https://king.com/termsAndConditionsDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy. If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in-game help center or by going to https://soporto.king.com/contact",
  "lastVersion": "Nov 30, 2023",
  "classify": "#1 top grossing casualPuzzleMatch 3CasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.superplaystudios.dicedreams",
  "name": "Dice Dreams™️",
  "company": "SuperPlay.",
  "rating": "4.7star",
  "downloads": "10M+",
  "reviews": "1.26M reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Dice Dreams! Join millions of players around the world! Roll the Dice on the magical board, Steal Coins, Attack your friends, build your Epic Kingdom and Embark on an adventurous journey! 🎯 Roll & Win 🎯🎲 Go on and Roll the dice on the board, Win Golden Coins & collect gems to build your kingdom, become the Dice King and master the dice board game!📋 Features: 🎯 Play for FREE with your friends and enjoy a variety of kingdoms. 🎯 🎲 Join the action with players from around the world and play with your social network. 🎲 Steal from other boards and show them who's the Dice Dream King 😉 🎲 Invite your Facebook friends to join the epic fun and become the master of the dice boards! 🎲 Protect your treasure and build the most magical kingdom! 🎲 Roll and play to collect cards by completing challenges and move up in levels!🍿🍿The Legend Behind The Dice🍿🍿Bob, the first of his name, returned to his kingdom after a journey visiting the Piggy King, only to find that his beloved home had been attacked!Brave Bob decided to roll the dice and clash his enemies head on. He gathered his fellow peons, and together they went on an adventure to rebuild his kingdom, get revenge, and once again become the Kings of the hyper magical dice board game.Will you help Bob and his friends on their quest to regain their throne as the Dice Dreams Kings? Will you travel through Peon Islands and other dreamy boards to bring them back to glory in this thrilling board game? Has your kingdom been attacked by a friend? It's time for revenge! Steal coins from them and upgrade your kingdom with the perfect bonus. Expand your kingdom by building more and making the Peons happy! Don't wait any longer, start building your kingdom and win amazing prizes in this captivating board game!🎲 Raid your enemies or friends. Just aim your slingshot, fire, and loot away! 🎯🎲 Earn gold by stealing from other kingdoms and making their treasure- YOURS! 🎲 Get revenge on those who attacked your kingdom and rule the dice board game!🎲 Become the master of the dice board and help the Peons restore their kingdom! You never know what treasures you can find in your friend’s kingdom. Attack and be surprised!Get ready to go on an epic adventure with Dice Dreams!Build your empire, attack your friends' boards, and earn awesome prizes and coins! Will you be the master of the dice board game? With a variety of exciting challenges, there's always something new and thrilling to go for in Dice Dreams. So start building and become the ultimate Dice Dreams champion!🎯 Dice Dreams is free on all devices with in-app purchases.🎯 Follow Dice Dreams on Facebook for exclusive offers and bonuses!https://www.facebook.com/DiceDreams/🎯 Are you having problems?Please contact via email us at support@superplay.co",
  "lastVersion": "Dec 5, 2023",
  "classify": "#7 top grossing casualBoardDiceCasualMultiplayerCompetitive multiplayerStylized",
  "privacy": "https://play.google.com/store/search?q=Dice+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.etermax.preguntados.pro",
  "name": "Trivia Crack Premium",
  "company": "etermax",
  "rating": "4.6star",
  "downloads": "500K+",
  "reviews": "85K reviews",
  "age": "Everyoneinfo",
  "describe": "Celebrate with us our 10th anniversary! A brand new Trivia Crack with a fresh design and so many upgrades is here: a renovated Classic Mode, tons of new questions, trivia videos, and more PowerUps. Want more? We are getting more social than ever! Play, interact and challenge your friends in a real time game. The ultimate Trivia Crack experience will blow your mind. Don't miss up!Wanna play some no-ad games and become a Pro? Trivia Crack No Ads is a thrilling trivia game if you love competing with friends and family! Test your knowledge and prove you are the smartest not only by answering trivia questions but by suggesting multiple-choice questions in this brain test! So if you're looking for ad-free games this is your chance! Enjoy without interruptions tons of trivia questions and be a Pro!RANKING Play your way to the top! Compete against players from all over the world and see your progress in the global ranking!TEST YOUR KNOWLEDGE IN CLASSIC MODELearn about art, sports, science & more while having fun with this trivia game! Spin the wheel: We’ll quiz you on one of our six categories. Answer correctly so you don't miss your turn!Fill the Crown gauge: Get a character by landing the wheel on the Crown section, or answer three questions correctly.Collect the characters: Win them by answering three questions correctly or challenging your opponent to a duel to snatch one of theirs! Get all six characters to win the match!DISCOVER NEW GAME MODESTriviatopics: Can you call yourself an expert? Answer questions about your favorite topics and test your knowledge!Survival: Adventure, fun and strategy collide at Survival. Play in real time and answer questions correctly to stay alive!Triviathon: Answer questions non-stop in single mode. Get as many right answers as you can to climb the ladder and win!Treasure Mine: Collect picks to win matches! The more picks you get, the more chests you will unblock!NO ONE STOPS YOU-Play your favorite trivia, ad-free! - Become a pro at answering tons of questions without interruptions. -Trivia Crack No Ad is the next level of trivia! (just for trivia lovers!) MEET YOUR PET!Pass the brain test to get delicious cookies to feed your pet. You can name it whatever you want!WANT MORE?Daily Question: Get free rewards every day!Guess & Grab: Get as close as possible to the right answer and get amazing prizes!Missions: Complete tasks and win coins!Pick-a-Prize: Be careful! If you pick the wrong token you'll lose everything you got.Piggy Bank: Every correct answer in Classic mode fills it!ENJOY LIMITED-TIME CHALLENGES!Join us for special events in Treasure Mine.Pic Duel: Do you have a photographic memory? Choose images and challenge your friends!Tug of War: Prove you are the strongest by playing against a random opponent. It’s a race against the clock!QUESTION FACTORYShow your knowledge by creating trivia questions through the Question Factory! You can also rate and translate them!RANKINGLevel up or down depending on how many points you get. Can you reach the top of the ranking? SOCIAL FEATURES• Chat with other players.• Share your progress through social networks.Do you know all the answers to this quiz trivia game? Download this fun brain test now!Have any questions or concerns? Check our Support page! triviacrack.help.etermax.com or send us an email to triviacrack.help@etermax.com.Want the full trivia experience? Follow us on:- Facebook: https://www.facebook.com/triviacrack- Twitter: @triviacrack- Instagram: https://instagram.com/triviacrack- YouTube: https://www.youtube.com/channel/UC-TLaR04Abrd7jIoN9k0Fzw",
  "lastVersion": "Dec 18, 2023",
  "classify": "#2 top grossing triviaTriviaCasualStylized",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.MelsoftGames.FamilyIslandFarm",
  "name": "Family Island™ — Farming game",
  "company": "Melsoft Games Ltd",
  "rating": "4.6star",
  "downloads": "50M+",
  "reviews": "1.5M reviews",
  "age": "Everyoneinfo",
  "describe": "Immerse yourself in an unforgettable world of adventure with a modern Stone Age family!Imagine what your life would be without modern technology, what would you do? Perhaps you would explore territories, build houses or even entire villages; farm, harvest, or maybe you would conquer new lands.You have an opportunity to be on a desert island together with the heroes of the Family Island game and try yourself in different roles: farmer, cook, explorer, trader and many others. Interested? Here are some more features of our game:★ Explore  wild territories, solve puzzles, find hidden objects and  set on a thrilling adventure to new islands.★ Build and improve your little city in the middle of the ocean.★ Start your own family farm! Harvest, grow crops and craft useful goods to trade with other characters.★ Cook healthy and tasty food from the ingredients that you can find on the island.★ Customize your village with beautiful decorations! Choose flowers and plants that match the unusual landscapes of your village.★ Meet unusual animals: island hamsters, wild goats and even a dinosaur are waiting for you!★ Help a family survive on a desert island. And that is not all! Family Island is a farm game full of unexpected twists and captivating adventure!Follow Family Island on Facebook and Instagram for exclusive offers and bonuses!Facebook: facebook.com/familyislandgame/Instagram: instagram.com/familyislandgame/Terms of Service: https://static.moonactive.net/legal/terms.html?lang=enPrivacy Notice: https://static.moonactive.net/legal/privacy.html?lang=enQuestions about the game? Our support is ready and waiting at:  https://melsoft-games.helpshift.com/hc/en/11-family-island/",
  "lastVersion": "Dec 18, 2023",
  "classify": "#8 top grossing casualSimulationManagementSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.supertreat.solitaire",
  "name": "Solitaire Grand Harvest",
  "company": "Supertreat - A Playtika Studio",
  "rating": "4.7star",
  "downloads": "50M+",
  "reviews": "1.52M reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to Solitaire Grand Harvest and discover a new world of Solitaire!  Play this fun, free TriPeaks Solitaire game created for online & offline card game fans!Tripeaks Solitaire is a fun and challenging solitaire card game for all types of players. Play challenging card games online that will train your brain and keep you sharp or kick back and relax as you enjoy Solitaire Grand Harvest’s beautiful game graphics! With Solitaire Grand Harvest you’ll have twice the fun as you journey through your farm, harvest crops and earn rewards as you play. Advance solitaire levels to build and design the farm of your dreams. Discover exclusive decoration items and personalize your farm!Are you a fan of Solitaire card games? Join millions of players around the world and play the best free TriPeaks Solitaire card game created! Enjoy this relaxing Solitaire card game and build the cutest farm as you go.Start your Solitaire adventure by solving tripeaks solitaire puzzles and win stars for completing each level!The more stars you win the better Solitaire Grand Harvest rewards you’ll get!Get bonus solitaire cards and win credits for longer solitaire games! Finish each Solitaire card game level to win credits and gems!If you enjoy tripeaks solitaire card games, you are in for a treat with this relaxing TriPeaks solitaire game. Solitaire Grand Harvest is a great way to challenge yourself with a fun farming adventure and Tripeaks solitaire puzzles. Clear your solitaire cards and win rewards, credits, boosters, gems, and special treats to collect.  The solitaire game you know and love remains but the exciting rewards are multiplied so you can collect even more gems and build your  farm faster.Build your farm and enjoy bonuses along the way to make your Solitaire Grand Harvest experience even more fun. Share your fun farming adventure with others by connecting through Facebook and earn even more bonus credits.Log in each day for bonus gifts to keep the solitaire going!Harvest your crops throughout the day for more creditsSpin the Solitaire Grand Harvest wheel for even more giftsFind Sam the Solitaire Grand Harvest pup - he always has some credits to share!The tripeaks solitaire fun goes on: grow new crops as you work your way through each field. Upgrade the crates that await at the end of each field for an even bigger harvest, with credits, boosters and more. And now the farming fun is even better with the new MyFarm feature: collect gems at each solitaire level and use the gems to build your very own customizable farm, including a special corner for Sam the Solitaire Grand Harvest dog!Your Solitaire Grand Harvest farm is waiting for you, so come along and join in the solitaire tripeaks fun today. Download this fun and relaxing solitaire game and find out what the farming fun craze is all about!Solitaire Grand Harvest is one of the great online games developed by Supertreat, a Playtika studio.Solitaire Grand Harvest is intended for those 18 and older. Solitaire Grand Harvest does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Solitaire Grand Harvest may also contain advertising. You may require an internet connection to play Solitaire Grand Harvest and access its social features. You can also find more information about the functionality, compatibility and interoperability of Solitaire Grand Harvest in the above description and additional app store information. By downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.Terms of Service: https://www.supertreat.net/support/terms-of-service/index.htmlPrivacy Notice: https://www.supertreat.net/support/privacy-notice/index.html",
  "lastVersion": "Dec 12, 2023",
  "classify": "#1 top grossing cardCardSolitaireCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Solitaire+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.homescapes",
  "name": "Homescapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Homescapes, a truly heartwarming game from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful mansion on a verdant street. Exciting adventures start at the doorstep!Beat colorful match-3 levels to renovate and decorate rooms in the mansion, unlocking ever more chapters in the exciting family story along the way! What are you waiting for? Make yourself at home! The game features:● Unique gameplay: help Austin renovate the house by swapping and matching pieces!● Interior design: you decide what the house will look like.● Exciting match-3 levels: tons of fun, featuring unique boosters and explosive combinations!● A huge, beautiful mansion: discover all the secrets it holds!● Fantastic characters: watch them live their lives and interact with each other in the in-game social network.● A cute pet: meet а naughty and fluffy cat.● Invite your Facebook friends to help you create your own cozy atmosphere in the house! Give the old mansion a complete makeover! Show off your designer skills by furnishing and decorating the kitchen, hall, orangery, and other house areas, including the garage! Thousands of design options will give you maximum freedom to explore your creativity, change designs any time you want, and eventually create your dream house!Homescapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's Restrictions menu. Enjoying Homescapes? Learn more about the game!Facebook: https://www.facebook.com/homescapes/Instagram: https://www.instagram.com/homescapes_mobile/ Questions? Contact our Tech Support by sending an email to homescapes@playrix.com or check our Web Support Portal: https://plrx.me/IXKKoAp9shPrivacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 9, 2023",
  "classify": "#6 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funtomic.matchmasters",
  "name": "Match Masters ‎- PvP Match 3",
  "company": "Candivore",
  "rating": "4.5star",
  "downloads": "10M+",
  "reviews": "2.01M reviews",
  "age": "Everyoneinfo",
  "describe": "Match 3 Puzzle games - reinvented! Now with online PvP multiplayer!🌟  A NEW WAY TO PLAY MATCH 3 PUZZLE GAMES 🌟Play LIVE with friends OR against opponents from all over the world in a fun online PvP match 3 competition! Match Masters is free and has tons of new exciting ways to play matching games!🎮 PVP MULTIPLAYER ACTION  🎮In Match Masters, players take turns playing against each other on the same match 3 game board, so they must take into account not only the score they will get from their moves,  but also the opportunities it could create for their opponent! 🚀 AWESOME POWERUPS 🚀Every blue star you match charges your Booster, while your opponent collects red circles.Use your booster to gain score, tip the game in your favor, make satisfying comebacks and score huge combos!Play with one of 20+ available boosters, and master their strategies and effects.🏆 TOURNAMENTS, COMPETITIONS  & EVENTS 🏆Play Match Masters LIVE against friends or random opponents in knock-out tournaments and earn trophies to unlock new studios and compete against the best players in the leaderboards!Reach the top in our changing events and win AMAZING rewards! Become the master of all matching and puzzle games!👫 COMPETE WITH YOUR FRIENDS 👫Match Masters is even more fun when you play with friends 😊Connect with Facebook to challenge your friends and find out who the real Match Master is!  👜 STICKER ALBUMS 👜Collect stickers and complete amazing sticker albums to receive HUGE prizes, trendy outfits and unique style packs that will dazzle your opponents!  👤 JOIN THE COMMUNITY 👤Join our Official Group to meet, chat and share your game achievements with other Match Masters around the world!Don’t miss out on your chance to win FREE prizes: http://facebook.com/matchmastersgame Played thousands of levels in other tile matching games? It's time to Meet Your Match! Play puzzle games like never before!",
  "lastVersion": "Dec 18, 2023",
  "classify": "#9 top grossing casualPuzzleMatch 3CasualMultiplayerCompetitive multiplayerStylizedCartoon",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.township",
  "name": "Township",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "10.7M reviews",
  "age": "Everyoneinfo",
  "describe": "Township is a unique blend of city-building and farming! Build your dream town! Harvest crops at the farms, process them at your facilities, and sell goods to develop your town. Trade with exotic countries. Open restaurants, cinemas, and other community buildings to give life in your town special flavor. Explore the mine to get resources and find ancient artifacts. Run your own zoo and collect animals from around the world.Are you ready to become a farmer and city-manager to build your dream? Let’s get started!Township features:● Different buildings and decorations you can use to create your dream town● Various crops to grow and later process at your factories● Fun, charismatic townspeople with orders you need to fill● Your town's mine packed with ancient artifacts to discover and collect● Lovely animals to take care of● Farms to manage and expand● Exotic goods brought from islands● A zoo to build where you can even breed animals● Country flags and famous landmarks you can use to decorate your town, like the Statue of Liberty, Big Ben, and many more!● Play with your Facebook and Google+ friends, make new friends in the game community create your own clans! Township is free to play, though some in-game items can also be purchased for real money.*Internet connection is required to play the game and enable social interactions, competitions and other features* Enjoying Township? Learn more about the game! Facebook: www.facebook.com/TownshipMobile Twitter: twitter.com/township_mobile Questions? Contact our Tech Support by sending an email to township@playrix.com or check our Web Support Portal: https://playrix.helpshift.com/webchat/a/township/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service:https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 14, 2023",
  "classify": "#3 top grossing casualSimulationManagementFarmingCasualSingle playerStylized",
  "privacy": "https://play.google.com/store/search?q=Management+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.gardenscapes",
  "name": "Gardenscapes",
  "company": "Playrix",
  "rating": "4.7star",
  "downloads": "100M+",
  "reviews": "12.4M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Gardenscapes—the first hit from Playrix's Scapes™ series! Solve match-3 puzzles to restore a wonderful garden to its former glory!Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!The game features:* Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!* Hundreds of unique match-3 levels* Dozens of in-game characters you can make friends with* A lovely pet that is always there to cheer you up* An in-game social network you can use to keep up on all the latest* Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more* A community that comes first—become neighbors with your Facebook friends! Gardenscapes is free to play, though some in-game items can also be purchased for real money. Enjoying Gardenscapes? Learn more about the game!Facebook: https://www.facebook.com/GardenscapesInstagram: https://www.instagram.com/gardenscapes_mobile/Twitter: https://twitter.com/garden_scapes Questions? Contact our tech support at https://playrix.helpshift.com/a/gardenscapes/?p=web&contact=1Privacy Policy: https://playrix.com/en/privacy/index.htmlTerms of Service: https://playrix.com/en/terms/index.html",
  "lastVersion": "Dec 7, 2023",
  "classify": "#4 top grossing casualPuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=net.peakgames.toonblast",
  "name": "Toon Blast",
  "company": "Peak",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.01M reviews",
  "age": "Everyoneinfo",
  "describe": "From the creators of Toy Blast comes the ultimate puzzle game with unique gameplay and endless fun!Enter the crazy cartoon world starring Cooper Cat, Wally Wolf, Bruno Bear and enjoy loads of whacky and challenging levels! Blast cubes and create powerful combos to pass levels. Solve puzzles to help the Toon gang as they travel around magical worlds! Join the wildest adventure of your life and have a BLAST!FEATURES:● Complete tons of challenging levels and unlock new episodes!● Play with unique game objectives and dozens of entertaining obstacles!● Unlock whacky boosters to blast your way to the next level!● Collect stars by completing levels to win awesome rewards!● Create your own team & compete with others to rule the puzzle world! ● Receive lives from your teammates to keep on playing! ● Sync your game easily between your phone and tablet!● Easy and fun to play yet challenging to master!",
  "lastVersion": "Dec 12, 2023",
  "classify": "#3 top grossing puzzlePuzzleMatch 3Single playerStylizedCartoonOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.playrix.fishdomdd.gplay",
  "name": "Fishdom",
  "company": "Playrix",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "6.32M reviews",
  "age": "Editors' Choice",
  "describe": "Never Fishdomed before? Take a deep breath and dive into an underwater world of match-3 fun with Fishdom, an all-new free game! Try challenging and fun match-3 gameplay with unique puzzles as you decorate aquariums to create cozy homes for lovely talking fish. Feed them, play with them, and watch them interact with each other. Hey, your finned friends are waiting for you, so dive in now and enjoy this amazing underwater adventure! Features:● Unique gameplay: swap and match pieces, design and decorate aquariums, play with and take care of fish—all in one puzzle game!● Play hundreds of challenging and fun match-3 levels● Compete with other players to develop your aquarium even faster● Explore an exciting aquatic world with funny talking 3D fish that each have their own personality● Liven up fish tanks with breathtaking underwater decor● Grab your scuba mask and enjoy amazing aquarium graphics● It’s a blast for everyone: share your Fishdom mania with your Facebook friends!● No Wi-Fi or internet connection required to play Please note that Fishdom is free to play, though some in-game items can also be purchased for real money. Enjoying Fishdom? Learn more: Facebook: facebook.com/Fishdom Instagram: https://www.instagram.com/fishdom_mobile/ Twitter: https://twitter.com/FishdomOfficial Questions? Contact our Tech Support by sending an email to fishdom@playrix.com or check our Web Support Portal: https://plrx.me/2IKJXyB6HRTerms of Use : https://playrix.com/en/terms/index.htmlPrivacy Policy: https://playrix.com/en/privacy/index.html",
  "lastVersion": "Dec 1, 2023",
  "classify": "#2 top grossing puzzlePuzzleMatch 3Match 3 adventureSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.dreamgames.royalmatch",
  "name": "Royal Match",
  "company": "Dream Games, Ltd.",
  "rating": "4.6star",
  "downloads": "100M+",
  "reviews": "4.39M reviews",
  "age": "Editors' Choice",
  "describe": "Welcome to Royal Match, the king of puzzle games! Swipe colors, solve match-3 puzzles and help King Robert decorate his castle. An exciting adventure is calling you!We have thousands of challenging match-3 levels for you to play in the Royal Arena! On this fun journey, you will solve exciting puzzles, receive coins for unlocking new areas, decorate King Robert’s castle and get extra boosters to continue your saga. Also you can compete with millions of players in events such as King's Cup, Sky Race, Team Battle, Lightning Rush and claim exciting rewards for your achievements. Fun and challenge never ends and you will never have a dull moment in Royal Match. And BOOM! It is 100% ad free and no wifi needed - internet free. Jump into the adventure and play now! We have lots of sweet puzzles to enjoy. Each new episode comes with free coins, helpful boosters, surprising awards, challenging tasks and wonderful areas. - A unique match 3 gameplay and fun levels for both masters and new match 3 players!- Unlock and blast powerful boosters!- Collect loads of coins and special treasures in bonus levels!- Watch out for obstacles on the road such as birds, boxes, potions, cupboards, diamonds, magic hats, coin safes, mysterious mailboxes and piggy!- Open amazing chests for a chance to win coins, boosters, unlimited life and power-ups!- Explore the new rooms, royal chambers, splendid gardens, and many more exciting areas in King Robert’s castle!- Decorate the areas, including the King’s room, kitchen, garden, garage, and many other amazing rooms!- Challenge your friends on Facebook and reach the top of the leaderboards! Download now and start swapping for endless fun. Need some help? Visit our support page in the Royal Match app or send us a message at contact@dreamgames.com.",
  "lastVersion": "Dec 8, 2023",
  "classify": "#1 top grossing puzzlePuzzleMatch 3Match 3 adventureCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Match+3+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.autumn.skullgirls",
  "name": "Skullgirls: Fighting RPG",
  "company": "Autumn Games, LLC",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "527K reviews",
  "age": "Teeninfo",
  "describe": "\"Far and away the best mobile fighting game out there.\" - Toucharcade\"This game is perfect for fighting game lovers.\" - DispatchSkullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!STUNNING 2D ANIMATIONThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobileA FIGHTING GAME FOR EVERYONE- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!- Finally, a Fighting Game for everyone!FULL RPG PROGRESSION- RPG players will feel right at home!- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle.- Level Up and Evolve your Fighters to maximize their potential.- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!- Build teams of up to 3 Fighters - find the best combination to maximize synergies.- Explore an ever-growing collection of characters.GAME MODES- Versus Mode - Fight against other players in REAL-TIME online battles.- Story Mode - Seek out the Skullgirl before she destroys New Meridian.- Prize Fights - Compete with other players to unlock new Fighters.- Daily Events - Character-specific events are added daily - can you conquer them all?- Rift Battles - Build up your defenses and challenge other players to earn rare rewards.- Training - Practice combos, try different team combinations and perfect your technique.- More modes coming soon!",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingAction Role-PlayingMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Action+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gamevil.arcanatactics.android.google.global.normal",
  "name": "Arcana Tactics: Tactical RPG",
  "company": "Com2uS Holdings Corporation",
  "rating": "4.3star",
  "downloads": "1M+",
  "reviews": "52.3K reviews",
  "age": "Teeninfo",
  "describe": "Tired of just staring at your screen?Be in full control of your choices![Arcana Tactics]A tactical random defense RPG that requires sharp wits!Fuse various heroes that are given randomly to complete your own Arcana deck!■ Unique Random Defense Battles with Hero FusionsCreate over 160 heroes with unlimited fusion options and enjoy coming up with your own meta!Tactically fuse the best heroes to outplay other users!■ Gorgeous Characters Await You!Decide which heroes YOU want to fuse!Say hello to these cute heroes in all their SD glory!■ Not Your Ordinary Collection RPG! Create Your Own Arcana Deck!Let fate ordain which of the 70 Arcana cards will guide you on your journey.Employ your own meta with diverse Arcanas!■ Immerse Yourself in Real-time PvP!Indulge in real-time random defense where you can test your wits against users! Outsmart everyone in real-time!** This game is available in 한국어, English, 日本語, 中文简体, 中文繁體, Deutsch, Français, ไทย, Tiếng Việt, and Bahasa IndonesiaSmartphone App Permissions▶ PermissionsThe following permissions are requested to allow you access to the listed in-game features.[Required Permissions]None[Optional Permissions]None",
  "lastVersion": "Nov 23, 2023",
  "classify": "Role PlayingTacticalCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactical+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linegames.sl",
  "name": "SMASH LEGENDS : Action Fight",
  "company": "5minlab Corp.",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "250K reviews",
  "age": "Everyone 10+info",
  "describe": "Ready to SMASH? Get set, SMASH LEGENDS!SMASH LEGENDS is free and fun PvP Action MOBA fight and supports 1v1 clash & Duo fight & 3vs3 & MOBA brawl action on mobile and online.Play SMASH LEGENDS offering solo (1v1, Battle Royal) or with friends (Duo, 3v3, Moba) while creating the ​​most outstanding team in free, fun and co op games. Smash your opponents in SMASH LEGENDS on mobile and online, while unlocking and upgrading Legends.Simple Controls in Free and Fun PvP Action Brawl Fight on Mobile and OnlineAdopt simple slide-and-touch controls to have fun enough on mobile and online! Let’s smash it!Experience what SMASH LEGENDS offers on mobile and online; 1v1 & Duo fight & 3v3 & MOBA brawl action with simple controls. Unique Personalities Legends in free PvP Action Brawl Fight & fun co op games  Meet Legends from fairy tales from around the world and train your Legends in SMASH LEGENDS.Collect skins for your Legends and show them off to others in 1v1 & Duo fight & 3v3 & MOBA brawl action.Make one-of-a-kind by customizing Legends with fashion items in a fun action PvP brawl game on mobile and online.Smash your opponents across the world in free PvP Action Brawl Fight & fun co op games  Smash your opponents and test your skills in PvP offering, 1v1 & Duo fight & 3v3 & MOBA brawl fight on mobile and online.Smash others, hone your skills and become the world’s greatest Legends. Create your team to smash others in PvP with duo fight & 3vs3 & MOBA brawl fight.Remember! Duo fight & 3vs3 & MOBA brawl action requires teamwork to smash them.Diverse Maps and Modes in Free and Fun PvP Action Brawl Fight on Mobile and OnlineDive into fun PvP action brawl offering 1v1 clash & Duo fight & 3vs3 & MOBA brawl fight & battle royale on mobile and online.- Dominion (3v3 MOBA): Capture a contested area with your team to win and smash your opponents.- Battle Royale (MOBA, free-for-all): Fight in an 8-player battle royale and become the last one standing.- Team Touchdown (3v3 MOBA): Push one of the two escort targets at the center to the opponent’s base wins.- Duo Touchdown (2v2 Duo PvP): Shares the same ruleset as Team Touchdown but with only 1 escort target.- Duo Deathmatch (2v2 Duo PvP): In this 2v2 team play mode, the first team to earn 7 points wins.- Duel (1v1 PvP): Pit yourself against another player head-on.Keeping up with SMASH LEGENDS' upcoming updates, including new Legends, Skins, Maps, Special Fun Events, and Game Modes both mobile and online. Best fit in SMASH LEGENDS: Free and Fun PvP Action Brawl Fight on mobile and onlineEnjoy free and fun PvP Action MOBA Brawl Fight & co op games on mobile and online.Enjoy free and fun PvP Action MOBA with 1v1 clash & Duo fight & 3vs3 & MOBA brawl action & battle royale.Like interacting with friends across the world on mobile and online MOBA brawl fight.Please read SMASH LEGENDS' Privacy Policy and Terms of Service to enjoy Free and Fun PvP Action Brawl Fight on mobile and online.SMASH LEGENDS Privacy Policy: https://smashlegends.com/privacypolicy_en/ SMASH LEGENDS Terms of Service: https://smashlegends.com/tos_en/",
  "lastVersion": "Dec 14, 2023",
  "classify": "ActionFightingCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Fighting+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.bluepoch.m.en.reverse1999",
  "name": "Reverse: 1999",
  "company": "Bluepoch Co.,Ltd.",
  "rating": "4.7star",
  "downloads": "1M+",
  "reviews": "59.9K reviews",
  "age": "Teeninfo",
  "describe": "Reverse: 1999 is a 20th Century Time-Travel Strategic RPG developed by Bluepoch. On the last day of 1999, the \"Storm\" fell upon the world. You witnessed an era reversed beneath the rising raindrops. Defying all reasons, what unfolds in front of you is the world of an era long past.As the Timekeeper, observer of eras, you are free to travel through these eras after each \"Storm.\" With the aid of Sonetto, a powerful Arcanist and ally from the Foundation, your mission is to travel through eras to where the \"Storm\" is most active, find other Arcanists who can sense the coming \"Storm,\" and save them from being \"sifted out\" of the timeline.▶▶Stunning Visuals Blending Retro and Modern Aesthetics◀◀Step into the mysterious alt-history animated by unique visual elements that blend Pop Art, classical oil painting, and more art styles in history. ▶▶A Cinematic Adventure across the 20th Century◀◀From the Roaring '20s to the turn of the millennium, you will embark on a journey across time and space, and uncover the truth about the \"Storm\" and the mystery of the year 1999.▶▶Full English Voice Acting with Authentic Accents◀◀Immerse yourself in ages past. Enjoy a story performed by diverse cast of voice actors with British, Italian, French, and other accents. ▶▶Fantastic Arcanists from Different Times and Regions◀◀People once called them \"mages,\" \"wizards,\" and \"freaks.\" Now they live in uneasy coexistence with regular humans … But who are the Arcanists, really?▶▶Weave Arcane Incantations to Attain Glorious Victories◀◀Build your team, cast spells, and use gorgeous arcane skills to defeat your enemies. Begin your exciting adventure through time in this all-new RPG.Official Website: https://re1999.bluepoch.com/en/homeFacebook: https://www.facebook.com/reverse1999globalTwitter: https://twitter.com/Reverse1999_GLYouTube: https://www.youtube.com/@Reverse1999Discord: https://discord.com/invite/reverse1999",
  "lastVersion": "Dec 1, 2023",
  "classify": "Role PlayingTurn-based RPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Turn+based+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.funcube.loa",
  "name": "Legend of Ace",
  "company": "Still Gaming",
  "rating": "3.7star",
  "downloads": "5M+",
  "reviews": "177K reviews",
  "age": "Everyone 10+info",
  "describe": "Legend of Ace (so-called LoA) is a 5v5 MOBA game. But it’s more interesting than the others. Features:LoA has improved a lot to the game’s strategy. It replaced the item system with a card system. Therefore, players won’t be suffering from item recipes. Instead, there are hundreds of cards to choose to enhance a hero. Every player can have a unique strategy for any hero.LoA is fast-paced. Each game takes only 10 minutes. So players won’t miss the other beautiful things in their life. Imagine the difference between calling back to girlfriend within 10 mins and 30 minutes ………LoA needs lots of teamwork. Each team has five players. Each player has to select a role to play with, such as Tank, Healer, Shooter, Mage, Ganker. Players must cooperate to beat the enemies.LoA is the best place to show off your talent. With the ranking system and matchmaking system, you will meet all the players around the world. Anyone with great skill can be famous here.LoA is probably is the best MOBA game on the earth.Contact us:Facebook:  https://www.facebook.com/LegendofAceYoutube:  https://www.youtube.com/channel/UC4qRfM7MYQMfwWs0J1V0nwATwitter:  https://twitter.com/LegendofAceGameInstagram:  https://www.instagram.com/legend_of_ace/Reddit:  https://www.reddit.com/r/LegendofAceOfficial/",
  "lastVersion": "Nov 20, 2023",
  "classify": "StrategyMOBAMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MOBA+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gameark.ggplay.lonsea",
  "name": "The Legend of Neverland",
  "company": "Ark Games Global",
  "rating": "4.3star",
  "downloads": "5M+",
  "reviews": "168K reviews",
  "age": "Teeninfo",
  "describe": "The world is eternal. It begins here and ends here.--'The Song of Cabala', Bard-What is Cabala-Let me think about it... Haven't you already been there? Yes, Cabala was once a paradise for the ancestors. But now, it's only a living hell! As far as I can remember, it is a forbidden place for human beings. Some adventurers secretly entered Cabala, but I heard that none of them has come back alive... -Do you know Flower Fairy? -Ah...Ordinary people think the Flower Fairy does not exist. I don't know how you know about it, but I have never seen a Flower Fairy in my life. On the contrary, I heard a lot from legends, saying that they are beautiful and loyal. That's fascinating. It seems that no language can describe their beauty. Even the most beautiful girl can only be overshadowed in front of Flower Fairy. Game Features[Your Special Partner, Flower Fairy]Look, that beautiful flower is growing and transforming into human form, go and take her hand, accompany each flower fairy, and start the wonderful journey of the tree of life![Easy Switching Between Multiple Classes, More Fun Fighting]Swordsman, Ranger, Scholar, Craftsman... Switch your character class as you please, anytime and anywhere, and match the skill tree talents to fit the class and to make each class type unique! [Thousands of Colours, Shaping A Variety Of Fashions]Don't worry, you will never see the same fashion twice here. Every part can be dyed freely, use your imagination to create unique beauty![New Experience in an Open World, Exploring Unknown Mysteries]Realm Corridor, Barren Ancient Ruins, and other dangerous parts are waiting to be explored by you and your your friends; uncover the secrets of Cabala in a great many sceneries, you will never feel alone on this adventure of a lifetime![A New Realistic Life Experience, Create Happy Moments]You can experience all kinds of leisure with interesting game modes such as fishing, insect catching, cooking, and mining. You might become a fishing expert and master cook without even noticing it![AFK Income, Get Free Hands]If you’re tired, take a break. You still have an income, even while you’re offline. If you can enjoy some down time, come to Cabala to create some happy moments for yourself!Facebook Fan Group: https://www.facebook.com/NeverlandSEA/Discord Player Community: https://discord.gg/WwcpSaftBX",
  "lastVersion": "Dec 4, 2023",
  "classify": "Role PlayingMMORPGCasualStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=MMORPG+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.ta.dcdw.gl",
  "name": "Defense War : Tower Defense",
  "company": "ThumbAge Co., Ltd.",
  "rating": "4.2star",
  "downloads": "1M+",
  "reviews": "66.3K reviews",
  "age": "Everyoneinfo",
  "describe": "Welcome to the devil frenzy! Duke it out on the battlefield along with characters from Destiny Child! Choose your strategy wisely!Meet Wonderful Destiny Child Characters!Davi, Mona, Lisa, and Frej! Meet all the Childs from the original! Summon the Childs to guard the Archfiend candidate and win the battle.Play in real-time with players all over the world!Compete with players from all over the word and move up in the arena. Go for the top in the Demon Colosseum League. Play with friends or clan members. Overpower your opponents with cunning strategies!Use mastery to empower your deck. When cornered, unleash your Archfiend Candidate's devilish powers. Gather information and counter your opponent in real-time.Features· Fan favorites from Destiny Child return in a brand new game· Silky-smooth Live 2D character animations· Fast-paced, strategic defense game with intuitive controls· Real-time battles against players around the world· Obtain new Childs in higher-level arenas· Fight for glory in the Demon Colosseum League· Learn unique strengths of each Child to build the best possible team· Special Archfiend candidate skills add to the depth of your strategy· Mastery strategies change according to how your deck is set upA network connection is required in order to play.Wi-Fi connection is recommended for best experience.***Facebookhttps://www.facebook.com/DCDW.GL/YouTubehttps://www.youtube.com/c/DefenseWarContact Ushelpdesk@thumbage.co.krTerms of Servicehttps://www.thumbage.co.kr/popup/info_en.htmlPrivacy Policyhttps://www.thumbage.co.kr/popup/private_en.html",
  "lastVersion": "Nov 28, 2023",
  "classify": "StrategyTower defenseMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.xd.battleofsbg",
  "name": "BattleofSBG",
  "company": "Moegirl Battle Game",
  "rating": "4.3star",
  "downloads": "100K+",
  "reviews": "5.56K reviews",
  "age": "Teeninfo",
  "describe": "Fighting for MoeGirls!Free 100 draws ※ Free to WinRound strategy ※ Overcome the enemyHanging up is not tiring ※ Rewards are generousTraveling with multiple people ※ Wonderful adventureA hundred beauties ※ at your commandThe new anime adventure places the fantasy of the mobile game Battle of SignBoard Gril.As the world was about to return to chaos, a young man from a different world crossed over and brought various MoeGirls under his command,Is the future of the world bright or destroyed,Young man, all of this is in your hands.1. Free 100 Summons and Massive equipment is freely matched.2. Various professions such as Berserker, Assassin, and Nun are freely matched, and the Five Elements complement each other, resulting in endless changes in combat strategies.3. Infinite randomness, 8 major professions, 5 major races, 6 attributes, randomly arranged and combined to generate unique heroes. Each hero summon will never be the same.4. Rich system playing methods and different game modes allow you to explore your own Happy hour freely.5. Hundreds of unique hero characters are freely collected and obtained, with different attributes giving you more strategic choices.6. An independent worldview, a struggle around the Soul Stone, and an unexpected plot development.7. The rich gameplay of dungeons makes the worldview more three-dimensional and the experience more divers.",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingIdle RPGCasualSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Idle+rpg+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.wan.ddten",
  "name": "DDTank Mobile",
  "company": "7road International HK Limited",
  "rating": "3.5star",
  "downloads": "1M+",
  "reviews": "51K reviews",
  "age": "Everyoneinfo",
  "describe": "DDTank, one of the most popular web games around world in the olden days, is now back in 2020 with classic artillery aiming system and years of testing and refinement, here it is a brand new version that has better and different PVP system and best suited for mobile gameplay!-Multiplayer Dungeon: Daily unique dungeons, new Global Boss system, you can play with your partners together anytime!-Artillery Game: Power charge mode and Drag & Shoot mode, easy -Global Server: Play with real time battle action against players worldwide!-Guild System: Gather your friends, families, friends, and comrades and pursuit the same goal!-Make Friends: Meet your friends, families, lovers in universe, you can even get married in game!-Variety of Weapons: numerous weapons with distinct characteristics, you'd be thrilled each time you fire!-Companions: Cute and cuddly pets that aren't just for show! With abilities & power ups you will never face the enemy alone!-Outfits: Special and advanced fashion set which provide you a very unique character in DDTank world!The world will be crazy for DDTank once more! Are you ready for meeting all the DDTankers around the world now? Contact us:Facebook: https://www.facebook.com/DDTankMobileOfficial Website:ddtank.comAccording to our \"Terms of Service\" and \"Privacy Terms\", only players aged 13 and above can download and play DDTank Mobile games without parental consent.Note: Internet connection is required to playPrivacy Policy:http://www.7road.com/en/privacy.htmlTerms of Service:http://www.7road.com/en/service.html",
  "lastVersion": "Aug 24, 2023",
  "classify": "ActionShooterArtillery shooterCasualMultiplayerCompetitive multiplayerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.com2us.smon.normal.freefull.google.vn.android.common",
  "name": "Summoners War - Funtap",
  "company": "Công ty cổ phần phát triển công nghệ số Hồng Hà",
  "rating": "",
  "downloads": "50K+",
  "reviews": "",
  "age": "Teeninfo",
  "describe": "An action-packed fantasy RPG , Summoners War: Sky Arena ! The best turn based RPG with over 200 million Summoners around the world!Jump into the Sky Arena , a world under battle over the vital resource: Mana Crystals.Summon over 1500 different types of monsters to compete for victory in the Sky Arena.Summoners War Official Community:https://www.facebook.com/SummonersWarCom2us/▶Features[Tactical RPG play]Witness the dazzling display of each monster 's unique skills.23 different Rune sets to pick and choose additional abilities for your monsters!Come up with the best strategy to win battles in the Sky Arena .[Endless Fun]Decorate your Village, battle other summoners , explore dungeons , fight in PvP battles , expand your collection, train monsters , and more.[The Key of Colletion RPG : Massive Collection]Fire, Water, Wind, Light and Dark!5 different attributes, and 1500 different monsters!Collect as many monsters as you can and win battles with your own decks .[Real-time Raid]Battle as a team with your greatest monsters !A real-time battle with 3 users!Defeat the boss with your fellow Summoners using various tactics.[Homunculus]The Forbidden Summoning Magic has finally been revealed!You can Evolve the skill of your choice with this special monster.Summon Homunculus and show off your strategy in the Sky Arena .[All about Turn-Based RPG : World Arena]Enjoy a real-time battle with Summoners worldwide!Experience a breathtaking battle that starts from Pick & Ban.Reveal your unique strategy to the world and win battles .[Guild Content]A sensational Guild PvP battle in the Isle of Conquest!Explore the Tartarus' Labyrinth and dungeons with Guild Members.Make your Guild the greatest of all.[Dimension Hole]Fight against the ancient power emerged from a new dimension!Defeat the Ancient Guardians and meet the powerful monsters with new awakening power.[Artifact]Artifacts are now dropped with MAX power-up levels!Summoners , fight against the powerful bosses and acquire Artifacts!Enhance your monsters with various sub properties of Artifacts.[Progression and Farming Structure Revamp]Summoner progression structure renewed and content reward greatly improved!Dive into Summoners War and experience the enhanced progression system!***Device App Access Permission Notice▶ Notice per access permissionAccess permissions are requested in order for us to provide you with the following service when you use the app.[Required]None[Optional]- NOTIFICATION: The permission is required to receive info sent from the game app and advertisement push notifications.- AUDIO: The permission is required to use the voice feature.- STORAGE (Under OS 10.0): The permission is required to use the recording feature in the game.※ You'll be able to enjoy the service except features related to above authorities even if you don't give permission to the above.▶How to remove access permissionsAfter allowing the access permission, you can revoke or modify the access permissions as follows:[OS 6.0 and up]Settings > Apps > Select the app > Permissions > allow or deny permissions[Under OS 6.0]Upgrade the OS to deny access permission or delete app***Summoners War is available in 16 different languages:English, 한국어, 日本語, 中文简体, 中文繁體, Deutsch, Français, Português, Español, Русский, Bahasa Indonesia, Tiếng Việt, Türkçe, العربية , Italiano and ไทย!***• Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item. • Terms of Service: http://terms.withhive.com/terms/policy/view/M9/T1• Privacy Policy: http://terms.withhive.com/terms/policy/view/M9/T3• For questions or customer support, please contact our Customer Support by visiting http://customer-m.withhive.com/ask",
  "lastVersion": "Dec 13, 2023",
  "classify": "Role PlayingCasualStylizedAnime",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.gs2.omg",
  "name": "OMG 3Q - Đấu tướng Tam Quốc",
  "company": "VNGGames International",
  "rating": "5.0star",
  "downloads": "1M+",
  "reviews": "72.9K reviews",
  "age": "Teeninfo",
  "describe": "OMG 3Q is a Three Kingdoms game in the genre of mobile card strategy game, once leading the charts in China, Taiwan, Korea, Japan, exclusively released by VNG in Vietnam and Thailand. .With tactical gameplay that combines youthful chibi graphics with explosive skills, players will immerse themselves in the Three Kingdoms world with familiar generals such as Lu Bo, Trieu Van, Quan Vu, Cao Cao... opens up brainy and beautiful battles that are not inferior to other Moba games.OMG 3Q is a strategy game that you cannot miss. Download the game now to start recruiting famous generals, claiming the Three Kingdoms.--------------------------------------------------- ----------Special points:• Tactical gameplay: each position of the general arrangement in the squad will affect the outcome of the match, players must carefully calculate to come up with a suitable lineup for each battle.• Fire and smoke battlefield - PVP day and night: OMG 3Q owns a lot of PK and Bang Chien features for players to compare tactics with each other such as: Quan Do Chien, Martial Arts Congress, Hoang Thanh Struggle, Cong Thanh Luoc Earth, Nhat Thong Thien Ha, Nhat Ky Duong Thien...• Breakthrough of Gods - Unlock hidden power: every time you break through a general from Thuong to Chan, Kim, Am Kim, Tu Kim, Khai Kim will change the appearance of the general, explosive skills, beautiful. more, opening up new limits of power.• Three Kingdoms Chess - Dignity chess match: Unique game mode, the first appearance of Autochess style Three Kingdoms.• Various character strengthening features: In addition to the Equipment, players also have many other features to increase their own combat power such as: Book of Beauty, Soul Skills, Divine Beast, Than Binh, Divine Beast...• Community of Three Kingdoms with more than 9 million players, Grateful gifts for gamers every month. Beginners create characters to receive attractive Newbie Gift Packages, Top Power Race events with many valuable gifts.",
  "lastVersion": "Mar 14, 2023",
  "classify": "StrategyCasualStylizedAnime",
  "privacy": "https://play.google.com/store/apps/category/GAME_CASUAL"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.linecorp.LGRGS",
  "name": "LINE Rangers & KONOSUBA Tie-Up",
  "company": "LINE (LY Corporation)",
  "rating": "4.4star",
  "downloads": "10M+",
  "reviews": "2.15M reviews",
  "age": "Everyone 10+info",
  "describe": "Meet Kazuma, Aqua, Megumin, Darkness, and more tie-up exclusive Rangers from KONOSUBA -God's blessing on this wonderful world! 3, a super popular anime scheduled to be broadcast in 2024! Log in now and you'll get Vanir, guaranteed! Don't miss out on this time-limited tie-up event!LINE Rangers & KONOSUBA -God's blessing on this wonderful world! 3 tie-up now on! Ends 12/28!9.5 years of constant patronage!LINE Rangers is a simple yet exciting, full-fledged tower defense RPG from LINE Games!In order to bring back Sally from the Alien army who took her, Brown, Cony, Moon, James, and all the other LINE characters transform into Rangers and set out on an adventure to rescue her!More than 400 characters you know and love such as Brown and Cony appear in unique outfits!Make your very own team and beat oncoming enemies with simple taps!◆ BattleTap and dispatch Rangers such as Brown, Cony, Moon, and James from your Tower and reduce the enemy Tower to 0 HP to rescue Sally!Make full use of Skills and Items by simply tapping them to get an advantage in battles!This tower defense RPG game is easy to play, so anyone can join in and have fun!◆ PVP BattleLINE Rangers also has PVP! Battle with other players and rise to the top of various leagues!Deploy your favorite Rangers in intense PVP battles!Knowing the traits of your Rangers and mastering the timings to deploy them are the keys to victory in PVP!Battle with players from around the world in this easy-to play fun PVP◆ Ranger developmentLevel up your Rangers by using them in battles and combining them with other Rangers!You can make your Rangers such as Brown and Cony more powerful by equipping them with Weapons, Armor, and Accessories!Collect evolution materials and use them to get even stronger Ultimate and Hyper Evolved Rangers!◆ Team play with LINE FriendsWhen you find yourself in a tough battle, summon your LINE Friends to help you out!Also, join a guild with LINE Friends and you can have even more guild members help you out in a pinch!Partake in guild raids with other guild members and go after all the guild perks!You can have an even more fun time battling together with with friends!◆ EventA variety of IP tie-ups with super popular characters!Time-limited stages and tie-up exclusive Rangers appear too!These events will regularly appear in the future, too!Once you start playing, you won't be able to stop! An engaging tower defense RPG LINE Game with simple controls!Deploy now with Brown, Cony, Moon, James, and the rest!Sally's waiting for you to rescue her!You're sure to enjoy this game if...- You enjoy LINE Games.- You like LINE characters such as Brown, Sally, Cony, Moon, and James.- You like tower defense RPG battles.- You're looking for an easy-to-play fun game.- You like PVP (player vs. player).Have great battles in this fun and easy-to play tower defense RPG!Please note:- You may have difficulty playing the game if you have problematic Wi-Fi connectivity and/or issues with your network environment. - Connecting via Wi-Fi is recommended.",
  "lastVersion": "Dec 12, 2023",
  "classify": "StrategyTacticsCasualMultiplayerCompetitive multiplayerSingle playerStylizedAnime",
  "privacy": "https://play.google.com/store/search?q=Tactics+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.pikpok.dr2.play",
  "name": "Into the Dead 2",
  "company": "PIKPOK",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "624K reviews",
  "age": "Editors' Choice",
  "describe": "The sequel to the hit zombie action game Into the Dead (70+ million downloads)!Journey through the zombie apocalypse in a race to save your family. Arm yourself with an arsenal of powerful weapons and do whatever it takes to survive. Maim, mow down, and massacre the Dead - anything to keep moving! In a world where no one is safe, how far will you go to make it out alive?Continue the nightmare with exclusive story events including a terrifying prequel to Night of the Living Dead and an expansion to the Ghostbusters universe.FEATURES: • Evolving story and multiple endings — complete 7 action-packed chapters, 60 stages, and hundreds of challenges • Powerful weapons and ammo perks — unlock and upgrade melee weapons, firearms, explosives, and more! • Varied gameplay — fire from military gun emplacements, slay the hordes from atop vehicles, stab them to stay alive, or risk going after them on foot • Multiple, immersive environments — discover different locations, from oil fields and military bases to campsites and rural farm communities • Ever-increasing zombie threats — adapt your tactics to annihilate different hordes, including armoured and running zombies!• 5 additional story events — from burning forests to frozen mountain tops• Daily and special event modes — prove your skills to win exclusive prizes • Loyal canine companions — fend off zombies and stay protected in the field• Play offline — take your game anywhere, no internet connection requiredExternal storage permissions are required to ensure a smooth launch experience for all usersInto the Dead 2 is free to play but offers some game items for purchase with real money.Into the Dead 2 requires the following permissions to access game expansion files:Storage: modify or delete the contents of your USB storageStorage: read the contents of your USB storage",
  "lastVersion": "Dec 10, 2023",
  "classify": "ActionShooterBulletstormCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.zombie.war.idle.defense",
  "name": "Zombie War Idle Defense Game",
  "company": "1SOFT",
  "rating": "4.6star",
  "downloads": "10M+",
  "reviews": "66.7K reviews",
  "age": "Everyone 10+info",
  "describe": "“Red Code! I repeat it's Red Code! The Zombie War, it's happening! We're being attacked by a huge wave. Defender team, get on the turret NOW!”In 2113, the zombie apocalypse has thrown humanity into the most horrible disaster, a tremendous War, which turned human beings into bloodthirsty zombies. By fighting against endless waves of zombie attacks, you, along with a hero squad, are the light in those darkest days. Your mission? Keeping the civilization safe by building the last shelter as strong as possible, boosting heavy weapons, and assembling a legendary hero team. In Zombie War - Idle Defense Offline Game, the rush of the creeps has never been so cruel, these battles will leave you with unforgettable impressions. There’re several maps full-filling with varieties of zombie. Each level contains several waves of the walking dead at a very high pace, which challenges your training and strategic skills.  To be the greatest defender hero in this defender battle, your mission is to defeat these brutal enemies to prevent the infection. Don't forget to build a strong team to make you the most resilient squad to win this strategic idle offline defense shooting TD game. Having the thoughtful gameplay, this game is the perfect combination of the genres td, idle, defense, offline and shooting game.Will you survive till the very end of the zombie war? Join our free game to find out!⚡️FEATURE⚡️- Idle Defense battle: Choose your machine gun and sidekicks heroes to defend against brutal zombies.- Challenging mission every day: Complete mission, collect coins, diamonds to boost equipment and defender hero team.- Many heavy weapons, add-on grenades and heroes with a lot of unique skills.- Several maps and varieties of zombie to unlock.- Lucky spin, daily quest and free gems every day for you.- Idle Mechanic: Stay offline and still get resources while you AFK. You can rest but our heroes don't. Comeback and keep upgrading your troops !🕹HOW TO PLAY 🕹- Idle defending with auto mode, tap the zombie to change the shooting direction or control it manually by turning auto mode off.- Drag the add-on grenades to the enemy zone to slay them.- Upgrade weapons, heroes, and your turret to build a stronger team.- Complete mission to collect more coins and gems.Survive to the very end of the tremendous war and give hope to building a new world! 🌏Find us on Facebook and join our Community to get support quickly:https://www.facebook.com/Zombie-War-Idle-Defense-Game-102727741615799",
  "lastVersion": "Dec 13, 2023",
  "classify": "StrategyTower defenseSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Tower+defense+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=com.aldagames.zombero.bullet.hell",
  "name": "Zombero: Archero Hero Shooter",
  "company": "Alda Games",
  "rating": "4.5star",
  "downloads": "5M+",
  "reviews": "146K reviews",
  "age": "Teeninfo",
  "describe": "Fight through masses of zombies and other monsters in this roguelike shooter and enjoy epic adventure full of crazy action. When zombie apocalypse rages once again and this could be your last day on Earth, only a man of strong faith and even stronger weapons can find a solution.Top-down zombie shooterZombero gives you your favourite things in one game - popular hit and run top down survival autofire game and zombies! You will be guiding your character through the world destroyed by apocalypse while you mow zombies trying to eat you. You will start each run just with your own equipment and skills, but you will unlock new cool power-ups and abilities as you quickly gain levels. Randomly generated unique combination of abilities will ensure that each run is different, but you can always pick from few - do you prefere multishot, fire bullets, piercing or ricocheting ammo? Each battle is pretty intense as your hero dodges and strikes in the gameplay inspired by old-school arcade shooters.Features:Roguelike shooterHeavy RPG elementsBullet hell & auto attack - dodge enemy fire and melee attacks and auto fire while you are standing in placeBreathtaking visuals with polygon graphicsEach run is different thanks to random selection of abilitiesEquip your character with protective gear and weaponsRun n gun with different heroes with special abilitiesLevel-up your hero and equipment, and upgrade your skills and weapons so you can survive harder and harder encounters with enemiesUnlock unique perksEasy to learn, hard to masterSimple and intuitive controls - you either attack or moveDeep and rewarding mechanics - become a better battler and you will enjoy epic battles and get further fasterMaster your defense game - you have one life for each run so self-preservation is a key, make your hero a tank that survives anything or dodge enemy attacksStory of the last heroEpic boss fightsBattle legions of zombies and other diabolical monstersCool environments - city streets, farm, sewersYou saw the world end. When you were in a deadly brawl with zombies and stars fell from the sky, you unlocked unique powers and regained faith. When you used your last bullet angel or maybe god himself gave you a new will and means to live and fight. As you progress through the remnants of the world filled with war against zombies and other hellish monsters you visit interesting places that will serve as arenas for your struggle - from lovely farm through icy lands to the hell itself. Don't settle with being a mere archer - put down your arrow, take your gun and show those undead monsters who's the real monster killer here in the best action role-playing shooter! Introducing the ultimate mobile game that will put your survivar skills to the test: Zombero:Survive the Doom! As a lone survivor in a post-apocalyptic world, you must fight to stay alive against hordes of zombies and other deadly threats. But you're not alone - take on the role of iconic heroes such as Croft, Sssnaker and Lara to help you on your journey.In this thrilling game, you'll need to rely on your instincts and quick reflexes to outsmart your enemies and emerge victorious. With stunning graphics and intense gameplay, Survive the Doom will keep you on the edge of your seat for hours on end. As you progress through the levels, you'll face increasingly difficult challenges and obstacles. But fear not - with the help of upgrades and powerful weapons, you'll become an unstoppable force to be reckoned with. And with the support of your fellow survivors, you'll create an unbreakable bond that will keep you going through even the toughest of times. So what are you waiting for? Join the ranks of the ultimate survivors and take on the Doom in this epic mobile game. With multiple heroes to choose from and endless possibilities for strategy, you'll become a master of the apocalypse in no time. Facebook : https://www.facebook.com/groups/zomber.archero.killer.2345677695728357",
  "lastVersion": "Dec 12, 2023",
  "classify": "ActionShooterCasualSingle playerStylizedLow poly",
  "privacy": "https://play.google.com/store/search?q=Shooter+games&c=apps"
},
{
  "link": "https://play.google.com/store/apps/details?id=fi.twomenandadog.zombiecatchers",
  "name": "Zombie Catchers : Hunt & sell",
  "company": "Deca Games",
  "rating": "4.4star",
  "downloads": "100M+",
  "reviews": "2.14M reviews",
  "age": "Editors' Choice",
  "describe": "Catching  zombies has never been so much fun! Zombie Catchers is a casual action adventure game in a futuristic world riddled by a zombie invasion! Planet Earth is infested with the undead. But we’re in luck! A.J. and Bud, two intergalactic businessmen, have decided to build a business empire! They plan to hunt all the zombies and make Earth safe once more - while also making a handsome profit selling Zombie Juice.Walk through the undead wasteland where not even plants can survive,  sipping on delicious Zombie shakes between one hunt and the next.So what are you waiting for? Don't idle around. Choose your weapons and traps & upgrade your character to hunt and capture juicy zombies, take them to your secret underground lab, and... profit!FEATURES:• Hunt down zombies with your trusty harpoon gun and sneaky traps!• Unlock exciting new hunting gadgets such as nets, weapons, guns, traps, and jetpacks to help you on your quest to catch zombies!• Create tasty juices, candies, and awesome snacks from your zombies and sell them to hungry customers in your drive-through cafe!• Build a food business empire by developing delicious new recipes and upgrading your production lines to deliver maximum profit!• Discover new territories on the map and find unique zombies to collect and squeeze into lucrative food products!• Dispatch your army of drones around the world to find awesome zombies to catch!• Lure out special boss zombies and capture them with your harpoon from your flying ship!• Develop your skill and do perfect catches to climb the hunting ranks to get more plutonium and exclusive costumes for your character!• Manage and grow your very own underground lab!• Complete fun daily challenges to get awesome rewards!• Play offline - No internet connection necessary!REVIEWS:Read what people are saying about our fun and casual Zombie Catchers game!“Zombie Catchers is a really good game. The game is entertaining, and the quality of the design and production are top notch.” - Droid Gamers“It's incredibly charming and accessible, but hunting all the different zombies can make for a worthwhile challenge as well.” - Pocket GamerDid you like this casual zombie game? Did you enjoy hunting them? We would love to hear your feedback!JOIN THE COMMUNITY:Share your zombie catching stories with other fans and be the first to hear about new game updates!Check out our Website: zombiecatchers.comLike us on Facebook: facebook.com/ZombieCatchersGameFollow us on Twitter: twitter.com/zombiecatchersFollow us on Instagram: instagram.com/zombiecatchersGET SUPPORT:If you need help with your account or have feedback for us, please visit https://www.zombiecatchers.com/support/ and send us a message!Notice: Zombie Catchers is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. Zombie Catchers is allowed for download and play only for persons 13 years of age or over. Please refer to our Terms of Service and Privacy Policy for more information. Download now and start building your zombie catching empire!",
  "lastVersion": "Dec 11, 2023",
  "classify": "ActionPlatformerCasualSingle playerStylizedOffline",
  "privacy": "https://play.google.com/store/search?q=Platformer+games&c=apps"
}]